{
    "Wallet.welcomeBonusText2": "ما نطلبه في المقابل هو أن تعطي بعض الوقت لاستكشاف بازار أومني و أن تقوم بإنشاء قائمة واحدة على الأقل في السوق لبعض السلع أو الخدمات التي ترغب في بيعها أو تقديمها، وأن تخبر شخصًا آخر على الأقل عن بازار أومني",
    "Bitcoin.ipError": "www.Blockchain.com للقائمة المسموحة وذلك بتسجيل هذه المحفظة في {ip} مختلف. لطفاً قم بإضافة هذا IP لقد تم إنشاء هذه المحفظة ",
    "Wallet.welcome": "!أهلا وسهلا بكم في بازار أومني",
    "Wallet.welcomeBonusText3": "قد تكون القائمة التي تقوم بإنشائها بمثابة ترويج لأعمالك التجارية التقليدية، أو بيع دراجة مستعملة، أو العثور على شريك في الغرفة، أو عرض بعض الخدمات التي تقدمها. نحن نستخدم نظام الشرف ونطلب تعاونك. الرجاء القيام بدورك لمساعدتنا في بدء السوق من خلال إنشاء قائمة واحدة أو أكثر",
    "Wallet.noWalletYet": "لم تقم بإنشاء أو فتح محفظة حتى الآن",
    "Bitcoin.step3": " اذهب الى الاعدادات ثم الأمان ثم الاعدادات المتقدمة و \" القائمة المسموحة \" رقم الأي بي الخاص بك. يمكنك السماح بمجموعة من الأي بي باستخدام رمز  '%' كما في المثال التالي: %.%.85.173",
    "Wallet.quickStart": "(دليل البدء السريع! (لطفاً قم بقرائته",
    "Bitcoin.step1": " Blockchain.com قم بتأكيد بريدك الالكتروني باستخدام الرابط المرفق في رسالة البريد الالكتروني التي تتلقاها من موقع ",
    "Wallet.welcomeBonus": "  \" حول \" المكافأة الترحيبية ",
    "Wallet.welcomeBonusText1": "سوف تحصل على مكافأة ترحيبية بمجرد تثبيتك لبازار أومني على جهازك لأول مرة. مكافأة الترحيب هذه هي طريقتنا لقول شكراً لك لتثبيتك واستخدامك بازار أومني",
    "Bitcoin.step4": "حاول قتح محفظتك مرة أخرى وقم بتحديث صفحة المحفظة عند الضرورة .OmniBazaar و الرجوع الى Blockchain.com قم بتسجيل الخروج من ",
    "Wallet.launch": "إن سوق بازار أومني جاهزًا للاستخدام الآن",
    "Wallet.refreshWallet": "تحديث",
    "Bitcoin.note": "ملاحظة: إذا تغير عنوان الأي بي الخاص بك على هذا الجهاز، أو كنت تريد الوصول إلى محفظة البيتكوين هذه من عنوان أي بي مختلف، فستحتاج إلى إضافة عنوان أي بي جديد أو مختلف إلى القائمة الممسوحة على www.blockchain.com. هذه ميزة أمنية.",
    "Bitcoin.instructions": "فيما يلي إرشادات خطوة بخطوة حول كيفية القيام بذلك",
    "Wallet.note": "ملاحظة: يمكنك الاستفادة من التسجيل المجاني ومكافأة الترحيب من بازار أومني لمرة واحدة  فقط على هذا الكمبيوتر",
    "Wallet.addWallet": "أضف أو افتح محفظة",
    "Wallet.error": "خطأ",
    "Bitcoin.step2": " وكلمة المرور للوصول لمحفظتك التي قمت بانشائها هناك GUID قم بتسجيل الدخول لحسابك باستخدام ،Blockchain.com عند دخولك لموقع"
}