{
    "Wallet.welcomeBonusText2": "Lo que pedimos a cambio es que se tome un tiempo para explorar OmniBazaar, que cree al menos una lista en el mercado para algún artículo o servicio que esté dispuesto a vender o brindar, y le diga al menos otra persona sobre OmniBazaar.",
    "Bitcoin.ipError": "Esta cartera fue creada con una dirección IP diferente. Por favor, ingrese en la lista blanca {ip} ingresando en esta cartera en www.Blockchain.com ",
    "Wallet.welcome": "¡Bienvenido a OmniBazaar!",
    "Wallet.welcomeBonusText3": "La lista que cree puede ser para promocionar su negocio de ladrillos y mortero, vender una bicicleta usada, encontrar un compañero de cuarto u ofrecer algún servicio que brinde. Estamos utilizando el \"honor system\" y solicitamos su colaboración. Por favor, ponga su granito de arena para ayudarnos a crear el mercado confeccionando una o más listados.",
    "Wallet.noWalletYet": "Todavía no ha creado o abierto una cartera",
    "Bitcoin.step3": "3. Vaya a Configuración->Seguridad->Configuración avanzada y \"white-list\" su nueva dirección IP. Puede hacer una lista blanca de un rango de direcciones IP usando el %' símbolo como este: 85.173.%.%",
    "Wallet.quickStart": "Guía de inicio rápido! Por favor, lea",
    "Bitcoin.step1": "1. Confirme su dirección de correo electrónico mediante el enlace en el mensaje de correo electrónico que recibió de Blockchain.com.",
    "Wallet.welcomeBonus": "Acerca del \"Welcome Bonus\"",
    "Wallet.welcomeBonusText1": "La primera vez que inicie OmniBazaar en este dispositivo, recibirá un bono de bienvenida. Este Bono de bienvenida es nuestra manera de decir \"thank you\" por instalar y utilizar OmniBazaar.",
    "Bitcoin.step4": "4. Cierre la sesión en Blockchain.com y regrese a OmniBazaar. Intente abrir su cartera de nuevo. Actualice esta página Cartera, si es necesario.",
    "Wallet.launch": "El mercado OmniBazaar ya está listo para usar.",
    "Wallet.refreshWallet": "REFRESCAR",
    "Bitcoin.note": "NOTA: Si su dirección IP en esta máquina cambia, o si desea acceder a esta cartera de bitcoin desde una dirección IP diferente, deberá incluir la nueva dirección IP en la lista blanca o diferente en www.blockchain.com. Ésta es una característica de seguridad.",
    "Bitcoin.instructions": "Aquí están las instrucciones para hacer esto paso a paso:",
    "Wallet.note": "Nota: una vez que se encuentre en este ordenador, solo recibirá el registro gratuito y el Bono de Bienvenida de OmniBazaar",
    "Wallet.addWallet": "AGREGAR O ABRIR UNA CARPETA",
    "Wallet.error": "Error",
    "Bitcoin.step2": "2. Cuando el enlace lo lleve a Blockchain.com, inicie sesión en su cuenta con el GUID y la contraseña de la cartera que creó aquí."
}