{
    "Wallet.welcomeBonusText2": " બદલામાં અમે શું કહીએ છીએ કે તમે OmniBazaar ને શોધવા માટે થોડો સમય કાઢો, તમે અમુક વસ્તુ અથવા સેવા કે જે તમે વેચવા અથવા આપવા માટે તૈયાર છો તે બજારમાં ઓછામાં ઓછી એક સૂચિ બનાવો, અને તમે ઓછામાં ઓછા એક અન્ય વ્યક્તિને OmniBazaar વિશે કહો.",
    "Bitcoin.ipError": " કૃપા કરીને www.blockchain.com પર આ વૉલેટમાં લૉગ ઇન કરીને {ip} શ્વેતસુચી કરો કેમ કે આ વૉલેટ એક અલગ IP સરનામાંનો ઉપયોગ કરીને બનાવવામાં આવ્યો હતો.",
    "Wallet.welcome": "OmniBazaar માં આપનું સ્વાગત છે!",
    "Wallet.welcomeBonusText3": " તમે જે સૂચિ બનાવી છે તે તમારા પાયાના વેપારને પ્રોત્સાહન આપવા, રૂમમેટ શોધવા, કૃપા કરીને એક અથવા વધુ સૂચી બનાવીને માર્કેટપ્લેસ શરૂ કરવામાં અમારી સહાય કરવા માટે તમારા ભાગ કરો અથવા આપ જે સેવા પૂરી પાડે છે ઉપયોગમાં લેવાતી સાયકલ વેચવા, તેની ઓફર કરવા માટે હોઈ શકે છે. અમે \"ઓનર સિસ્ટમ\" નો ઉપયોગ કરી રહ્યા છીએ અને તમારા સહકારની માંગ કરી રહ્યા છીએ. ",
    "Wallet.noWalletYet": "તમે હજી સુધી વૉલેટ બનાવ્યું નથી અથવા ખોલ્યું નથી",
    "Bitcoin.step3": "૩. Setttings->Security->Advanced Settings અને \"white-list\" તમારા નવા IP સરનામાં પર જાઓ. તમે '%' પ્રતીકનો ઉપયોગ કરીને IP સરનામાંઓની શ્રેણીને શ્વેત-સૂચિબદ્ધ કરી શકો છો જેમ કે: ૮૫.૧૭૩%",
    "Wallet.quickStart": "ક્વિક-સ્ટાર્ટ માર્ગદર્શિકા! (કૃપા કરીને વાંચો ...)",
    "Bitcoin.step1": "૧. તમારા ઈ-મેલ સરનામાની પુષ્ટિ કરો અને Blockchain.com દ્વારા તમને પ્રાપ્ત થયેલા ઈ-મેલ મેસેજમાં લિંકનો ઉપયોગ કરો.",
    "Wallet.welcomeBonus": "\"સ્વાગત બોનસ\" વિષે",
    "Wallet.welcomeBonusText1": " તમે આ ઉપકરણ પર OmniBazaar લો છો તે પ્રથમ વખત, તમે એક સ્વાગત બોનસ મેળવશો આ સ્વાગત બોનસ એ OmniBazaar ની ઇન્સ્ટોલ કરવા અને ઉપયોગ કરવા માટે \"thank you\" કહેવાનો અમારો વિચાર છે.",
    "Bitcoin.step4": "૪. Blockchain.com માંથી લૉગ આઉટ કરી OmniBazaar પર પાછા ફરો. તમારા વૉલેટ ખોલવા માટે ફરી પ્રયત્ન કરો. જો જરૂરી હોય, તો આ વૉલેટ પૃષ્ઠ તાજું કરો.",
    "Wallet.launch": "OmniBazaar બજાર હવે ઉપયોગ કરવા માટે તૈયાર છે.",
    "Wallet.refreshWallet": "તાજું કરવું",
    "Bitcoin.note": " નોંધ: જો આ મશીન પર તમારૂ IP સરનામું બદલાય છે, અથવા તમે આ બીટકોઇન વૉલેટને કોઈ અલગ IP સરનામાંથી ઍક્સેસ કરવા માંગો છો, તો તમારે www.blockchain.com પર નવા અથવા ભિન્ન IP સરનામાંને જાહેર કરવાની જરૂર પડશે. આ એક સુરક્ષા લક્ષણ છે.",
    "Bitcoin.instructions": "આ કેવી રીતે કરવું તે માટે અહીં વિગતવાર સૂચનાઓ છે:",
    "Wallet.note": "નોંધ: તમારે ફક્ત એક કમ્પ્યુટર પર એકવાર, OmniBazaarથી મફત નોંધણી અને સ્વાગત બોનસ પ્રાપ્ત થશે.",
    "Wallet.addWallet": "વૉલેટ ઉમેરો અથવા ખોલો",
    "Wallet.error": "ભૂલ",
    "Bitcoin.step2": "૨. જ્યારે લિંક તમને Blockchain.com પર લઈ જાય છે, ત્યારે તમે અહીં બનાવેલા વૉલેટ માટે ગાઈડ અને પાસવર્ડનો ઉપયોગ કરીને તમારા એકાઉન્ટમાં લોગ ઇન કરો."
}