{
    "Wallet.welcomeBonusText2": "बदले में हम जो पूछते हैं वह यह है कि आपको OmniBazaar। का पता लगाने में कुछ समय लगता है, कि आप किसी वस्तु या सेवा के लिए बाज़ार में कम से कम एक सूची बनाएँ जिसे आप बेचने या प्रदान करने के लिए तैयार हैं, और आप कम से कम एक अन्य व्यक्ति OmniBazaar।के बारे में बताएं। ",
    "Bitcoin.ipError": "यह वॉलेट एक अलग आईपी पते का उपयोग करके बनाया गया था। इस वॉलेट में www.Blockchain.com पर लॉग इन करके कृपया श्वेतसूची {ip} दें।",
    "Wallet.welcome": "OmniBazaar में स्वागत है !",
    "Wallet.welcomeBonusText3": "आपके द्वारा बनाई गई सूची आपके ईंट-और-मोर्टार व्यवसाय को बढ़ावा देने, एक इस्तेमाल की गई साइकिल को बेचने, एक रूममेट खोजने या कुछ सेवा प्रदान करने के लिए हो सकती है। हम \"सम्मान प्रणाली\" का उपयोग कर रहे हैं और आपके सहयोग के लिए पूछ रहे हैं। कृपया एक या एक से अधिक सूची बनाकर बाज़ार शुरू करने में हमारी मदद करने के लिए अपना भाग दें।",
    "Wallet.noWalletYet": "आपने अभी तक कोई वॉलेट नहीं बनाया या खोला नहीं है",
    "Bitcoin.step3": "3. जाये Setttings->Security->Advanced Settings और \"white-list\" आप इस तरह के '%' प्रतीक का उपयोग करके IP पते की एक श्रृंखला को श्वेत-सूची कर सकते हैं: 85.173.%.%",
    "Wallet.quickStart": "त्वरित आरंभ गाइड! (कृपया पढ़ें..)",
    "Bitcoin.step1": "1. Blockchain.com से प्राप्त ई-मेल संदेश में लिंक का उपयोग करके अपने ई-मेल पते की पुष्टि करें।",
    "Wallet.welcomeBonus": "बारे में \"स्वागत  बोनस\"",
    "Wallet.welcomeBonusText1": "पहली बार जब आप इस उपकरण पर OmniBazaar लॉन्च करते हैं, तो आपको एक स्वागत बोनस मिलेगा। यह स्वागत बोनस OmniBazaar को स्थापित करने और उपयोग करने के लिए \"धन्यवाद \" कहने का हमारा तरीका है।",
    "Bitcoin.step4": "4. Blockchain.com से लॉग आउट करें और OmniBazaar पर वापस लौटें। अपने वालेट को खोलने के लिए फिर से कोशिश करें। यदि आवश्यक हो तो इस वॉलेट पृष्ठ को रिफ़्रेश करें।",
    "Wallet.launch": "OmniBazaar बाज़ार अब उपयोग के लिए तैयार है।",
    "Wallet.refreshWallet": "रीफ़्रेश करें",
    "Bitcoin.note": "ध्यान दें: यदि इस मशीन पर आपका आईपी पता बदल जाता है, या आप इस बिटकॉइन वॉलेट को एक अलग आईपी पते से प्रवेश करना चाहते हैं, तो आपको www.blockchain.com पर नए या अलग आईपी पते को श्वेतसूची में डालना होगा। यह एक सुरक्षा सुविधा है।",
    "Bitcoin.instructions": "ऐसा करने के लिए चरण-दर-चरण निर्देश यहां दिए गए हैं:",
    "Wallet.note": "नोट: आपको इस कंप्यूटर पर एक बार केवल नि: शुल्क पंजीकरण और OmniBazaar से स्वागत बोनस प्राप्त होगा।",
    "Wallet.addWallet": "जोड़ें या एक वॉलेट खोलें ",
    "Wallet.error": "त्रुटी",
    "Bitcoin.step2": "2. जब लिंक आपको Blockchain.com पर ले जाता है, तो अपने द्वारा बनाए गए वालेट के लिए GUID और कूटशब्द का उपयोग करके अपने खाते में प्रवेश करें।"
}