{
    "Wallet.welcomeBonusText2": "Yang kami minta sebagai imbalan adalah bahwa Anda meluangkan waktu untuk mengeksplorasi OmniBazaar, bahwa Anda membuat setidaknya satu daftar di marketplace untuk beberapa barang atau layanan yang bersedia Anda jual atau sediakan, dan Anda memberi tahu setidaknya satu orang tentang OmniBazaar.",
    "Bitcoin.ipError": "Dompet ini dibuat menggunakan alamat IP yang berbeda. Silahkan whitelist {ip} dengan masuk ke dompet ini di www.Blockchain.com.",
    "Wallet.welcome": "Selamat Datang di OmniBazaar!",
    "Wallet.welcomeBonusText3": "Daftar yang Anda buat bisa untuk mempromosikan bisnis tradisional Anda, menjual sepeda bekas, menemukan teman sekamar, atau menawarkan layanan yang Anda berikan. Kami menggunakan \"sistem kehormatan\" dan meminta kerja sama Anda. Silakan lakukan bagian Anda untuk membantu kami memulai pasar dengan membuat satu daftar atau lebih.",
    "Wallet.noWalletYet": "Anda belum membuat atau membuka dompet",
    "Bitcoin.step3": "3. Buka Setttings->Security->Advanced Settings and \"white-list\" IP adresss baru anda. Anda dapat membuat white-list terhadap rentang alamat IP menggunakan simbol '%' seperti ini: 85.173.%.%",
    "Wallet.quickStart": "Panduan Mulai Cepat! (Silahkan Baca...)",
    "Bitcoin.step1": "1. Konfirmasikan alamat email Anda menggunakan tautan dalam pesan email yang Anda terima dari Blockchain.com.",
    "Wallet.welcomeBonus": "Tentang \"Bonus Selamat Datang\"",
    "Wallet.welcomeBonusText1": "Saat pertama kali Anda meluncurkan OmniBazaar di perangkat ini, Anda akan menerima Bonus Selamat Datang. Bonus Selamat Datang ini adalah cara kami mengucapkan \"terima kasih\" untuk menginstal dan menggunakan OmniBazaar.",
    "Bitcoin.step4": "4. Keluar dari Blockchain.com dan kembali ke OmniBazaar. Coba lagi untuk membuka dompet Anda. Perbarui halaman Dompet ini, jika perlu .",
    "Wallet.launch": "Marketplace OmniBazaar sekarang siap digunakan.",
    "Wallet.refreshWallet": "REFRESH",
    "Bitcoin.note": "NOTE: Jika alamat IP Anda di mesin ini berubah, atau Anda ingin mengakses dompet bitcoin ini dari alamat IP yang berbeda, Anda harus memasukkan whitelist alamat IP yang baru atau berbeda di www.blockchain.com. Ini adalah fitur keamanan.",
    "Bitcoin.instructions": "Berikut adalah petunjuk langkah demi langkah untuk melakukan hal ini:",
    "Wallet.note": "Note: Anda hanya akan menerima pendaftaran gratis dan Bonus Selamat Datang dari OmniBazaar, sekali saja di komputer ini.",
    "Wallet.addWallet": "TAMBAH ATAU BUKA DOMPET",
    "Wallet.error": "Error",
    "Bitcoin.step2": "2. Saat tautan membawa Anda ke Blockchain.com, masuk ke akun Anda menggunakan GUID dan kata sandi untuk dompet yang Anda buat di sini."
}