{
    "Wallet.welcomeBonusText2": "Quello che chiediamo in cambio è di usare un po' del tuo tempo per esplorare OmniBazaar, di creare almeno un annuncio sul marketplace per alcuni articoli o servizi che sei disposto a vendere e che porti almeno un'altra persona su OmniBazaar.",
    "Bitcoin.ipError": "Questo wallet è stato creato utilizzando un indirizzo IP diverso. Ti preghiamo di aggiungere {ip} effettuando l'accesso a questo wallet su www.blockchain.com.",
    "Wallet.welcome": "Benvenuto a OmniBazaar!",
    "Wallet.welcomeBonusText3": "La lista che crei potrebbe essere per promuovere la tua attività commerciale, vendere una bicicletta usata, trovare un compagno di stanza o offrire un servizio. Utilizziamo il \"sistema d'onore\" e chiediamo la vostra collaborazione. Per favore, fai la tua parte per aiutarci a far partire il marketplace creando uno o più annunci.",
    "Wallet.noWalletYet": "Non hai ancora creato o aperto un portafoglio",
    "Bitcoin.step3": "3. Vai su Impostazioni-> Sicurezza-> Impostazioni avanzate e \"Whitelist\" il tuo nuovo indirizzo IP. Puoi aggiungere un intervallo di indirizzi IP usando il simbolo '%' come questo: 85.173.%.%",
    "Wallet.quickStart": "Guida Rapida! (Per favore leggi...)",
    "Bitcoin.step1": "1. Conferma il tuo indirizzo e-mail usando il link nel messaggio che hai ricevuto da Blockchain.com.",
    "Wallet.welcomeBonus": "Riguardo al \"Welcome Bonus\"",
    "Wallet.welcomeBonusText1": "La prima volta che esegui OmniBazaar su questo dispositivo, riceverai un bonus di benvenuto. Questo bonus di benvenuto è il nostro modo di dire \"grazie\" per l'installazione e l'utilizzo di OmniBazaar.",
    "Bitcoin.step4": "4. Esci da Blockchain.com e torna su OmniBazaar. Prova ancora ad aprire il tuo portafoglio. Aggiorna la pagina Wallet, se necessario.",
    "Wallet.launch": "Il marketplace OmniBazaar è ora pronto per essere utitlizzato.",
    "Wallet.refreshWallet": "AGGIORNA",
    "Bitcoin.note": "NOTA: se il tuo indirizzo IP su questa macchina cambia, o se desideri accedere a questo portafoglio bitcoin da un indirizzo IP diverso, dovrai autorizzare il nuovo indirizzo IP su www.blockchain.com. Questa è una funzione di sicurezza.",
    "Bitcoin.instructions": "Ecco le istruzioni dettagliate su come eseguire questa operazione:",
    "Wallet.note": "Nota: Puoi effettuare una registrazione gratuita ed avere il bonus di benvenuto da OmniBazaar una sola volta su questo computer.",
    "Wallet.addWallet": "AGGIUNGI O APRI UN PORTAFOGLIO",
    "Wallet.error": "Errore",
    "Bitcoin.step2": "2. Una volta sul link di Blockchain.com, accedi al tuo account usando il GUID e la password per il portafoglio che hai creato qui."
}