{
    "Wallet.welcomeBonusText2": "Apa yang kami minta sebagai balasan adalah bahawa anda mengambil sedikit masa untuk meneroka OmniBazaar, yang anda buat sekurang-kurangnya satu penyenaraian dalam pasaran untuk beberapa item atau perkhidmatan yang anda sanggup untuk menjual atau memberikan, dan bahawa anda memberitahu sekurang-kurangnya satu orang lain mengenai OmniBazaar.",
    "Bitcoin.ipError": ". Wallet ini telah dicipta menggunakan alamat IP yang berbeza Sila senarai putih {ip} dengan melog masuk ke wallet ini di www.Blockchain.com.",
    "Wallet.welcome": "Selamat datang ke OmniBazaar!",
    "Wallet.welcomeBonusText3": ". The penyenaraian yang anda buat boleh bagi mempromosikan perniagaan bata-dan-mortar anda, menjual basikal yang digunakan, mencari rakan sebilik, atau menawarkan beberapa perkhidmatan yang anda berikan Kami menggunakan \" sistem penghormatan \"dan meminta kerjasama anda. Sila melakukan bahagian anda untuk membantu kami mendapatkan pasaran bermula dengan membuat satu atau lebih penyenaraian.",
    "Wallet.noWalletYet": "Anda masih belum membuat atau membuka dompet lagi",
    "Bitcoin.step3": "3. Pergi ke Setttings-> keselamatan-> Tetapan Advanced dan \" putih-senarai \"alamat IP baru anda Anda boleh putih senarai pelbagai alamat IP menggunakan simbol '%' seperti ini. : 85,173%% ",
    "Wallet.quickStart": "cepat-mula Panduan (Sila baca ...)!",
    "Bitcoin.step1": ". 1. Sahkan alamat e-mel anda menggunakan pautan dalam mesej e-mel yang anda terima daripada Blockchain.com",
    "Wallet.welcomeBonus": "Kira-kira \" Bonus Selamat datang \"",
    "Wallet.welcomeBonusText1": "Kali pertama anda melancarkan OmniBazaar pada peranti ini, anda akan menerima Bonus Selamat datang ini Welcome Bonus adalah cara kami mengucapkan \"terima kasih\"untuk memasang dan using OmniBazaar.",
    "Bitcoin.step4": "4. Log daripada Blockchain.com dan kembali ke OmniBazaar Cuba lagi untuk membuka dompet anda Muat semula halaman Wallet ini, jika perlu...",
    "Wallet.launch": "Pasaran OmniBazaar kini sedia untuk digunakan.",
    "Wallet.refreshWallet": "REFRESH",
    "Bitcoin.note": "NOTA: Jika alamat IP anda mengenai perkara ini perubahan mesin, atau anda mahu untuk mengakses dompet Bitcoin ini dari alamat IP yang berbeza, anda perlu untuk senarai putih alamat IP baru atau berbeza pada www.blockchain.com. ini adalah ciri keselamatan.",
    "Bitcoin.instructions": "Ini adalah langkah demi langkah arahan untuk bagaimana untuk melakukan ini:",
    "Wallet.note": ". Nota: Anda hanya akan menerima pendaftaran percuma dan Bonus Selamat Datang dari OmniBazaar, sekali pada komputer ini",
    "Wallet.addWallet": "TAMBAH ATAU BUKA WALLET A",
    "Wallet.error": "Ralat",
    "Bitcoin.step2": "2. Apabila link akan membawa anda ke Blockchain.com, log masuk ke akaun anda menggunakan GUID dan kata laluan untuk wallet yang anda buat di sini."
}