{
    "Wallet.welcomeBonusText2": "O que pedimos em troca é que você gaste algum tempo para explorar o OmniBazaar, que você crie pelo menos uma listagem no mercado para algum item ou serviço que você esteja disposto a vender ou fornecer, e que você diga pelo menos uma outra pessoa sobre o OmniBazaar.",
    "Bitcoin.ipError": "Esta carteira foi criada utilizando um IP diferente. Por favor libere seu {ip} logando nessa carteira em www.Blockchain.com.",
    "Wallet.welcome": "Bem vindo ao OmniBazaar!",
    "Wallet.welcomeBonusText3": "A listagem que você criou pode ser para promover seu negócio de tijolo e argamassa, vender uma bicicleta usada, encontrar um colega de quarto ou oferecer algum serviço que você forneça. Estamos usando o \"sistema de honra\" e pedindo sua cooperação. Por favor, faça sua parte para nos ajudar a começar o mercado, criando uma ou mais listagens.",
    "Wallet.noWalletYet": "Você ainda não criou ou abriu uma carteira",
    "Bitcoin.step3": "3. Vá para Configurações->Segurança->Configurações Avançadas e \"white-list\" seu novo endereço de IP. Você pode colocar seu endereço na white-list utilizando o símbolo '%' desta forma: 85.173.%.%",
    "Wallet.quickStart": "Guia Rápido! (Por favor leia...)",
    "Bitcoin.step1": "1. Confirme seu endereço de e-mail usando o link no e-mail que você recebeu de Blockchain.com.",
    "Wallet.welcomeBonus": "Sobre o \"Bónus de Boas Vindas\" ",
    "Wallet.welcomeBonusText1": "A primeira vez que você iniciar o OmniBazaar neste dispositivo, você receberá um Bônus de Boas Vindas. Este Bônus de Boas Vindas é nossa maneira de dizer \"obrigado\" por instalar e usar o OmniBazaar.",
    "Bitcoin.step4": "4. Deslogue do Blockchain.com e retorne para OmniBazaar. Tente abrir sua carteira novamente. Atualize esta página da Carteira, se necessário.",
    "Wallet.launch": "O mercado OmniBazaar está agora pronto para uso.",
    "Wallet.refreshWallet": "ATUALIZAR",
    "Bitcoin.note": "NOTA: Se o seu endereço IP nesta máquina mudar, ou você quiser acessar esta carteira de bitcoins a partir de um endereço IP diferente, você precisará colocar na lista de permissões o endereço IP novo ou diferente em www.blockchain.com. Este é um recurso de segurança.",
    "Bitcoin.instructions": "Aqui estão o passo a passo de como fazer isso:",
    "Wallet.note": "Nota: Você só receberá o registro gratuito e o Bônus de Boas Vindas do OmniBazaar, uma vez neste computador.",
    "Wallet.addWallet": "ADICIONE OU ABRA UMA CARTEIRA",
    "Wallet.error": "Erro",
    "Bitcoin.step2": "2. Quando o link te levar para Blockchain.com, logue em sua conta utilizando o GUID e senha para carteira que você criou aqui."
}