{
    "Wallet.welcomeBonusText2": "Ceea ce vă cerem în schimb este să vă petreceți ceva timp pentru a explora OmniBazaar, pentru a crea cel puțin o înregistrare pe piață pentru un element sau serviciu pe care sunteți dispus să-l vindeți sau să-l furnizați și că vă spuneți cel puțin o altă persoană despre OmniBazaar.",
    "Bitcoin.ipError": "Acest portofel a fost creat utilizând o altă adresă IP. Vă rog să introduceți biblioteca {ip} prin conectarea la acest portofel la adresa www.Blockchain.com.",
    "Wallet.welcome": "Bine ați venit la OmniBazaar!",
    "Wallet.welcomeBonusText3": "Lista pe care ați creat-o ar putea fi pentru a vă promova afacerea cu cărămizi, pentru a vinde o bicicletă uzată, pentru a găsi un coleg de cameră sau a oferi servicii pe care le oferiți. solicitând colaborarea dvs. Vă rugăm să faceți parte din partea dvs. pentru a ne ajuta să începem să începeți prin crearea unei sau a mai multor înregistrări.",
    "Wallet.noWalletYet": "Nu ați creat sau nu ați deschis încă un portofel",
    "Bitcoin.step3": "3. Intrati la Setari->Securitate->Setari Avansate si \"white-list\" cu noua adresa IP. Aveți posibilitatea să listați în alb o serie de adrese IP utilizând simbolul \"%\" astfel: 85.173.%.%",
    "Wallet.quickStart": "Ghidul de pornire rapidă (Vă rugăm să citiți ...)",
    "Bitcoin.step1": "1. Confirmați adresa dvs. de e-mail utilizând link-ul din mesajul de poștă electronică pe care l-ați primit de la Blockchain.com.",
    "Wallet.welcomeBonus": "Despre \"Bonusul de Bun Venit\"",
    "Wallet.welcomeBonusText1": "Prima dată când lansați OmniBazaar pe acest dispozitiv, veți primi un bonus de bun venit. Acest Bonus de Bun Venit este modul nostru de a spune \"mulțumesc\" pentru instalarea și folosireaOmniBazaar",
    "Bitcoin.step4": "4. Deconectați-vă de la Blockchain.com și reveniți la OmniBazaar. Încercați din nou să vă deschideți portofelul. Actualizați această pagină pentru Wallet, dacă este necesar.",
    "Wallet.launch": "Piața OmniBazaar este acum gata de utilizare",
    "Wallet.refreshWallet": "REFRESH",
    "Bitcoin.note": "NOTĂ: Dacă adresa dvs. IP pe această mașină se modifică sau doriți să accesați acest portofel bitcoin dintr-o altă adresă IP, va trebui să introduceți lista albă a adresei IP noi sau diferite la www.blockchain.com. Aceasta este o caracteristică de securitate. ",
    "Bitcoin.instructions": "Iată instrucțiunile pas cu pas pentru a face acest lucru:",
    "Wallet.note": "Notă: Veți primi doar înregistrarea gratuită și Bonusul de Bun venit de la OmniBazaar, o dată pe acest computer.",
    "Wallet.addWallet": "ADĂUGĂRI SAU DESCHIDE O PORTOARE",
    "Wallet.error": "Eroare",
    "Bitcoin.step2": "2. Când linkul vă duce la Blockchain.com, conectați-vă la contul dvs. utilizând GUID și parola pentru portofelul pe care l-ați creat aici."
}