{
    "Wallet.welcomeBonusText2": "Взамен мы просим вас уделить некоторое время изучению OmniBazaar, создать хотя бы один листинг на рынке для какого-либо предмета или услуги, которые вы готовы продать или предоставить, и рассказать как минимум одному человеку об OmniBazaar",
    "Bitcoin.ipError": "Этот кошелек был создан с использованием другого IP-адреса. Пожалуйста, добавьте в белый список {ip} войдя в этот кошелек на www.Blockchain.com.",
    "Wallet.welcome": "Добро пожаловать в OmniBazaar!",
    "Wallet.welcomeBonusText3": "Листинг, который вы создаете, может быть использован для продвижения вашего бизнеса, продажи подержанного велосипеда, поиска соседа по комнате или предоставления каких-либо услуг. Мы используем \"систему честного слова\" и просим вашего сотрудничества. Пожалуйста, внесите свой вклад, чтобы помочь нам запустить маркетплейс, создав один или несколько листингов.",
    "Wallet.noWalletYet": "Вы еще не создали или не открыли кошелек",
    "Bitcoin.step3": "3. Перейдите в Настройки-> Безопасность-> Дополнительные настройки и \"белый список\" ваш новый IP-адрес. Вы можете занести в белый список несколько IP-адресов, используя символ «%», например: 85,173.%.%",
    "Wallet.quickStart": "Руководство по быстрому запуску! (знакомьтесь...)",
    "Bitcoin.step1": "1. Подтвердите свой адрес электронной почты, используя ссылку в сообщении электронной почты, которое вы получили от Blockchain.com.",
    "Wallet.welcomeBonus": "О \"Приветственном бонусе\"",
    "Wallet.welcomeBonusText1": "При первом запуске OmniBazaar на этом устройстве вы получите приветственный бонус. Приветственный бонус - это наш способ сказать \"спасибо\" за установку и использование OmniBazaar.",
    "Bitcoin.step4": "4. Выйдите из Blockchain.com и вернитесь на OmniBazaar. Попробуйте еще раз открыть свой кошелек. При необходимости обновите страницу кошелька.",
    "Wallet.launch": "Маркетплейс OmniBazaar теперь готов к использованию.",
    "Wallet.refreshWallet": "ОБНОВИТЬ",
    "Bitcoin.note": "ПРИМЕЧАНИЕ: Если ваш IP-адрес на этом компьютере изменится, или вы захотите получить доступ к этому Bitocin-кошельку с другого IP-адреса, вам нужно будет внести в белый список новый или другой IP-адрес на сайте www.blockchain.com. Это функция безопасности.",
    "Bitcoin.instructions": "Вот пошаговые инструкции, как это сделать:",
    "Wallet.note": "Примечание: Вы можете получить бесплатную регистрацию и приветственный бонус от OmniBazaar только один раз на этом компьютере.",
    "Wallet.addWallet": "ДОБАВИТЬ ИЛИ ОТКРЫТЬ КОШЕЛЕК",
    "Wallet.error": "Ошибка",
    "Bitcoin.step2": "2. Если ссылка ведет на Blockchain.com, войдите в свою учетную запись, используя GUID и пароль для созданного здесь кошелька."
}