{
    "Bitcoin.ipError": "This wallet was created on a different ip. Please whitelist {ip} in blockchain.info", 
    "Wallet.noWalletYet": "You haven't created or opened a wallet yet", 
    "Wallet.launch": "The OmniBazaar marketplace is now ready to use.", 
    "Wallet.welcomeBonusText1": "The first time you launch OmniBazaar on this device, you will receive a Welcome Bonus. This Welcome Bonus is our way of saying \"thank you\" for installing and usingOmniBazaar.", 
    "Wallet.welcomeBonusText3": "The listing you create could be for promoting your brick-and-mortar business, selling a used bicycle, finding a roommate, or offering some service you provide. We are using the \"honor system\" and asking for your cooperation. Please do your part to help us get the marketplace started by creating one or more listings.", 
    "Wallet.welcomeBonusText2": "What we ask in return is that you take some time to explore OmniBazaar, that you create at least one listing in the marketplace for some item or service that you are willing to sell or provide, and that you tell at least one other person about OmniBazaar.", 
    "Bitcoin.step3": "3. Go to Setttings->Security->Advanced Settings and add your possible range of IP addresses to IP Whitelist like that: 85.173.%.%", 
    "Wallet.quickStart": "Quick-start Guide! (Please read...)", 
    "Bitcoin.step1": "1. Confirm your e-mail address from the e-mail message you should've received", 
    "Wallet.welcomeBonus": "About the \"Welcome Bonus\"", 
    "Bitcoin.note": "NOTE: if you want to use your bitcoin wallet from another ip address you should whitelist another ip in blockchain.info -", 
    "Bitcoin.step4": "4. Refresh the Wallet page from the application if needed.", 
    "Wallet.welcome": "Welcome to OmniBazaar!", 
    "Wallet.refreshWallet": "REFRESH", 
    "Bitcoin.instructions": "Here is the step by step instruction of how this can be achieved:", 
    "Wallet.note": "Note: You will only receive free registration and the Welcome Bonus from OmniBazaar, once on this computer.", 
    "Wallet.error": "Error", 
    "Wallet.addWallet": "ADD OR OPEN A WALLET", 
    "Bitcoin.step2": "2. Login into your account"
}