{
    "Wallet.welcomeBonusText2": "Bunun karşılığında, OmniBazaar'ı keşfetmek için biraz zaman ayırmanız, pazarda satış yapmak veya vermek istediğiniz bir ürün veya hizmet için en az bir ilan oluşturmanız ve OmniBazaar hakkında en az bir kişiye söylemeniz, .",
    "Bitcoin.ipError": "Bu cüzdan farklı bir IP adresi kullanılarak oluşturuldu. Lütfen bu cüzdanın içine www.Blockchain.com adresinden giriş yaparak {ip} beyaz listeye ekleyin.",
    "Wallet.welcome": "OmniBazaar'a Hoşgeldiniz!",
    "Wallet.welcomeBonusText3": "Yarattığınız ilan mağazanızı geliştirmek, kullanılmış bir bisiklet satmak, bir oda arkadaşı bulmak veya verdiğiniz bir hizmeti sunmak için olabilir. \"Onur sistemini\" kullanıyoruz ve işbirliğiniz için istiyoruz. Lütfen bir veya daha fazla giriş oluşturarak pazarın başlamasına yardımcı olmak için üzerinize düşeni yapın.",
    "Wallet.noWalletYet": "Henüz bir cüzdan oluşturmadınız veya açmadınız",
    "Bitcoin.step3": "3. Ayarlar-> Güvenlik-> Gelişmiş Ayarlar ve yeni IP adresiniz \"beyaz liste\" seçeneğine gidin. '%' Sembolünü kullanarak şöyle bir IP adresi aralığını beyaz listeye alabilirsiniz: 85.173.%.%",
    "Wallet.quickStart": "Hızlı başlangıç Kılavuzu! (Lütfen okuyun...)",
    "Bitcoin.step1": "1. Blockchain.com'dan aldığınız e-posta iletisindeki bağlantıyı kullanarak e-posta adresinizi doğrulayın.",
    "Wallet.welcomeBonus": "\"Hoşgeldin Bonusu\" Hakkında",
    "Wallet.welcomeBonusText1": "OmniBazaar'ı bu cihazda ilk kez başlattığınızda, Hoş Geldiniz Bonusu alacaksınız. Bu Hoşgeldin Bonusu ,OmniBazaar'ı kurmak ve kullanmak için \"teşekkür ederim\" demenin bir yoludur.",
    "Bitcoin.step4": "4. Blockchain.com'dan çıkın ve OmniBazaar'a geri dönün. Cüzdanını açmayı tekrar dene. Gerekirse bu Cüzdan sayfasını yenile",
    "Wallet.launch": "OmniBazaar pazarı şimdi kullanıma hazır.",
    "Wallet.refreshWallet": "YENİLE",
    "Bitcoin.note": "NOT: Bu makinedeki IP adresiniz değişirse veya bu bitcoin cüzdanına farklı bir IP adresinden erişmek istiyorsanız, yeni veya farklı IP adresini www.blockchain.com adresinde beyaz listeye almanız gerekir. Bu bir güvenlik özelliğidir.",
    "Bitcoin.instructions": "İşte bunun nasıl yapılacağı hakkında adım adım talimatlar:",
    "Wallet.note": "Not: Bu bilgisayarda yalnızca bir kez OmniBazaar'dan ücretsiz kayıt ve Hoş Geldiniz Bonusu alacaksınız.",
    "Wallet.addWallet": "CÜZDAN EKLEYİN VEYA AÇIN",
    "Wallet.error": "Hata",
    "Bitcoin.step2": "2. Bağlantı sizi Blockchain.com'a götürdüğünde, burada oluşturduğunuz cüzdanın GUID ve şifresini kullanarak hesabınıza giriş yapın."
}