{
    "Wallet.welcomeBonusText2": "Взамін ми просимо вас витратити трохи часу для того, щоб попробувати користуватись OmniBazaar, створити хоча б один лот для речі чи послуги, яку ви бажаєте продати чи надати, і що ви розкажете хоча б ще комусь одному про ринок OmniBazaar.",
    "Bitcoin.ipError": "Цей гаманець був створений за допомогою іншої IP-адреси. Будь ласка, додайте в білий список {ip}, увійшовши в цей гаманець на www.Blockchain.com.",
    "Wallet.welcome": "Ласкаво просимо на OmniBazaar!",
    "Wallet.welcomeBonusText3": "Лот, який ви створите, може бути рекламою вашого цегельно-вапняного бізнесу, продажу користованих велосипедів, знаходження співмешканця, або пропонування якоїсь послуги, яку ви  надаєте. Ми використовуємо \"систему репутації\" та просимо вашої співпраці. Будь ласка, створіть свій лот для того, щоб допомогти нам запустити Ринок.",
    "Wallet.noWalletYet": "Ви ще не створили або не відкрили гаманець",
    "Bitcoin.step3": "3. Перейдіть в Налаштування->Безпека->Додаткові настройки і внесіть в «білий список» вашу нову IP-адресу. Ви можете занести в білий список діапазон IP-адрес, використовуючи символ «%», наприклад: 85,173.%.%",
    "Wallet.quickStart": "Короткий посібник! (Будь ласка, прочитайте...)",
    "Bitcoin.step1": "1. Підтвердіть свою адресу електронної пошти, використовуючи посилання в повідомленні електронної пошти, яке ви отримали від Blockchain.com.",
    "Wallet.welcomeBonus": "Про \"Вітальний Бонус\"",
    "Wallet.welcomeBonusText1": "Першого разу, коли ви запускаєте OmniBazaar на цьому пристрої, ви отримаєте Вітальний Бонус. Цей Вітальний Бонус - наш спосіб виразити \"вам подяку\" за встановлення і використання OmniBazaar.",
    "Bitcoin.step4": "4. Вийдіть з Blockchain.com і поверніться на OmniBazaar. Спробуйте ще раз відкрити свій гаманець. Оновіть цю сторінку гаманця, якщо це необхідно.",
    "Wallet.launch": "Ринок OmniBazaar готовий до використання.",
    "Wallet.refreshWallet": "ОНОВИТИ",
    "Bitcoin.note": "ПРИМІТКА. Якщо ваша IP-адреса на цьому комп'ютері зміниться, або ви захочете отримати доступ до цього біткойн-гаманця з іншої IP-адреси, вам буде потрібно внести в білий список нову або іншу IP-адресу на сайті www.blockchain.com. Це функція безпеки.",
    "Bitcoin.instructions": "Ось покрокові інструкції, як це зробити:",
    "Wallet.note": "Примітка: Ви можете скористатися безоплатною реєстрацією та отримати Заохочувальний Бонус від OmniBazaar тільки один раз на цьому комп'ютері.",
    "Wallet.addWallet": "ДОДАЙТЕ АБО ВІДКРИЙТЕ ГАМАНЕЦЬ",
    "Wallet.error": "Помилка",
    "Bitcoin.step2": "2. Коли за посиланням ви потрапите на Blockchain.com, увійдіть до свого облікового запису, використовуючи GUID і пароль для створеного тут гаманця."
}