{
    "Wallet.welcomeBonusText2": "Để đáp lại, chúng tôi yêu cầu bạn dành chút thời gian để nghiên cứu OmniBazaar, tạo ít nhất một danh sách trên thị trường cho bất kỳ mặt hàng hoặc dịch vụ nào bạn muốn bán hoặc cung cấp và nói với ít nhất một người về OmniBazaar.",
    "Bitcoin.ipError": "Ví này được tạo bằng một địa chỉ IP khác. Vui lòng tạo một danh sách trắng {ip}, bằng cách đăng nhập vào ví này trên trang web www.Blockchain.com.",
    "Wallet.welcome": "Chào mừng đến với OmniBazaar!",
    "Wallet.welcomeBonusText3": "Danh sách bạn có thể tạo có thể được sử dụng để quảng bá doanh nghiệp của mình, bán một chiếc xe đạp đã qua sử dụng, tìm bạn cùng phòng hoặc cung cấp cho bạn bất kỳ dịch vụ nào. Chúng tôi sử dụng \"hệ thống danh dự\" và yêu cầu sự hợp tác của bạn. Hãy đóng góp để giúp chúng tôi bắt đầu thị trường bằng cách tạo một hoặc nhiều danh sách.",
    "Wallet.noWalletYet": "Bạn chưa tạo hoặc mở ví",
    "Bitcoin.step3": "3. Đi đến Setttings->Security->Advanced Settings và \"white-list\" địa chỉ IP mới của bạn. Bạn có thể white-list một loạt địa chỉ IP bằng ký hiệu '%' giống như này: 85.173.%.%",
    "Wallet.quickStart": "Hướng dẫn nhanh! (Xin vui lòng đọc...)",
    "Bitcoin.step1": "1. Xác minh địa chỉ email của bạn bằng liên kết trong email bạn nhận được từ Blockchain.com.",
    "Wallet.welcomeBonus": "Giới thiệu về \"Phần thưởng chào mừng\"",
    "Wallet.welcomeBonusText1": "Khi bạn lần đầu tiên khởi động OmniBazaar trên thiết bị này, bạn sẽ nhận được phần thưởng chào đón. Phần thưởng chào mừng là cách chúng tôi nói \"lời cảm ơn\" bạn vì đã cài đặt và sử dụng OmniBazaar.",
    "Bitcoin.step4": "4. Thoát khỏi Blockchain.com và quay lại OmniBazaar. Hãy thử mở ví của bạn một lần nữa. Làm mới trang Wallet này nếu cần thiết.",
    "Wallet.launch": "Thị trường OmniBazaar hiện đã sẵn sàng để sử dụng.",
    "Wallet.refreshWallet": "LÀM TƯƠI",
    "Bitcoin.note": "LƯU Ý. Nếu địa chỉ IP của bạn trên máy này thay đổi hoặc bạn muốn truy cập ví bitcoin này từ một địa chỉ IP khác, bạn sẽ cần thêm địa chỉ IP mới hoặc khác vào whitelist trên www.blockchain.com. Đây là một tính năng bảo mật.",
    "Bitcoin.instructions": "Dưới đây là hướng dẫn từng bước về cách thực hiện việc này:",
    "Wallet.note": "Lưu ý: Bạn sẽ chỉ nhận được đăng ký miễn phí và Tiền thưởng chào mừng từ OmniBazaar, một lần trên máy tính này.",
    "Wallet.addWallet": "THÊM HOẶC MỞ VÍ",
    "Wallet.error": "Lỗi",
    "Bitcoin.step2": "2. Khi liên kết đưa bạn đến Blockchain.com, hãy đăng nhập vào tài khoản của bạn bằng GUID và mật khẩu cho ví được tạo tại đây."
}