{
    "StartGuide.welcome": "!أهلا وسهلا بك في بازار أومني",
    "StartGuide.earnAdditional": "اكسب أومني كوين إضافية من خلال توفير خدمات السوق",
    "StartGuide.earnBySelling": "اكسب عملة الأومني و البيتكوين من خلال البيع في السوق",
    "StartGuide.toUseOmniBazaar2": "يربط السوق المشترين مع البائعين من خلال جزء صغير من تكلفة مواقع التجارة الإلكترونية التقليدية. قد يؤدي استخدام بعض خدمات السوق الاختيارية مثل الايسكرو لدفع رسوم بسيطة عند شراء أو بيع شيء ما. يتم توزيع هذه الرسوم على مستخدمي بازار أومني الذين يقدمون أجهزة الحاسوب والشبكات والايسكرو وخدمات التطوير التي تجعل السوق ممكنًا. هذه الرسوم أقل بكثير من الرسوم 10٪ التي تفرضها معظم مواقع التجارة الإلكترونية",
    "StartGuide.aboutOmniCoinText1": "عندما تفوم بالشراء أو البيع باستخدام عملة أومني، يمكنك استخدام خدمة الإرسال الأمن من ايسكرو. تساعد هذه الخدمة على حماية كل من المشترين والبائعين في المعاملات بعيدة المدى. كما تسمح عملة أومني للمشترين والبائعين بالتصويت على ثقتهم ببعضهم البعض. إن معاملات المسح الخاصة بعملة أومني  أسرع  120 مرة من معاملات البيتكوين، ويمكنك إرسال المدفوعات إلى اسم المستخدم بدلاً من سلسلة طويلة من الأرقام والحروف",
    "StartGuide.aboutOmniCoinText2": " إن عملة الأومني هي العملة الرسمية لسوق بازار أومني. بشكل افتراضي، عند استخدام الأومني أو البيتكوين للشراء أو البيع في السوق، هناك رسوم بنسبة 1٪ يدفعها البائع وتقسّم هذه الرسوم بين مقدمي الخدمات في سوق بازار أومني. من الممكن اختيار عدم قبول جميع رسوم بازار أومني ولكنك ستجد أن فوائد دفع بعض الرسوم الصغيرة تفوق التكاليف في كل الحالات تقريبًا",
    "StartGuide.note": "ملاحظة: يمكنك الاستفادة من التسجيل المجاني ومكافأة الترحيب من بازار أومني لمرة واحدة  فقط على هذا الكمبيوتر",
    "StartGuide.getMoreOCText3": "من صفحة حسابك. ستتلقى رابطاً مخصصًا، لتعريفك كمحيل، والذي يمكن لأصدقائك استخدامه لتنزيل بازار أومني وتثبيته",
    "StartGuide.getMoreOCText2": "علامة تبويب إعدادات المستخدم ",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "نحن نقوم بتوزيع المليارات من العملات للأشخاص الذين ينضمون إليها، ويشيرون إلى أصدقائهم، ويجرون المعاملات في السوق. بالإضافة إلى بيع عمة الأومني في حدث بيع الرموز الخاص بنا، فإننا نستخدمها كمكافآت لمساعدتنا في كسب المزيد من المستخدمين",
    "StartGuide.welcomeBonusText2": "ما نطلبه في المقابل هو أن تعطي بعض الوقت لاستكشاف بازار أومني و أن تقوم بإنشاء قائمة واحدة على الأقل في السوق لبعض السلع أو الخدمات التي ترغب في بيعها أو تقديمها ، وأن تخبر شخصًا آخر على الأقل عن بازار أومني",
    "StartGuide.goToUserSettings2": "علامة تبويب إعدادات المستخدم",
    "StartGuide.quickStart": "(... دليل البدء السريع! (لطفاً قم بقرائته",
    "StartGuide.goToUserSettings1": "اذهب  إلى",
    "StartGuide.welcomeBonus": "حول المكافأة الترحيبية",
    "StartGuide.launch": "سوف تظهر لك القوائم التي تتطابق مع اهتماماتك والتي ذكرتها عندما أثناء تسجيلك ،{Marketplace} إن سوق بازار أومني جاهزاً لكي تستخدمه. بمجرد نقرك على",
    "StartGuide.goShopping": "تسوق في سوق أومني",
    "StartGuide.earnBySellingDesc": "بالطبع ، يمكنك أيضا كسب الأومني كوين (والبيتكوين) عن طريق بيع السلع أو الخدمات في السوق. سوف يدفع لك المشترون في واحدة من هذه العملات المشفرة ، وسيكون لديك المزيد من القطع لتنفقها. يمكنك أيضًا تداول عملتك المحلية للبيتكوين أو الأومني كوين - إما عن طريق المعاملات الخاصة من خلال سوق بازار أومني ، أو من خلال تبادل العملة المشفرة على الإنترنت. تشمل التبادلات التي تتعامل مع الأومني كوين ما يلي: سيتم الاعلان عنا قريباً",
    "StartGuide.getMoreOC": "احصل على  قطع أومني أكثر من خلال مكافآت الإحالة",
    "StartGuide.aboutOmniCoin": " OmniCoin حول",
    "StartGuide.goToUserSettings3": "على صفحة حسابك لتحديد الخدمات التي ترغب في تقديمها",
    "StartGuide.welcomeBonusText3": "قد تكون القائمة التي تقوم بإنشائها بمثابة ترويج لأعمالك التجارية التقليدية ، أو بيع دراجة مستعملة ، أو العثور على شريك في الغرفة ، أو عرض بعض الخدمات التي تقدمها. نحن نستخدم نظام الشرف ونطلب تعاونك. الرجاء القيام بدورك لمساعدتنا في بدء السوق من خلال إنشاء قائمة واحدة أو أكثر",
    "StartGuide.toUseOmniBazaar": "لاستخدام بازار أومني ، ما عليك سوى نشر قائمة بالمنتج أو الخدمة التي تريد بيعها في السوق. أو ابحث عن المنتج أو الخدمة التي   ترغب في شرائها. إذا كنت قد استخدمتCraigsList سوف تجد ان بازار أومني سهل الاستخدام",
    "StartGuide.welcomeBonusText1": "سوف تحصل على مكافأة ترحيبية بمجرد تثبيتك لبازار أومني على جهازك. مكافأة الترحيب هذه هي طريقتنا لقول شكراً لك لتثبيتك واستخدامك بازار أومني",
    "StartGuide.willPayYou": "سوف يدفع لك بازار اومني لتوفير الخدمات التالية في السوق:",
    "StartGuide.willPayYouText4": "يمكنك كسب عملة الأومني عن طريق تجهيز المعاملات بين المشترين والبائعين",
    "StartGuide.willPayYouText2": "يمكنك كسب عملة الأومني عن طريق نشر قوائم للآخرين على جهاز الكمبيوتر الخاص بك.",
    "StartGuide.willPayYouText3": "يمكنك كسب علمة الأومني من خلال العمل كوكيل ومحكم ايسكرو للمستخدمين الآخرين.",
    "StartGuide.willPayYouText1": "يمكنك كسب عملة الأومني و البيتكوين بإحالة مستخدمين جدد إلى السوق."
}