{
    "StartGuide.welcome": "¡Bienvenido a OmniBazaar!",
    "StartGuide.earnAdditional": "Obtenga OmniCoins adicionales al proporcionar servicios de Marketplace",
    "StartGuide.earnBySelling": "Obtenga OmniCoins y Bitcoins vendiendo en el Mercado",
    "StartGuide.toUseOmniBazaar2": "El mercado combina compradores con vendedores a una fracción del costo de los sitios de comercio electrónico tradicionales. Algunos servicios de mercado opcionales, como el depósito en garantía, pueden resultar en pequeñas comisiones cuando compra o vende algo. Estas comisiones se distribuyen a los usuarios de OmniBazaar que proporcionan los servicios de ordenador, red, depósito y desarrollo que hacen posible el mercado. Estas comisiones son mucho menores que las tarifas de 10 a 15% cobradas por la mayoría de los sitios de comercio electrónico.",
    "StartGuide.aboutOmniCoinText1": "Cuando compre o venda utilizando OmniCoins, puede usar el servicio de depósito en garantía \"SecureSend\". SecureSend ayuda a proteger a compradores y vendedores en transacciones de larga distancia. OmniCoin también permite a los compradores y vendedores registrar los votos de reputación entre ellos. Las transacciones de OmniCoin se \"clear\" aproximadamente 120 veces más rápido que las transacciones de Bitcoin, y puede enviar los pagos al nombre de un usuario en lugar de una larga cadena de números y letras.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin es la \"currency\" oficial del mercado de OmniBazaar. De forma predeterminada, cuando utiliza OmniCoin o Bitcoins para comprar o vender en el mercado, hay una comisión del uno por ciento (1%) que paga el vendedor. Esta comisión se divide entre los proveedores de servicios en el mercado OmniBazaar. Es posible \"excluirse\" de todas las comisiones de OmniBazaar. Pero verá que los beneficios de pagar algunas comisiones pequeñas superan los costos en casi todos los casos.",
    "StartGuide.note": "Nota: solo puede recibir el registro gratuito y el Bono de Bienvenida de OmniBazaar una vez en este ordenador",
    "StartGuide.getMoreOCText3": "de la página de su cuenta. Recibirá una URL personalizada, que lo identificará como referido, que sus amigos podrán usar para descargar e instalar OmniBazaar.",
    "StartGuide.getMoreOCText2": "pestaña Configuración de usuario",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "Estamos distribuyendo miles de millones de monedas a personas que se unen, refieren a sus amigos y hacen transacciones en el mercado. Además de vender OmniCoins en nuestro 'Evento de venta de fichas', los estamos utilizando como recompensas para ayudarnos a adquirir más usuarios.",
    "StartGuide.welcomeBonusText2": "Lo que pedimos a cambio es que se tome un tiempo para explorar OmniBazaar, que cree al menos una lista en el mercado para algún artículo o servicio que esté dispuesto a vender o brindar y le hable al menos a una persona de OmniBazaar ",
    "StartGuide.goToUserSettings2": "pestaña Configuración de usuario",
    "StartGuide.quickStart": "¡Guía de inicio rápido! Por favor, lea",
    "StartGuide.goToUserSettings1": "Ir a",
    "StartGuide.welcomeBonus": "Acerca del \"Welcome Bonus\"",
    "StartGuide.launch": "El mercado OmniBazaar está listo para su uso. Cuando haga clic en la pestaña {Marketplace}, verá listados que coincidirán con los intereses que mencionó durante el proceso de registro.",
    "StartGuide.goShopping": "Vaya de compras al mercado OmniBazaar",
    "StartGuide.earnBySellingDesc": "Por supuesto, también puede obtener OmniCoins (y bitcoins) vendiendo bienes o servicios en el mercado. Los compradores te pagarán en una de estas criptomonedas y tendrás más monedas para gastar. También puede cambiar su moneda local por bitcoins u OmniCoins, ya sea mediante transacciones privadas a través del mercado OmniBazaar, o mediante un negocio de intercambio de criptomonedas en Internet. Los intercambios que incluyen OmniCoins incluyen [próximamente]. ",
    "StartGuide.getMoreOC": "Obtenga más OmniCoins a través de los bonos de referencia",
    "StartGuide.aboutOmniCoin": "Acerca de OmniCoin",
    "StartGuide.goToUserSettings3": "en la página de su Cuenta para seleccionar los servicios que desea y puede proporcionar.",
    "StartGuide.welcomeBonusText3": "La lista que cree podría ser para promocionar su negocio de ladrillos y mortero, vender una bicicleta usada, encontrar un compañero de cuarto u ofrecer algún servicio que Ud. brinde. Estamos utilizando el \"honor system\" y solicitamos su colaboración. Por favor, ponga su granito de arena para ayudarnos a crear el mercado confeccionando una o más listas ",
    "StartGuide.toUseOmniBazaar": "Para usar OmniBazaar, simplemente publique en el mercado una lista del producto o servicio que le gustaría vender. O bien, busque el producto o servicio que desea comprar. Si alguna vez ha usado CraigsList, encontrará que OmniBazaar es fácil de usar.",
    "StartGuide.welcomeBonusText1": "La primera vez que inicie OmniBazaar en este dispositivo, recibirá un Bono de bienvenida. Este Bono de bienvenida es nuestra manera de decir \"thank you\" por instalar y utilizar OmniBazaar.",
    "StartGuide.willPayYou": "OmniBazaar le pagará para que provea los siguientes servicios en el mercado:",
    "StartGuide.willPayYouText4": "Puede ganar OmniCoins procesando transacciones entre compradores y vendedores.",
    "StartGuide.willPayYouText2": "Puede ganar OmniCoins publicando listados para otros usuarios en su ordenador.",
    "StartGuide.willPayYouText3": "Puede ganar OmniCoins actuando como agente de depósito y árbitro para otros usuarios.",
    "StartGuide.willPayYouText1": "Puede ganar OmniCoins y Bitcoins remitiendo nuevos usuarios al mercado."
}