{
    "StartGuide.welcome": "OmniBazaar માં સ્વાગત છે!",
    "StartGuide.earnAdditional": "બજાર સેવાઓ પૂરી પાડીને વધારાની OmniCoins કમાઓ",
    "StartGuide.earnBySelling": "બજારમાં વેચીને ઑમ્ની કૉઇન્સ અને બિટકોન્સ કમાઓ",
    "StartGuide.toUseOmniBazaar2": " કેટલીક વૈકલ્પિક બજાર સેવાઓ, જેમ કે એસ્ક્રો, જ્યારે તમે કંઈક ખરીદી અથવા વેચી શકો છો ત્યારે નાની ફીમાં પરિણમી શકે છે આ ફી OmniBazaar વપરાશકર્તાઓને વિતરિત કરવામાં આવે છે જે કોમ્પ્યુટર, નેટવર્ક, એસ્ક્રો અને ડેવલપમેન્ટ સેવાઓ પૂરી પાડે છે જે બજારમાં શક્ય બનાવે છે. મોટાભાગની ઈ- વ્યાપાર સાઇટ્સ દ્વારા વસૂલવામાં આવેલી ફી 10–15% થી વધુ ફીથી ઘણી ઓછી છે જે બજાર પરંપરાગત ઇ-વ્યાપાર સાઇટ્સના ખર્ચના અપૂર્ણાંકના વેચાણકર્તાઓ સાથે ખરીદદારોને મેળ ખાય છે. ",
    "StartGuide.aboutOmniCoinText1": " OmniCoin ખરીદદારો અને વેચાણકર્તાઓ દરેક અન્ય વિશે પ્રતિષ્ઠાના મતો રજીસ્ટર કરવા માટે પરવાનગી આપે છે. OmniCoin વ્યવહારો \"clear\" બિટકોઇન વ્યવહારો કરતાં લગભગ ૧૨૦ ગણો વધુ ઝડપી છે, અને તમે નંબરો અને અક્ષરોની લાંબી શબ્દમાળાને બદલે વપરાશકર્તાની નામ પર ચૂકવણી મોકલી શકો છો અને જ્યારે તમે OmniCoins નો ઉપયોગ કરીને ખરીદી અથવા વેચો છો, ત્યારે તમે \"SecureSend\" એસ્ક્રો સેવાનો ઉપયોગ કરી શકો છો. SecureSend લાંબા ગાળાની વ્યવહારોમાં ખરીદદારો અને વેચાણકર્તાઓને બચાવે છે. ",
    "StartGuide.aboutOmniCoinText2": " OmniBazaar બજારમાં આ ફી સેવા પ્રદાતાઓમાં વહેંચવામાં આવી છે. OmniBazaar ફીની \"છોડી દેવું\" શક્ય છે. પરંતુ, તમે જોશો કે કેટલાક નાના ફી ભરવાનાં ફાયદા લગભગ દરેક કેસમાં ખર્ચથી વધી જાય છે અને OmniCoin OmniBazaar બજારમાં સત્તાવાર \"ચલણ\" છે. ડિફૉલ્ટ રૂપે, જ્યારે તમે માર્કેટમાં ખરીદી અથવા વેચવા માટે OmniCoin અથવા Bitcoins નો ઉપયોગ કરો છો, ત્યારે એક ટકા (૧%) ફી વેચનાર દ્વારા ચૂકવવામાં આવે છે. ",
    "StartGuide.note": " નોંધ: તમે આ કમ્પ્યુટર પર એકવાર OmniBazaar થી મફત નોંધણી અને સ્વાગત બોનસ પ્રાપ્ત કરી શકો છો.",
    "StartGuide.getMoreOCText3": "તમારા ખાતા પૃષ્ઠની. તમને એક કસ્ટમ URL પ્રાપ્ત થશે, જે તમને રેફરર તરીકે ઓળખાવશે, કે તમારા મિત્રો OmniBazaar ને ડાઉનલોડ અને ઇન્સ્ટોલ કરવા માટે ઉપયોગ કરી શકે છે.",
    "StartGuide.getMoreOCText2": "વપરાશકર્તા સેટિંગ્સ ટેબ",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": " અમે લોકો સાથે જોડાવા માટે અબજો કોઈન વહેંચી રહ્યા છીએ, અને બજારમાં સોદા કરીએ છીએ. અમારા 'ટોકન સેલ ઇવેન્ટ'માં OmniCoins નું વેચાણ કરવા ઉપરાંત, તમારા મિત્રોને જણાવો, અમે વધુ વપરાશકર્તાઓને હસ્તગત કરવામાં મદદ માટે અમે તેમને પારિતોષિકો તરીકે ઉપયોગ કરી રહ્યા છીએ.",
    "StartGuide.welcomeBonusText2": " બદલામાં અમે શું કહીએ છીએ કે તમે OmniBazaar ને શોધવા માટે થોડો સમય કાઢો, તમે અમુક વસ્તુ અથવા સેવા કે જે તમે વેચવા અથવા આપવા માટે તૈયાર છો તે બજારમાં ઓછામાં ઓછી એક સૂચિ બનાવો, અને તમે ઓછામાં ઓછા એક અન્ય વ્યક્તિને OmniBazaar વિશે કહો.",
    "StartGuide.goToUserSettings2": "વપરાશકર્તા સેટિંગ્સ ટેબ",
    "StartGuide.quickStart": "ઝડપી શરૂઆત માર્ગદર્શન! (મહેરબાની કરીને વાંચો...)",
    "StartGuide.goToUserSettings1": "પર જાઓ",
    "StartGuide.welcomeBonus": "\"સ્વાગત બોનસ\" વિષે",
    "StartGuide.launch": "જ્યારે તમે {Marketplace} ટેબ પર ક્લિક કરો છો અને OmniBazaar બજારમાં તમે ઉપયોગ કરવા માટે તૈયાર છો ત્યારે તમે સૂચિઓ જોશો કે જે સાઇન-અપ પ્રક્રિયા દરમિયાન તમે ઉલ્લેખિત કરેલી રુચિઓથી મેળ ખાશે.",
    "StartGuide.goShopping": " OmniBazaar માં ખરીદી કરો ",
    "StartGuide.earnBySellingDesc": "અલબત્ત, તમે બજારમાં માલ અથવા સેવાઓ વેચીને OmniCoins (અને બીટકોઇન્સ) કમાઈ શકો છો. ખરીદનારાઓ તમને આ ક્રિપ્ટોમુદ્રામાંથી એકમાં ચુકવણી કરશે, અને તમારી પાસે વધુ કોઈન ખર્ચ થશે. તમે તમારી સ્થાનિક ચલણ બીટકોઇન્સ માટે પણ વેપાર કરી શકો છો. અથવા OmniCoins - ક્યાં તો બજાર દ્વારા અથવા ઇન્ટરનેટ પર ક્રિપ્ટોમુદ્રા એક્સ્ચેન્જ વ્યવસાય દ્વારા ખાનગી વ્યવહારો દ્વારા. OmniCoins ની સૂચિબદ્ધ કરેલા એક્સચેંજોમાં [ટૂંક સમયમાં જ આવવું] શામેલ છે.",
    "StartGuide.getMoreOC": "રેફરલ બોનસ દ્વારા વધુ OmniCoins મેળવો",
    "StartGuide.aboutOmniCoin": "OmniCoin વિષે",
    "StartGuide.goToUserSettings3": "તમારા ખાતા પૃષ્ઠ પર તમે જે રુચિ ધરાવો છો અને પ્રદાન કરવા સક્ષમ છો તે પસંદ કરવા માટે.",
    "StartGuide.welcomeBonusText3": "તમે જે સૂચિ બનાવી છે તે તમારા પાયાના વેપારને પ્રોત્સાહન આપવા, રૂમમેટ શોધવા, કૃપા કરીને એક અથવા વધુ સૂચી બનાવીને માર્કેટપ્લેસ શરૂ કરવામાં અમારી સહાય કરવા માટે તમારા ભાગ કરો અથવા આપ જે સેવા પૂરી પાડે છે ઉપયોગમાં લેવાતી સાયકલ વેચવા, તેની ઓફર કરવા માટે હોઈ શકે છે. અમે \"honor system\" નો ઉપયોગ કરી રહ્યા છીએ અને તમારા સહકારની માંગ કરી રહ્યા છીએ. ",
    "StartGuide.toUseOmniBazaar": "જો તમે ક્યારેય ક્રેગ્સલિસ્ટનો ઉપયોગ કર્યો હોય, તો તમને OmniBazaar સરળ બનશે અને OmniBazaar નો ઉપયોગ કરવા માટે, તમે બજારમાં વેચવા માંગતા હો તે ઉત્પાદન અથવા સેવાની સૂચિબદ્ધ બજારમાં ફક્ત પ્રકાશિત કરો અથવા, તમે ખરીદવા માંગતા હો તે ઉત્પાદન અથવા સેવાની શોધ કરો. ",
    "StartGuide.welcomeBonusText1": " તમે આ ઉપકરણ પર OmniBazaar લો છો તે પ્રથમ વખત, તમે એક સ્વાગત બોનસ મેળવશો આ સ્વાગત બોનસ એ OmniBazaar ની ઇન્સ્ટોલ કરવા અને ઉપયોગ કરવા માટે \"thank you\" કહેવાનો અમારો વિચાર છે.",
    "StartGuide.willPayYou": " OmniBazaar તમને નીચેની સેવાઓ પૂરી પાડવા માટે ચૂકવણી કરશે: ",
    "StartGuide.willPayYouText4": "તમે ખરીદદારો અને વિક્રેતાઓ વચ્ચે વ્યવહારોની પ્રક્રિયા દ્વારા OmniCoins કમાઈ શકો છો.",
    "StartGuide.willPayYouText2": "તમે તમારા કમ્પ્યુટર પર અન્ય લોકો માટે પ્રકાશન સૂચિઓ દ્વારા OmniCoins કમાઈ શકો છો.",
    "StartGuide.willPayYouText3": "તમે અન્ય વપરાશકર્તાઓ માટે એક સહાયક એજન્ટ અને દલાલ તરીકે કામ કરીને OmniCoins કમાઈ શકો છો.",
    "StartGuide.willPayYouText1": "તમે બજારમાં નવા વપરાશકર્તાઓને ઉલ્લેખ કરીને OmniCoins અને Bitcoins કમાઈ શકો છો, તમે નવા વપરાશકર્તાઓને માર્કેટપ્લેસ પર સંદર્ભ આપીને ઓમ્નીકિંક્સ અને બીટકોઇન્સ કમાવી શકો છો. "
}