{
    "StartGuide.welcome": "OmniBazaar में आपका स्वागत है!",
    "StartGuide.earnAdditional": "बाजार  सेवा प्रदान करके अतिरिक्त OmniCoin अर्जित करें",
    "StartGuide.earnBySelling": "बाजार में OmniCoins बेचकर  और Bitcoins कमाएं",
    "StartGuide.toUseOmniBazaar2": "बाज़ार, पारंपरिक ई-कॉमर्स साइटों की लागत के एक अंश पर विक्रेताओं के साथ खरीदारों से मेल खाता है। कुछ वैकल्पिक बाज़ार सेवाएँ, जैसे एस्क्रो, जब आप कुछ खरीदते या बेचते हैं तो छोटे शुल्क के रूप में परिणाम हो सकते हैं। ये शुल्क OmniBazaar उपयोगकर्ताओं को वितरित किए जाते हैं जो कंप्यूटर, नेटवर्क, एस्क्रो, और विकास सेवाएं प्रदान करते हैं जो बाज़ार को संभव बनाते हैं। ये शुल्क अधिकांश ई-कॉमर्स साइटों द्वारा वसूले गए 10 15% शुल्क से कम हैं।",
    "StartGuide.aboutOmniCoinText1": "जब आप OmniCoins का उपयोग करके खरीदते या बेचते हैं, तो आप \"SecureSend\" एस्क्रो सेवा का उपयोग कर सकते हैं। SecureSend लंबी दूरी के लेन-देन में खरीदारों और विक्रेताओं दोनों की रक्षा करने में मदद करता है। OmniCoin खरीदारों और विक्रेताओं को एक-दूसरे के बारे में प्रतिष्ठा वोट दर्ज करने की भी अनुमति देता है। OmniCoin लेन-देन \"स्पष्ट \" बिटकॉइन लेनदेन की तुलना में लगभग 120 गुना तेज है, और आप संख्याओं और अक्षरों के लंबे स्ट्रिंग के बजाय उपयोगकर्ता के नाम पर भुगतान भेज सकते हैं।",
    "StartGuide.aboutOmniCoinText2": "OmniCoin, OmniBazaar Bazaar का आधिकारिक \"मुद्रा\" है। डिफ़ॉल्ट रूप से, जब आप बाज़ार में खरीदने या बेचने के लिए ओमनीकोइन या बिटकॉइन का उपयोग करते हैं, तो विक्रेता द्वारा भुगतान किया जाने वाला एक प्रतिशत (1%) शुल्क होता है। इस शुल्क को OmniBazaar बाजार में सेवा प्रदाताओं के बीच विभाजित किया गया है। यह सभी OmniBazaar शुल्क के \"opt-out\" संभव है। लेकिन, आप पाएंगे कि कुछ छोटे शुल्क का भुगतान करने से लगभग हर मामले में लागत का लाभ मिलता है।",
    "StartGuide.note": "नोट: आप केवल इस कंप्यूटर पर एक बार नि: शुल्क पंजीकरण और OmniBazaar से स्वागत बोनस प्राप्त कर सकते हैं।",
    "StartGuide.getMoreOCText3": "आपके खाते के पृष्ठ पर आपको एक कस्टमाइज्ड URL प्राप्त होगा, जो आपको रेफरल के रूप में पहचानता है, जिसका उपयोग आपके मित्र OmniBazaar को डाउनलोड और स्थापित  करने के लिए कर सकते हैं।",
    "StartGuide.getMoreOCText2": "उपयोगकर्ता समायोजन्स टैब",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "हम उन लोगों को अरबों सिक्कों का वितरण कर रहे हैं जो शामिल होते हैं, अपने दोस्तों को रेफ़र करते हैं, और बाज़ार में लेनदेन करते हैं। हमारे 'टोकन बिक्री कार्यक्रम' में OmniCoins को बेचने के अलावा, हम उन्हें अधिक उपयोगकर्ताओं को प्राप्त करने में मदद करने के लिए पुरस्कार के रूप में उपयोग कर रहे हैं।",
    "StartGuide.welcomeBonusText2": "बदले में हम जो पूछते हैं वह यह है कि आपको OmniBazaar का पता लगाने में कुछ समय लगता है, कि आप किसी वस्तु या सेवा के लिए बाज़ार में कम से कम एक सूची बनाएँ जिसे आप बेचने या प्रदान करने के इच्छुक हैं, और यह कि आप कम से कम एक अन्य व्यक्ति को OmniBazaar के बारे में बताएं। ।",
    "StartGuide.goToUserSettings2": "उपयोगकर्ता समायोजन्स टैब",
    "StartGuide.quickStart": "त्वरित आरंभ गाइड! (कृपया पढ़ें...)",
    "StartGuide.goToUserSettings1": "के पास जाओ",
    "StartGuide.welcomeBonus": "\"स्वागत बोनस के बारे में\"",
    "StartGuide.launch": "OmniBazaar बाजार आपके उपयोग के लिए तैयार है। जब आप {Marketplace} टैब पर क्लिक करते हैं, तो आप लिस्टिंग देखेंगे जो साइन-अप प्रक्रिया के दौरान आपके द्वारा बताए गए हितों से मेल खाते हैं।",
    "StartGuide.goShopping": "OmniBazaar बाजार में खरीदारी करें",
    "StartGuide.earnBySellingDesc": "बेशक, आप बाज़ार में सामान या सेवाएं बेचकर भी OmniCoin (और बिटकॉइन) कमा सकते हैं। खरीदार इन क्रिप्टोमुद्रा में से एक में आपको भुगतान करेंगे, और आपके पास खर्च करने के लिए अधिक सिक्के होंगे। आप अपनी स्थानीय मुद्रा को बिटकॉइन या ओमनीओस के लिए व्यापार कर सकते हैं - या तो निजी लेन-देन के माध्यम से OmniBazaar बाज़ार से, या इंटरनेट पर एक क्रिप्टोमुद्रा विनिमय व्यवसाय के माध्यम से। OmniCoins को सूचीबद्ध करने वाले विनिमयों में [जल्द ही आने वाला] शामिल हैं।",
    "StartGuide.getMoreOC": "रेफरल बोनस के माध्यम से अधिक OmniCoin प्राप्त करें",
    "StartGuide.aboutOmniCoin": "OmniCoin के बारे में ",
    "StartGuide.goToUserSettings3": "चयन करने के लिए अपने खाता पृष्ठ पर उन सेवाओं का चयन करने के लिए जो आप चाहते हैं और प्रदान करने में सक्षम हैं, ।",
    "StartGuide.welcomeBonusText3": "आपके द्वारा बनाई गई सूची आपके ईंट-और-मोर्टार व्यवसाय को बढ़ावा देने, एक इस्तेमाल की गई साइकिल को बेचने, एक रूममेट खोजने या कुछ सेवा प्रदान करने के लिए हो सकती है। हम \"सम्मान प्रणाली \" का उपयोग कर रहे हैं और आपके सहयोग के लिए पूछ रहे हैं। कृपया एक या एक से अधिक सूची बनाकर बाज़ार शुरू करने में हमारी मदद करने के लिए अपना भाग दें।",
    "StartGuide.toUseOmniBazaar": "OmniBazaar का उपयोग करने के लिए, बस उस उत्पाद या सेवा की एक सूची बाज़ार में प्रकाशित करें जिसे आप बेचना चाहते हैं। या, वह उत्पाद या सेवा खोजें जिसे आप खरीदना चाहते हैं। यदि आपने कभी क्रेग्स सूची का उपयोग किया है, तो आपको OmniBazaar का उपयोग करना आसान होगा।",
    "StartGuide.welcomeBonusText1": "पहली बार जब आप इस उपकरण पर OmniBazaar प्रारम्भ करते हैं, तो आपको एक स्वागत बोनस मिलेगा। यह स्वागत बोनस हमारे OmniBazaar को स्थापित करने और उपयोग करने के लिए \"धन्यवाद\" कहने का हमारा तरीका है।",
    "StartGuide.willPayYou": "OmniBazaar आपको बाजार में निम्नलिखित सेवाएं प्रदान करने के लिए भुगतान करेगा:",
    "StartGuide.willPayYouText4": "आप खरीदारों और विक्रेताओं के बीच लेनदेन को संसाधित करके  OmniCoin से कमा सकते हैं।",
    "StartGuide.willPayYouText2": "आप अपने कंप्यूटर पर दूसरों के लिए सूची प्रकाशित करके OmniCoins कमा सकते हैं।",
    "StartGuide.willPayYouText3": "आप अन्य उपयोगकर्ताओं के लिए एक एस्क्रो एजेंट और मध्यस्थ के रूप में कार्य करके OmniCoin कमा सकते हैं।",
    "StartGuide.willPayYouText1": "आप बाज़ार में नए उपयोगकर्ताओं को रेफ़र करके ओमनी और बिटकॉइन कमा सकते हैं।",
    "StartGuide.getMoreOCText": "जब आप अपने कुछ दोस्तों को OmniBazaar में रेफ़र करते हैं, तो उन्हें शामिल होने के लिए एक स्वागत बोनस मिलेगा और आपको उनका उल्लेख करने के लिए एक रेफरल बोनस मिलेगा। पर एक रेफरल के रूप में पंजीकृत करें"
}