{
    "StartGuide.welcome": "Selamat datang di OmniBazaar!",
    "StartGuide.earnAdditional": "Dapatkan OmniCoins Tambahan dengan Menyediakan Layanan Marketplace",
    "StartGuide.earnBySelling": "Dapatkan OmniCoins dan Bitcoin dengan Menjual di Marketplace",
    "StartGuide.toUseOmniBazaar2": "Marketplace mempertemukan pembeli dengan penjual dengan biaya kecil dari situs e-commerce tradisional. Beberapa layanan marketplace opsional, seperti escrow, dapat menghasilkan sedikit biaya ketika Anda membeli atau menjual sesuatu. Biaya ini didistribusikan kepada pengguna OmniBazaar yang menyediakan layanan komputer, jaringan, escrow, dan pengembangan yang memungkinkan markeplace terjadi. Biaya ini jauh lebih kecil daripada biaya 10–15%  yang dibebankan oleh sebagian besar situs e-commerce.",
    "StartGuide.aboutOmniCoinText1": "Saat Anda membeli atau menjual menggunakan OmniCoin, Anda dapat menggunakan layanan escrow \"SecureSend\". SecureSend membantu melindungi pembeli dan penjual dalam transaksi jarak jauh. OmniCoin juga memungkinkan pembeli dan penjual untuk mendaftarkan vote reputasi tentang satu sama lain. Transaksi OmniCoin \"clear\" kira-kira 120 kali lebih cepat daripada transaksi Bitcoin, dan Anda dapat mengirim pembayaran ke nama pengguna, sebagai alternatif dari string panjang angka dan huruf.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin adalah \"mata uang\" resmi dari pasar OmniBazaar. Secara default, ketika Anda menggunakan OmniCoin atau bitcoin untuk membeli atau menjual di marketplace, ada satu persen (1%) biaya yang dibayarkan oleh penjual. Biaya ini dibagi di antara penyedia layanan di marketplace OmniBazaar. dimungkinkan untuk \"opt-out\" semua biaya OmniBazaar. Tapi, Anda akan mengetahui bahwa manfaat dari membayar beberapa biaya yang kecil lebih penting daripada biaya di hampir setiap kasus..",
    "StartGuide.note": "Catatan: Anda hanya dapat menerima pendaftaran gratis dan Bonus Selamat Datang dari OmniBazaar hanya sekali di komputer ini.",
    "StartGuide.getMoreOCText3": "dari halaman akun Anda. Anda akan menerima URL khusus, yang mengidentifikasi Anda sebagai pengarah, yang dapat digunakan teman-teman Anda untuk mengunduh dan menginstal OmniBazaar.",
    "StartGuide.getMoreOCText2": "Tab Pengaturan Pengguna",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "Kami mendistribusikan miliaran koin kepada orang-orang yang bergabung, mengarahkan teman-teman mereka, dan melakukan transaksi di marketplace. Selain menjual OmniCoins di 'Event Penjualan Token' , kami menggunakannya sebagai hadiah untuk membantu kami memperoleh lebih banyak pengguna.",
    "StartGuide.welcomeBonusText2": "Yang kami tawarkan sebagai imbalan adalah bahwa Anda meluangkan waktu untuk menyelidiki OmniBazaar, bahwasannya Anda membuat setidaknya satu daftar di marketplace untuk beberapa barang atau layanan yang bersedia Anda jual atau sediakan, dan Anda memberi tahu setidaknya satu orang lain tentang OmniBazaar .",
    "StartGuide.goToUserSettings2": "Tab Pengaturan Pengguna",
    "StartGuide.quickStart": "Panduan Mulai Cepat! (Silakan baca...)",
    "StartGuide.goToUserSettings1": "Buka",
    "StartGuide.welcomeBonus": "Tentang\"Bonus Selamat Datang\"",
    "StartGuide.launch": "The Marketplace OmniBazaar siap untuk Anda gunakan. Ketika Anda mengklik tab {Marketplace}, Anda akan melihat daftar yang cocok dengan minat yang Anda sebutkan selama proses pendaftaran.",
    "StartGuide.goShopping": "Berbelanja di Marketplace OmniBazaar ",
    "StartGuide.earnBySellingDesc": "Tentu saja, Anda juga bisa mendapatkan OmniCoins (dan bitcoin) dengan menjual barang atau jasa di pasar. Pembeli akan membayar Anda dengan salah satu cryptocurrency ini, dan Anda akan memiliki lebih banyak koin untuk dibelanjakan. Anda juga dapat memperdagangkan mata uang lokal Anda dengan bitcoin atau OmniCoins -- baik dengan transaksi pribadi melalui Marketplace OmniBazaar, atau melalui bisnis exchange mata uang digital di Internet. Exchange yang terdaftar OmniCoins termasuk [segera hadir].",
    "StartGuide.getMoreOC": "Dapatkan Lebih Banyak OmniCoins Melalui Bonus Referral",
    "StartGuide.aboutOmniCoin": "Tentang OmniCoin",
    "StartGuide.goToUserSettings3": "pada halaman Akun Anda untuk memilih layanan yang Anda siapkan dan dapat diberikan.",
    "StartGuide.welcomeBonusText3": "Daftar yang Anda buat bisa untuk mempromosikan bisnis tradisional Anda, menjual sepeda bekas, menemukan teman sekamar, atau menawarkan layanan yang Anda berikan. Kami menggunakan \"sistem kehormatan \" dan meminta kerja sama Anda. Silakan lakukan bagian Anda untuk membantu kami memulai marketplace dengan membuat satu daftar atau lebih.",
    "StartGuide.toUseOmniBazaar": "Untuk menggunakan OmniBazaar, cukup terbitkan di marketplace sebuah daftar produk atau layanan yang ingin Anda jual. Atau, cari produk atau layanan yang ingin Anda beli. Jika Anda pernah menggunakan CraigsList, Anda akan merasakan bahwa OmniBazaar mudah digunakan.",
    "StartGuide.welcomeBonusText1": "Pertama kali anda menjalankan OmniBazaar di perangkat ini, anda akan menerima Bonus Sambutan. Bonus sambutan ini merupakan cara kami untuk mengucapkan \"Terima Kasih\" untuk menginstall dan menggunakan OmniBazaar.",
    "StartGuide.willPayYou": "OmniBazaar akan membayar Anda untuk menyediakan layanan berikut di marketplace:",
    "StartGuide.willPayYouText4": "Anda bisa mendapatkan OmniCoins dengan memproses transaksi antara pembeli dan penjual.",
    "StartGuide.willPayYouText2": "Anda bisa mendapatkan OmniCoins dengan menerbitkan daftar untuk orang lain di komputer Anda.",
    "StartGuide.willPayYouText3": "Anda bisa mendapatkan OmniCoins dengan bertindak sebagai agen escrow dan penengah untuk pengguna lain.",
    "StartGuide.willPayYouText1": "Anda bisa mendapatkan OmniCoins dan bitcoin dengan mengarahkan pengguna baru ke marketplace.",
    "StartGuide.getMoreOCText": "Saat Anda mengarahkan beberapa teman Anda ke OmniBazaar, mereka akan menerima Bonus Selamat Datang untuk bergabung dan Anda akan menerima Bonus Referensi untuk merujuk mereka. Daftar sebagai Pengarah di"
}