{
    "StartGuide.welcome": "Benvenuto a OmniBazaar!",
    "StartGuide.earnAdditional": "Guadagna OmniCoin aggiuntivi fornendo Servizi al Marketplace",
    "StartGuide.earnBySelling": "Guadagna OmniCoin e Bitcoin vendendo sul Marketplace",
    "StartGuide.toUseOmniBazaar2": "Il marketplace mette in contatto gli acquirenti con i venditori ad un costo ridotto dai tradizionali siti di e-commerce. Alcuni servizi di marketplace opzionali, come l'escrow, possono comportare piccole commissioni quando acquisti o vendi qualcosa. Queste commissioni sono distribuite agli utenti di OmniBazaar che forniscono il loro computer, la rete, l'escrow e i servizi di sviluppo che rendono possibile il funzionamento del marketplace. Queste commissioni sono molto inferiori a quelle del 10–15% applicate dalla maggior parte dei siti di e-commerce.",
    "StartGuide.aboutOmniCoinText1": "Quando acquisti o vendi utilizzando OmniCoins, puoi utilizzare il servizio escrow \"SecureSend\". SecureSend aiuta a proteggere sia gli acquirenti che i venditori nelle transazioni a lunga distanza. OmniCoin consente inoltre agli acquirenti e ai venditori di effettuare delle recensioni. Le transazioni OmniCoin \"clear\" sono circa 120 volte più veloci delle transazioni Bitcoin e puoi inviare pagamenti tramite il nome utente anziché a una lunga stringa di numeri e lettere.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin è la \"valuta\" ufficiale del marketplace OmniBazaar. Per impostazione predefinita, quando si utilizza OmniCoin o il bitcoin per acquistare o vendere sul marketplace, viene applicata una commissione dell'1% (1%) a carico del venditore. Questa commissione è divisa tra i fornitori di servizi nel marketplace OmniBazaar. È possibile \"annullare\" tutte le tariffe OmniBazaar. Ma, scoprirai che i vantaggi di pagare alcune piccole commissioni superano i costi in quasi tutti i casi.",
    "StartGuide.note": "Nota: Puoi effettuare una registrazione gratuita ed avere il bonus di benvenuto da OmniBazaar una sola volta su questo computer.",
    "StartGuide.getMoreOCText3": "nella pagina del tuo account. Riceverai un URL personalizzato, che ti indentifica come referral, con il quale i tuoi amici possono scaricare e installare OmniBazaar.",
    "StartGuide.getMoreOCText2": "Scheda Impostazioni utente",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "Stiamo distribuendo miliardi di coin alle persone che si uniscono, fanno da referral ai loro amici ed effettuano transazioni sul marketplace. Oltre a vendere OmniCoins nella nostro 'Token Sale', li utilizziamo come ricompensa per aiutarci ad acquisire più utenti.",
    "StartGuide.welcomeBonusText2": "Quello che chiediamo in cambio è di usare un po' del tuo tempo per esplorare OmniBazaar, di creare almeno un annuncio sul marketplace per alcuni articoli o servizi che sei disposto a vendere e che porti almeno un'altra persona su OmniBazaar .",
    "StartGuide.goToUserSettings2": "Scheda Impostazioni utente",
    "StartGuide.quickStart": "Guida rapida! (Per favore leggi...)",
    "StartGuide.goToUserSettings1": "Vai alla",
    "StartGuide.welcomeBonus": "Riguardo al \"Welcome Bonus\"",
    "StartGuide.launch": "Il marketplace OmniBazaar è pronto. Quando fai clic sulla scheda {Marketplace}, vedrai gli elenchi che corrispondono agli interessi menzionati durante la procedura di registrazione.",
    "StartGuide.goShopping": "Vai a fare shopping sul Marketplace di OmniBazaar",
    "StartGuide.earnBySellingDesc": "Naturalmente, puoi anche guadagnare OmniCoin (e bitcoin) vendendo beni o servizi sul marketplace. Gli acquirenti ti pagheranno in una di queste criptovalute e avrai più coin da spendere. Puoi anche scambiare la tua valuta locale con bitcoin o OmniCoin, sia tramite transazioni private attraverso il marketplace OmniBazaar, sia attraverso un exchange di criptovaluta su Internet. Gli exchange su cui puoi trovare gli OmniCoins sono [a breve].",
    "StartGuide.getMoreOC": "Ricevi più OmniCoin attraverso i bonus referral",
    "StartGuide.aboutOmniCoin": "Riguardo OmniCoin",
    "StartGuide.goToUserSettings3": "nella pagina Account per selezionare i servizi che si è disposti e in grado di fornire.",
    "StartGuide.welcomeBonusText3": "La lista che crei potrebbe essere per promuovere la tua attività commerciale, vendere una bicicletta usata, trovare un compagno di stanza o offrire un servizio. Utilizziamo il \"sistema d'onore\" e chiediamo la vostra collaborazione. Per favore, fai la tua parte per aiutarci a far partire il marketplace creando uno o più annunci.",
    "StartGuide.toUseOmniBazaar": "Per utilizzare OmniBazaar, è sufficiente pubblicare sul marketplace un prodotto o un servizio che si desidera vendere. Oppure, cerca il prodotto o il servizio che desideri acquistare. Se hai mai usato CraigsList, troverai OmniBazaar facile da usare.",
    "StartGuide.welcomeBonusText1": "La prima volta che esegui OmniBazaar su questo dispositivo, riceverai un bonus di benvenuto. Questo bonus di benvenuto è il nostro modo di dire \"grazie\" per l'installazione e l'utilizzo di OmniBazaar.",
    "StartGuide.willPayYou": "OmniBazaar ti pagherà in cambio dei seguenti servizi sul marketplace:",
    "StartGuide.willPayYouText4": "Puoi guadagnare OmniCoin elaborando le transazioni tra acquirenti e venditori.",
    "StartGuide.willPayYouText2": "Puoi guadagnare OmniCoin pubblicando annunci per gli altri sul tuo computer.",
    "StartGuide.willPayYouText3": "Puoi guadagnare OmniCoin come agente escrow e arbitro per altri utenti.",
    "StartGuide.willPayYouText1": "Puoi guadagnare OmniCoin e Bitcoin portando nuovi utenti sul marketplace.",
    "StartGuide.getMoreOCText": "Quando fai da referral ad alcuni dei tuoi amici su OmniBazaar, quest'ultimi riceveranno un bonus di benvenuto e tu riceverai un Bonus referral. Registrati come Referral su"
}