{
    "StartGuide.welcome": "OmniBazaar에 오신걸 환영합니다!",
    "StartGuide.earnAdditional": "마켓플레이스 서비스를 제공함으로써 추가적인 OmniCoins을 얻으세요.",
    "StartGuide.earnBySelling": "마켓플레이스에서의 판매로 OmniCoin과 비트코인을 얻을 수 있습니다.",
    "StartGuide.toUseOmniBazaar2": "마켓플레이스는 전통적인 전자 상거래 사이트에 비해 아주 작은 비용으로 구매자와 판매자를 연결합니다. 에스크로와 같은 몇몇 옵션 시장 서비스는 무언가를 사고 팔 때 약간의 수수료가 발생할 수 있습니다. 이 수수료는 마켓플레이스를 가능하게 하는 컴퓨터, 네트워크, 에스크로와 개발 서비스를 제공하는 OmniBazaar 유저에게 배포됩니다. 이 수수료는 대부분의 전자 상거래 사이트에서 부과하는 10-15 % 의 수수료보다 훨씬 적습니다.",
    "StartGuide.aboutOmniCoinText1": "OmniCoin을 사용하여 구매, 판매할 때 \"SecureSend\" 에스크로 서비스를 사용할 수 있습니다. SecureSend는 장거리 거래에서 구매자와 판매자를 보호합니다. OmniCoin은 또한 구매자와 판매자가 서로에 대한 평판 투표를 할 수 있게 합니다. OmniCoin의 거래는 비트코인보다 \"투명하고\" 약 120 배 빠른 거래를 제공하며 긴 숫자와 문자로 된 문자열 대신 유저의 이름으로 지불 할 수 있습니다.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin은 OmniBazaar 마켓플레이스의 공식 \"화폐\"입니다. 기본적으로 OmniCoin 또는 비트 코인을 사용하여 시장에서 구매 또는 판매하는 경우 판매자가 지불하는 수수료는 1% 입니다. 이 요금은 OmniBazaar 마켓 플레이스의 서비스 제공 업체에 따라 다릅니다. 모든 수수료 설정을 \"해제하는\" 것도 가능합니다. 하지만 거의 모든 면에서 약간의 수수료를 지불하는 편이 낫다는 것을 깨닫게 될 것입니다.",
    "StartGuide.note": "Note: 이 컴퓨터에서는 OmniBazaar로부터 무료 등록과 환영 보너스를 한번만 받을 수 있습니다.",
    "StartGuide.getMoreOCText3": "계정 페이지에서 귀하는 자신이 추천인이라는 것을 증명하는 URL을 받게 되고 이것으로 귀하의 친구는 OmniBazaar를 다운로드하고 설치하는데 사용할 수 있습니다.",
    "StartGuide.getMoreOCText2": "유저 설정 탭",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "우리는 가입하고, 친구를 추천하며, 마켓플레이스에서 거래를하는 사람들에게 수십억의 동전을 배포하고 있습니다. 우리의 '토큰 세일 이벤트에서 OmniCoins을 판매하는 것 외에도 우리는 더 많은 사용자를 확보하는 데 도움이 되도록 보상으로 사용하고 있습니다.",
    "StartGuide.welcomeBonusText2": "우리가 원하는 것은 OmniBazaar를 둘러보고 귀하가 판매하거나 제공하는 물품이나 서비스 중 적어도 하나를 마켓플레이스에 올리고 적어도 한명의 다른 사람에게 OmniBazaar를 소개하는 것입니다.",
    "StartGuide.goToUserSettings2": "유저 설정 탭",
    "StartGuide.quickStart": "빠른 시작 가이드! (읽어주세요...)",
    "StartGuide.goToUserSettings1": "으로 가세요.",
    "StartGuide.welcomeBonus": "\"환영 보너스\"에 대해",
    "StartGuide.launch": "OmniBazaar 마켓플레이스를 사용할 준비가 되었습니다. {Marketplace} 탭을 클릭하면 가입 과정에서 언급한 관심 분야와 일치하는 목록이 표시됩니다.",
    "StartGuide.goShopping": "OmniBazaar 마켓플레이스에서 쇼핑하세요.",
    "StartGuide.earnBySellingDesc": " 물론 마켓플레이스에서 제품이나 서비스를 판매함으로써 OmniCoins (과 비트 코인)을 획득할 수도 있습니다. 구매자는 이 암호화폐 중 하나로 지불할 것이고 귀하는 더 많은 코인을 사용할 수 있습니다. 또한 현지 화폐를 OmniBazaar 마켓플레이스나 인터넷의 암호화폐 거래소를 통해 비트코인이나 OmniCoins로 교환할 수 있습니다. OmniCoins의 거래소 목록은 다음을 포함합니다 [곧 업데이트].",
    "StartGuide.getMoreOC": "추천 보너스를 통해 OmniCoin을 얻으세요.",
    "StartGuide.aboutOmniCoin": "OmniCoin에 대하여",
    "StartGuide.goToUserSettings3": "계정 페이지에서 귀하가 제공하고 싶은 서비스를 선택하세요.",
    "StartGuide.welcomeBonusText3": "귀하가 작성한 목록은 소매점, 중고 자전거 판매, 룸메이트 구하기 또는 다른 어떤 서비스를 제공하는 것일 겁니다. 우리는\"명예 시스템\"을 사용하고 협조를 요청할 것입니다. 하나 이상의 목록을 작성해 마켓플레이스를 시작하는데 도움을 주시길 바랍니다.",
    "StartGuide.toUseOmniBazaar": " OmniBazaar를 사용하려면 판매하고자하는 제품나 서비스 목록을 마켓플레이스에 게시하십시오. 또는 구매하려는 제품 또는 서비스를 검색하십시오. CraigsList를 사용한 적이 있다면 OmniBazaar를 사용하기가 쉬울 것입니다..",
    "StartGuide.welcomeBonusText1": "기기에서 처음 OmniBazaar를 시작하면 환영 보너스를 얻게 됩니다. 이 환영 보너스는 OmniBazaar를 설치하고 사용하는데에 대한 \"감사의\" 표시입니다.",
    "StartGuide.willPayYou": "OmniBazaar는 다음 서비스를 제공하기 위해 귀하에게 비용을 지불합니다:",
    "StartGuide.willPayYouText4": "구매자와 판매자 사이의 거래로 Omnicoin을 얻을 수 있습니다.",
    "StartGuide.willPayYouText2": "귀하의 컴퓨터에 다른 사람의 목록을 게시하여 Omnicoin을 얻을 수 있습니다.",
    "StartGuide.willPayYouText3": "다른 유저의 에스크로 대리인과 중재자로 활동하여 Omnicoin을 얻을 수 있습니다.",
    "StartGuide.willPayYouText1": "다른 유저에게 마켓플레이스를 추천함으로써 OmniCoin과 비트코인을 얻을 수 있습니다."
}