{
    "StartGuide.welcome": "Selamat datang ke OmniBazaar!",
    "StartGuide.earnAdditional": "Earn OmniCoins tambahan oleh Menyediakan Marketplace Services",
    "StartGuide.earnBySelling": "Earn OmniCoins dan Bitcoins oleh Menjual dalam Marketplace",
    "StartGuide.toUseOmniBazaar2": "Pasaran ini perlawanan pembeli dengan penjual di sebahagian kecil daripada kos laman web e-dagang tradisional Sesetengah perkhidmatan pasaran pilihan, seperti escrow, boleh mengakibatkan yuran kecil apabila anda membeli atau menjual sesuatu yuran ini.. diedarkan kepada pengguna OmniBazaar yang menyediakan perkhidmatan komputer, rangkaian, escrow, dan pembangunan yang menjadikan pasaran mungkin. yuran ini adalah jauh kurang daripada bayaran 10–15% dikenakan oleh kebanyakan laman web e-dagang.",
    "StartGuide.aboutOmniCoinText1": "Apabila anda membeli atau menjual menggunakan OmniCoins, anda boleh menggunakan \" SecureSend \"perkhidmatan escrow SecureSend membantu melindungi kedua-dua pembeli dan penjual dalam urus niaga jarak jauh OmniCoin juga membolehkan pembeli dan penjual untuk mendaftar undi reputasi. tentang satu sama lain. transaksi OmniCoin \"jelas \" kira-kira 120 kali lebih cepat daripada transaksi Bitcoin, dan anda boleh menghantar bayaran kepada nama pengguna dan bukannya tali panjang nombor dan huruf.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin adalah rasmi \" mata wang \"daripada pasaran OmniBazaar Secara lalai, apabila anda menggunakan OmniCoin atau bitcoins untuk membeli atau menjual di pasaran, ada bayaran satu peratus (1%) iaitu. dibayar oleh penjual. yuran ini dibahagikan di kalangan pembekal perkhidmatan dalam pasaran OmniBazaar ini. Ia adalah mungkin untuk \"opt-out \" semua yuran OmniBazaar. Tetapi, anda akan mendapati bahawa faedah membayar beberapa yuran kecil melebihi kos dalam hampir setiap kes.",
    "StartGuide.note": ". Nota: Anda hanya boleh menerima pendaftaran percuma dan Bonus Selamat Datang dari OmniBazaar sekali pada komputer ini",
    "StartGuide.getMoreOCText3": ".. Atas laman akaun anda Anda akan menerima URL yang disesuaikan, mengenal pasti anda sebagai perujuk, yang kawan-kawan anda boleh gunakan untuk memuat turun dan memasang OmniBazaar",
    "StartGuide.getMoreOCText2": "tab Tetapan Pengguna",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "Kami mengedarkan berbilion syiling untuk orang-orang yang menyertai, memanggil rakan-rakan mereka, dan melakukan urus niaga dalam pasaran Selain menjual OmniCoins dalam 'acara Jualan Token' kami, kami menggunakan mereka sebagai ganjaran kepada membantu kami memperoleh lebih ramai pengguna.",
    "StartGuide.welcomeBonusText2": "Apa yang kami minta sebagai balasan adalah bahawa anda mengambil sedikit masa untuk meneroka OmniBazaar, yang anda buat sekurang-kurangnya satu penyenaraian dalam pasaran untuk beberapa item atau perkhidmatan yang anda sanggup untuk menjual atau memberikan, dan bahawa anda memberitahu sekurang-kurangnya satu orang lain mengenai OmniBazaar.",
    "StartGuide.goToUserSettings2": "tab Tetapan Pengguna",
    "StartGuide.quickStart": "cepat-mula Panduan (Sila baca ...)!",
    "StartGuide.goToUserSettings1": "Pergi ke",
    "StartGuide.welcomeBonus": "Kira-kira \" Bonus Selamat datang \"",
    "StartGuide.launch": "Pasaran OmniBazaar sedia untuk anda gunakan Apabila anda klik pada butang {Marketplace} tab, anda akan melihat senarai yang sesuai dengan kepentingan anda nyatakan semasa proses pendaftaran..",
    "StartGuide.goShopping": "Pergilah membeli-belah di OmniBazaar Marketplace",
    "StartGuide.earnBySellingDesc": "Sudah tentu, anda juga boleh mendapatkan OmniCoins (dan bitcoins) dengan menjual barangan atau perkhidmatan di pasaran Pembeli akan membayar anda dalam salah satu cryptocurrencies ini, dan anda akan mempunyai lebih banyak syiling untuk menghabiskan Anda juga boleh perdagangan mata wang tempatan anda untuk bitcoins atau OmniCoins - sama ada oleh urus niaga swasta melalui pasaran OmniBazaar, atau melalui perniagaan pertukaran cryptocurrency di Internet Exchanges yang menyenaraikan OmniCoins termasuk [segera] ",
    "StartGuide.getMoreOC": "Get More OmniCoins Melalui Bonus Referral",
    "StartGuide.aboutOmniCoin": "Tentang OmniCoin",
    "StartGuide.goToUserSettings3": "pada halaman Akaun anda untuk memilih perkhidmatan yang anda sanggup dan mampu untuk menyediakan.",
    "StartGuide.welcomeBonusText3": ". The penyenaraian yang anda buat boleh bagi mempromosikan perniagaan bata-dan-mortar anda, menjual basikal yang digunakan, mencari rakan sebilik, atau menawarkan beberapa perkhidmatan yang anda berikan Kami menggunakan \" sistem penghormatan \"dan meminta kerjasama anda. Sila melakukan bahagian anda untuk membantu kami mendapatkan pasaran bermula dengan membuat satu atau lebih penyenaraian.",
    "StartGuide.toUseOmniBazaar": "Untuk menggunakan OmniBazaar, hanya menyiarkan dalam pasaran senarai produk atau perkhidmatan yang anda ingin menjual Ataupun cari untuk produk atau perkhidmatan yang anda ingin membeli Jika anda pernah menggunakan Craigslist,.. anda akan mencari OmniBazaar mudah untuk digunakan.",
    "StartGuide.welcomeBonusText1": "Kali pertama anda melancarkan OmniBazaar pada peranti ini, anda akan menerima Bonus Selamat datang ini Welcome Bonus adalah cara kami mengucapkan \" terima kasih \"untuk memasang dan usingOmniBazaar.",
    "StartGuide.willPayYou": "OmniBazaar akan membayar anda untuk menyediakan perkhidmatan berikut di pasaran:",
    "StartGuide.willPayYouText4": "Anda boleh mendapat OmniCoins dengan memproses transaksi antara pembeli dan penjual.",
    "StartGuide.willPayYouText2": "Anda boleh mendapat OmniCoins dengan menyiarkan penyenaraian untuk orang lain pada komputer anda.",
    "StartGuide.willPayYouText3": "Anda boleh mendapat OmniCoins dengan bertindak sebagai agen escrow dan penimbang tara untuk pengguna lain.",
    "StartGuide.willPayYouText1": "Anda boleh mendapat OmniCoins dan bitcoins dengan merujuk pengguna baru ke pasaran."
}