{
    "StartGuide.welcome": "Bem vindo à OmniBazaar!",
    "StartGuide.earnAdditional": "Ganhe OmniCoins Adicionais Fornecendo Serviços do Marketplace",
    "StartGuide.earnBySelling": "Ganhe OmniCoins e Bitcoins vendendo no marketplace",
    "StartGuide.toUseOmniBazaar2": "O mercado combina compradores com vendedores por uma fração do custo de sites tradicionais de comércio eletrônico. Alguns serviços opcionais do mercado, como depósito, podem resultar em pequenas taxas quando você compra ou vende algo. Essas taxas são distribuídos aos usuários do OmniBazaar que fornecem os serviços de computador, rede, depósito e desenvolvimento que tornam o mercado possível. Essas taxas são muito menores do que as taxas de 10 a 15% cobradas pela maioria dos sites de comércio eletrônico.",
    "StartGuide.aboutOmniCoinText1": "Quando você compra ou vende usando OmniCoins, você pode usar o serviço de depósito \"SecureSend\". O SecureSend ajuda a proteger compradores e vendedores em transações de longa distância. O OmniCoin também permite que compradores e vendedores registrem votos de reputação. Transações OmniCoin \"limpar\" aproximadamente 120 vezes mais rápido que transações Bitcoin, e você pode enviar pagamentos para um nome de usuário em vez de uma longa seqüência de números e letras.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin é a moeda oficial do mercado OmniBazaar. Por padrão, quando você usa OmniCoin ou bitcoins para comprar ou vender no mercado, há uma taxa de 1% (um por cento) que é pago pelo vendedor.Esta taxa é dividida entre os prestadores de serviços no mercado OmniBazaar. É possível \"optar por sair\" de todas as taxas OmniBazaar.Mas, você vai achar que os benefícios de pagar algumas pequenas taxas superam os custos em quase todos os casos ",
    "StartGuide.note": "Note: Você pode receber o registro gratuito e o Bônus de Boas Vindas uma vez neste computador.",
    "StartGuide.getMoreOCText3": "da página da sua conta. Você receberá um URL personalizado, identificando-o como o referenciador, que seus amigos podem usar para baixar e instalar o OmniBazaar.",
    "StartGuide.getMoreOCText2": "guia de Configurações do usuário",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "We are distributing billions of coins to the people who join, refer their friends, and do transactions in the marketplace. In addition to selling OmniCoins in our 'Token Sale Event', we are using them as rewards to help us acquire more users.",
    "StartGuide.welcomeBonusText2": "O que pedimos em troca é que você utilize algum tempo para explorar o OmniBazaar, que você crie pelo menos uma listagem no marketplace para algum item ou serviço que esteja disposto a vender ou fornecer, e que conte ao menos para uma outra pessoa sobre o OmniBazaar.",
    "StartGuide.goToUserSettings2": "guia de Configurações do usuário",
    "StartGuide.quickStart": "Guia de início rápido! (Por favor, leia ...)",
    "StartGuide.goToUserSettings1": "Ir para o",
    "StartGuide.welcomeBonus": "Sobre o \"Bônus de Boas Vindas\"",
    "StartGuide.launch": "O marketplace OmniBazaar está pronto para você usar. Quando você clica na aba {Marketplace}, você verá listagens que correspondem aos interesses que você mencionou durante o processo de inscrição.",
    "StartGuide.goShopping": "Ir para Compras no OmniBazaar Marketplace",
    "StartGuide.earnBySellingDesc": "Claro, você também pode ganhar OmniCoins (e bitcoins) vendendo produtos ou serviços no mercado. Os compradores pagarão você em uma dessas moedas criptografadas, e você terá mais moedas para gastar. Você também pode Troque sua moeda local por bitcoins ou OmniCoins - seja por meio de transações privadas através do mercado OmniBazaar, ou através de um negócio de troca de criptomoeda na Internet. As trocas que listam OmniCoins incluem [em breve].",
    "StartGuide.getMoreOC": "Obter mais OmniCoins através de bônus de referência",
    "StartGuide.aboutOmniCoin": "Sobre a OmniCoin",
    "StartGuide.goToUserSettings3": "na página de sua conta para selecionar os serviços que você está disposto a oferecer.",
    "StartGuide.welcomeBonusText3": "A listagem que você criou pode ser para promover seu negócio de tijolo e argamassa, vender uma bicicleta usada, encontrar um companheiro de quarto ou oferecer algum serviço que você queira. Estamos usando o \"sistema de honra\" e solicitando sua cooperação. Por favor, faça a sua parte para nos ajudar a começar o marketplace, criando uma ou mais listagens.",
    "StartGuide.toUseOmniBazaar": "Para usar o OmniBazaar, simplesmente publique no mercado uma listagem do produto ou serviço que você gostaria de vender. Ou pesquise pelo produto ou serviço que você gostaria de comprar. Se você já usou o CraigsList, você achará o OmniBazaar fácil de usar.",
    "StartGuide.welcomeBonusText1": "A primeira vez que você executar OmniBazaar neste dispositivo, você receberá um bônus de Boas Vindas. Este bônus e nossa maneira de dizer \"obrigado\" por instalar e utilizar OmniBazaar.",
    "StartGuide.willPayYou": "O OmniBazaar pagará a você para fornecer os seguintes serviços no marketplace:",
    "StartGuide.willPayYouText4": "Você pode ganhar OmniCoins processando transações entre compradores e vendedores.",
    "StartGuide.willPayYouText2": "Você pode ganhar OmniCoins publicando listagens de outras pessoas no seu computador.",
    "StartGuide.willPayYouText3": "Você pode ganhar OmniCoins agindo como um agente de escrow e árbitro para outros usuários.",
    "StartGuide.willPayYouText1": "Você pode ganhar OmniCoins e bitcoins indicando novos usuários para o marketplace."
}