{
    "StartGuide.welcome": "Bun venit la OmniBazaar!",
    "StartGuide.earnAdditional": "Câștigă OmniCoins suplimentare prin furnizarea serviciilor Marketplace",
    "StartGuide.earnBySelling": "Câștigați OmniCoins și Bitcoins prin vânzarea pe piață",
    "StartGuide.toUseOmniBazaar2": "Piata se potriveste cumparatorilor cu vanzatori la o fractiune din costul site-urilor traditionale de comert electronic. Unele servicii optionale de pe piata, cum ar fi escrow, pot duce la mici taxe atunci cand cumparati sau vindeti ceva. distribuite utilizatorilor de la OmniBazaar care furnizează serviciile de calculatoare, de rețea, de escrow și de dezvoltare care fac posibilă piața. Aceste taxe sunt cu mult mai mici decât comisioanele percepute de majoritatea site-urilor de comerț electronic",
    "StartGuide.aboutOmniCoinText1": "Când cumperi sau vinzi folosind OmniCoins, poți folosi serviciul escrow \"SecureSend\". SecureSend ajută la protejarea atât a cumpărătorilor cât și a vânzătorilor în tranzacții pe distanțe lungi.Produsul OmniCoin permite cumpărătorilor și vânzătorilor să înregistreze voturile de reputație despre tranzacțiile OmniCoin \"clar\" aproximativ 120 de ori mai rapide decât tranzacțiile Bitcoin și puteți trimite plăți către numele unui utilizator în loc de un șir lung de numere și litere.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin este \"moneda\" oficială a pieței OmniBazaar. În mod implicit, atunci când utilizați OmniCoin sau bitcoins pentru a cumpăra sau vinde pe piață, există o taxă de 1% plătite de către vânzător Această taxă este împărțită între furnizorii de servicii de pe piața OmniBazaar.Este posibil să renunțați la toate comisioanele OmniBazaar.Dar, veți descoperi că beneficiile plății unor comisioane mici depășesc costurile aproape fiecare caz. ",
    "StartGuide.note": "Notă: Puteți primi numai înregistrarea gratuită și Bonusul de Bun venit de la OmniBazaar o dată pe acest computer.",
    "StartGuide.getMoreOCText3": "din pagina contului dvs. Veți primi o adresă URL personalizată, identificându-vă ca referință, pe care prietenii dvs. o pot utiliza pentru a descărca și instala OmniBazaar.",
    "StartGuide.getMoreOCText2": "Fila Setări utilizator",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "Distribuim miliarde de monede celor care se alătură, se referă la prietenii lor și fac tranzacții pe piață. În plus față de vânzarea OmniCoins în \"Token Sale Event\", le folosim ca recompense pentru ne ajută să dobândim mai mulți utilizatori.",
    "StartGuide.welcomeBonusText2": "Ceea ce vă cerem în schimb este să vă petreceți ceva timp pentru a explora OmniBazaar, pentru a crea cel puțin o înregistrare pe piață pentru un articol sau serviciu pe care sunteți dispus să îl vindeți sau să îl furnizați și să spuneți cel puțin o altă persoană despre OmniBazaar .",
    "StartGuide.goToUserSettings2": "Fila Setări utilizator",
    "StartGuide.quickStart": "Ghid de pornire rapidă (Vă rugăm să citiți ...)",
    "StartGuide.goToUserSettings1": "Du-te la",
    "StartGuide.welcomeBonus": "Despre \"Bonus de Bun Venit\"",
    "StartGuide.launch": "Piața OmniBazaar este pregătită pentru dvs. Când faceți clic pe fila {Marketplace}, veți vedea înregistrări care corespund intereselor pe care le-ați menționat în timpul procesului de înscriere.",
    "StartGuide.goShopping": "Du-te la cumpărături pe piața OmniBazaar",
    "StartGuide.earnBySellingDesc": "Bineînțeles, puteți câștiga și OmniCoins (și bitcoins) prin vânzarea de bunuri sau servicii pe piață. Cumpărătorii vă vor plăti într-una din aceste criptocuritate și veți avea mai multe monede de cheltuieli. tranzacționați moneda locală pentru Bitcoins sau OmniCoins - fie prin tranzacții private prin intermediul pieței OmniBazaar, fie printr-o afacere de schimb de criptograme pe internet. Schimburile care includ OmniCoins includ [în curând].",
    "StartGuide.getMoreOC": "Obțineți mai multe OmniCoins prin Bonusurile de recomandare",
    "StartGuide.aboutOmniCoin": "Despre OmniCoin",
    "StartGuide.goToUserSettings3": "pe pagina contului dvs. pentru a selecta serviciile pe care doriți să le furnizați.",
    "StartGuide.welcomeBonusText3": "Lista pe care o creați ar putea fi pentru a vă promova afacerea cu cărămizi, pentru a vinde o bicicletă uzată, pentru a găsi un coleg de cameră sau pentru a oferi un serviciu pe care îl oferiți. Folosim \"sistemul de onoare\" și cerem cooperarea. Vă rugăm să vă faceți parte pentru a ne ajuta să ajungem la piață începând prin crearea unei sau mai multor înregistrări.",
    "StartGuide.toUseOmniBazaar": "Pentru a utiliza OmniBazaar, publicați pur și simplu pe piață o listă a produsului sau serviciului pe care doriți să-l vindeți sau căutați produsul sau serviciul pe care doriți să-l cumpărați Dacă ați folosit vreodată CraigsList, veți găsi OmniBazaar ușor de utilizat. ",
    "StartGuide.welcomeBonusText1": "Prima dată când lansați OmniBazaar pe acest dispozitiv, veți primi un Bonus de Bun venit. Acest Bonus de Bun Venit este modul nostru de a spune \"mulțumesc\" pentru instalarea și utilizarea OmniBazaar.",
    "StartGuide.willPayYou": "OmniBazaar vă va plăti pentru a oferi următoarele servicii pe piață:",
    "StartGuide.willPayYouText4": "Puteți câștiga OmniCoins procesând tranzacțiile între cumpărători și vânzători.",
    "StartGuide.willPayYouText2": "Puteți să câștigați OmniCoins prin publicarea de înregistrări pentru alții de pe computerul dvs.",
    "StartGuide.willPayYouText3": "Poți câștiga OmniCoins acționând ca agent escrow și arbitru pentru alți utilizatori.",
    "StartGuide.willPayYouText1": "Puteți câștiga OmniCoins și Bitcoins prin trimiterea de noi utilizatori pe piață."
}