{
    "StartGuide.welcome": "Welcome to OmniBazaar!",
    "StartGuide.earnAdditional": "Earn Additional OmniCoins by Providing Marketplace Services",
    "StartGuide.earnBySelling": "Earn OmniCoins, Bitcoins and Ethereum by Selling in the Marketplace",
    "StartGuide.toUseOmniBazaar2": "The marketplace matches buyers with sellers at a fraction of the cost of traditional e-commerce sites. Some optional marketplace services, such as escrow, may result in small fees when you buy or sell something. These fees are distributed to OmniBazaar users who provide the computer, network, escrow, and development services that make the marketplace possible. These fees are far less than the 10–15% fees charged by most e-commerce sites.",
    "StartGuide.aboutOmniCoinText1": "When you buy or sell using OmniCoins, you can use the \"SecureSend\" escrow service. SecureSend helps protect both buyers and sellers in long-distance transactions. OmniCoin also allows buyers and sellers to register reputation votes about each other. OmniCoin transactions \"clear\" approximately 120 times faster than Bitcoin transactions, and you can send payments to a user's name instead of of long string of numbers and letters.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin is the official \"currency\" of the OmniBazaar marketplace. By default, when you use OmniCoin or bitcoins to buy or sell in the marketplace, there is a one percent (1%) fee that is paid by the seller. This fee is divided among service providers in the OmniBazaar marketplace. It is possible to \"opt-out\" of all OmniBazaar fees. But, you will find that the benefits of paying some small fees outweigh the costs in almost every case.",
    "StartGuide.note": "Note: You can only receive free registration and the Welcome Bonus from OmniBazaar once on this computer.",
    "StartGuide.getMoreOCText3": "of your account page. You will receive a customized URL, identifying you as the referrer, that your friends can use to download and install OmniBazaar.",
    "StartGuide.getMoreOCText2": "User Settings tab",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "We are distributing billions of coins to the people who join, refer their friends, and do transactions in the marketplace. In addition to selling OmniCoins in our 'Token Sale Event', we are using them as rewards to help us acquire more users.",
    "StartGuide.welcomeBonusText2": "What we ask in return is that you take some time to explore OmniBazaar, that you create at least one listing in the marketplace for some item or service that you are willing to sell or provide, and that you tell at least one other person about OmniBazaar.",
    "StartGuide.goToUserSettings2": "User Settings tab",
    "StartGuide.quickStart": "Quick-start Guide! (Please read...)",
    "StartGuide.goToUserSettings1": "Go to the",
    "StartGuide.welcomeBonus": "About the \"Welcome Bonus\"",
    "StartGuide.launch": "The OmniBazaar marketplace is ready for you to use. When you click on the Marketplace tab, you will see listings that match the interests you mentioned during the sign-up process.",
    "StartGuide.goShopping": "Go Shopping in the OmniBazaar Marketplace",
    "StartGuide.earnBySellingDesc": "Of course, you can also earn OmniCoins (and bitcoins or ethereum) by selling goods or services in the marketplace. Purchasers will pay you in one of these cryptocurrencies, and you will have more coins to spend. You can also trade your local currency for bitcoins or OmniCoins -- either by private transactions through the OmniBazaar marketplace, or through a cryptocurrency exchange business on the Internet. Exchanges that list OmniCoins include [coming soon].",
    "StartGuide.getMoreOC": "Get More OmniCoins Through Referral Bonuses",
    "StartGuide.aboutOmniCoin": "About OmniCoin",
    "StartGuide.goToUserSettings3": "on your Account page to select the services you are willing and able to provide.",
    "StartGuide.welcomeBonusText3": "The listing you create could be for promoting your brick-and-mortar business, selling a used bicycle, finding a roommate, or offering some service you provide. We are using the \"honor system\" and asking for your cooperation. Please do your part to help us get the marketplace started by creating one or more listings.",
    "StartGuide.toUseOmniBazaar": "To use OmniBazaar, simply publish in the marketplace a listing of the product or service you would like to sell. Or, search for the product or service you would like to buy. If you have ever used CraigsList, you will find OmniBazaar easy to use.",
    "StartGuide.welcomeBonusText1": "The first time you launch OmniBazaar on this device, you will receive a Welcome Bonus. This Welcome Bonus is our way of saying \"thank you\" for installing and usingOmniBazaar.",
    "StartGuide.willPayYou": "OmniBazaar will pay you to provide the following services in the marketplace:",
    "StartGuide.willPayYouText4": "You can earn OmniCoins by processing transactions between buyers and sellers.",
    "StartGuide.willPayYouText2": "You can earn OmniCoins by publishing listings for others on your computer.",
    "StartGuide.willPayYouText3": "You can earn OmniCoins by acting as an escrow agent and arbitrator for other users.",
    "StartGuide.willPayYouText1": "You can earn OmniCoins and bitcoins by referring new users to the marketplace.",
    "StartGuide.getMoreOCText": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the"
}