{
    "StartGuide.welcome": "OmniBazaar'a Hoşgeldin!",
    "StartGuide.earnAdditional": "Pazar Yeri Hizmetlerini Sağlayarak Ek OmniCoins Kazanın",
    "StartGuide.earnBySelling": "Pazarda Satarak OmniCoins ve Bitcoins Kazanın",
    "StartGuide.toUseOmniBazaar2": "Pazar, alıcıları geleneksel e-ticaret sitelerinin maliyetinin bir kısmını satıcılarla eşleştirir. Emanet gibi bazı isteğe bağlı pazar hizmetleri, bir şey aldığınızda veya satarken küçük ücretlerle sonuçlanabilir. Bu ücretler, piyasayı mümkün kılan bilgisayar, ağ, emanet ve geliştirme hizmetleri sağlayan OmniBazaar kullanıcılarına dağıtılmaktadır. Bu ücretler çoğu e-ticaret sitesi tarafından tahsil edilen 10–15% ücretlerden çok daha düşüktür.",
    "StartGuide.aboutOmniCoinText1": "OmniCoins kullanarak alım satım yaparken, \"SecureSend\" emanet hizmetini kullanabilirsiniz. SecureSend, uzun mesafeli işlemlerde hem alıcıların hem de satıcıların korunmasına yardımcı olur. OmniCoin ayrıca alıcıların ve satıcıların birbirleriyle ilgili itibar oyları kaydetmelerini sağlar. OmniCoin işlemleri Bitcoin işlemlerinden yaklaşık 120 kat daha hızlı bir şekilde \"temizlenir\" ve uzun dize sayılar ve harfler yerine, bir kullanıcının adına ödemeler gönderebilirsiniz.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin, OmniBazaar pazarının resmi \"para birimi\" dir. Varsayılan olarak, piyasada alım satım yapmak için OmniCoin veya bitcoins kullandığınızda, satıcı tarafından ödenen yüzde bir (% 1) ücret alınır. Bu ücret OmniBazaar pazarındaki servis sağlayıcılar arasında paylaştırılır. Tüm OmniBazaar ücretlerini \"reddedilmesi\" mümkündür. Ancak, bazı küçük ücretler ödemenin faydalarının hemen hemen her durumda maliyetlerden daha ağır olduğunu göreceksiniz.",
    "StartGuide.note": "Not: Bu bilgisayarda yalnızca bir kez OmniBazaar'dan ücretsiz kayıt ve Hoş Geldiniz Bonusu alabilirsiniz.",
    "StartGuide.getMoreOCText3": "hesap sayfanızın Sizi yönlendiren olarak tanımlayan, arkadaşlarınızın OmniBazaar'ı indirmek ve yüklemek için kullanabileceği özel bir URL alacaksınız.",
    "StartGuide.getMoreOCText2": "Kullanıcı Ayarları sekmesi",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "Katılan, arkadaşlarına başvuran ve pazardaki işlemlerini yapan insanlara milyarlarca para dağıtıyoruz. OmniCoins'i 'Token Satış Etkinliğimizde' satmaya ek olarak, daha fazla kullanıcı edinmemize yardımcı olmak için bunları ödül olarak kullanıyoruz.",
    "StartGuide.welcomeBonusText2": "OmniBazaar'ı keşfetmek için biraz zaman ayırmanız, pazarda satış yapmak veya vermek istediğiniz bir ürün veya hizmet için en az bir liste oluşturmanız ve OmniBazaar hakkında en az bir kişiye söylemeniz karşılığında,",
    "StartGuide.goToUserSettings2": "Kullanıcı Ayarları sekmesi",
    "StartGuide.quickStart": "Hızlı başlangıç Kılavuzu! (Lütfen okuyun...)",
    "StartGuide.goToUserSettings1": "Git",
    "StartGuide.welcomeBonus": "\"Hoşgeldin Bonusu\" Hakkında",
    "StartGuide.launch": "OmniBazaar pazarı, kullanıma hazırdır. {Marketplace} sekmesine tıkladığınızda, kayıt işlemi sırasında belirttiğiniz ilgi alanlarıyla eşleşen ilanları göreceksiniz.",
    "StartGuide.goShopping": "OmniBazaar Marketi'nde Alışveriş Yapın",
    "StartGuide.earnBySellingDesc": "Tabii ki, ayrıca pazarda mal veya hizmet satarak OmniCoin (ve bitcoin) de kazanabilirsiniz. Alıcılar bu kripto para birimlerinden birinde size ödeme yapacak ve harcayacak daha fazla paranız olacak. Ayrıca, yerel para biriminizi bitcoin'ler veya OmniCoins için, OmniBazaar pazarı aracılığıyla yapılan özel işlemlerle veya Internet'teki bir cryptocurrency döviz bürosu üzerinden değiştirebilirsiniz. OmniCoins listeleyen Borsalar [yakında geliyor] içerir.",
    "StartGuide.getMoreOC": "Tavsiye Bonusları ile Daha Fazla OmniCoin Alın",
    "StartGuide.aboutOmniCoin": "OmniCoin Hakkında",
    "StartGuide.goToUserSettings3": "Hesap sayfanızda istediğiniz ve sağlayabileceğiniz hizmetleri seçmek için.",
    "StartGuide.welcomeBonusText3": "Yarattığınız liste Mağazanızı geliştirmek, kullanılmış bir bisiklet satmak, bir oda arkadaşı bulmak veya verdiğiniz bir hizmeti sunmak için olabilir. \"Onur sistemini\" kullanıyoruz ve işbirliğinizi istiyoruz. Lütfen bir veya daha fazla giriş oluşturarak pazarın başlamasına yardımcı olmak için üzerinize düşeni yapın.",
    "StartGuide.toUseOmniBazaar": "OmniBazaar'ı kullanmak için, sadece pazarda satmak istediğiniz ürün veya hizmetin bir listesini yayınlayın. Veya satın almak istediğiniz ürünü veya hizmeti arayın. CraigsList'i  kullandıysanız, OmniBazaar'ı kullanımı kolay bulacaksınız.",
    "StartGuide.welcomeBonusText1": "OmniBazaar'ı bu cihazda ilk kez başlattığınızda, Hoş Geldiniz Bonusu alacaksınız. Bu Hoş Geldiniz Bonusu, OmniBazaar'ı kurmak ve kullanmak için \"teşekkür\" etmenin bir yoludur.",
    "StartGuide.willPayYou": "OmniBazaar size pazarda aşağıdaki hizmetleri sağlamak için ödeme yapacak:",
    "StartGuide.willPayYouText4": "OmniCoins'i alıcılar ve satıcılar arasındaki işlemleri işleyerek kazanabilirsiniz.",
    "StartGuide.willPayYouText2": "OmniCoins'i bilgisayarınızda başkalarının listelerini yayınlayarak kazanabilirsiniz.",
    "StartGuide.willPayYouText3": "OmniCoins'i, diğer kullanıcılar için bir emanet acentesi ve hakem olarak hareket ederek kazanabilirsiniz.",
    "StartGuide.willPayYouText1": "Yeni kullanıcıları piyasaya yönlendirip OmniCoin ve bitcoin kazanabilirsiniz.",
    "StartGuide.getMoreOCText": "Bazı arkadaşlarınızı OmniBazaar'a yönlendirdiğinizde, katılım için Hoş Geldiniz Bonusu alır ve başvurularınız için bir Tavsiye Bonusu alırsınız. Üzerinde bir Yönlendirici olarak kayıt olun"
}