{
    "StartGuide.welcome": "Ласкаво просимо на OmniBazaar!",
    "StartGuide.earnAdditional": "Заробляйте додаткові OmniCoins, надаючи послуги Marketplace",
    "StartGuide.earnBySelling": "Заробити OmniCoins і Bitcoins продаючи на ринку",
    "StartGuide.toUseOmniBazaar2": "Ринок з'єднує покупців з продавцями за частинку вартості, яку стягують сайти традиційної електронної комерції. Деякі додаткові послуги Ринку, такі як ескроу, можуть коштувати незначні комісійні коли ви купляєте, чи продаєте щось. Ці комісійні розподіляються користувачам OmniBazaar, які надають комп'ютер, мережу, послугу ескроу, та розвиваючі послуги, що забезпечують роботу та доступність Ринку. Ці комісійні є набагато менші за комісійні в 10–15%, що стягуються більшістю сайтів Е-комерції.",
    "StartGuide.aboutOmniCoinText1": "Коли ви купуєте, або продаєте, використовуючи OmniCoins, ви можете використовувати ескроу послугу \"БезпечнеВідсилання\". БезпечнеВідсилання допомагає захистити як продавців так і покупців у транзакціях на великі відстані. OmniCoin також дозволяє покупцям та продавцям зареєструвати репутаційні голоси один про одного. Транзакції OmniCoin \"відбуваються\" приблизно в 120 разів швидше ніж транзакції біткоїну, та ви можете відсилати платежі на імена користувачів замість довгих рядків символів.",
    "StartGuide.aboutOmniCoinText2": "OmniCoin є офіційною \"валютою\" Ринку OmniBazaar. За замовчуванням, коли ви використовуєте OmniCoin чи біткоїни щоб купити чи продати на Ринку, існують комісійні в розмірі одного проценту (1%), які сплачуються продавцем. Ці комісійні розподіляються між надавачами послуг на Ринку OmniBazaar. Є можливим \"уникнення\" усіх комісійних на OmniBazaar. Однак, ви переконаєтесь що плюси сплати незначних комісійних переважають витрати майже в усіх випадках.",
    "StartGuide.note": "Примітка: Ви можете скористатися безоплатною реєстрацією та отримати Заохочувальний Бонус від OmniBazaar тільки один раз на цьому комп'ютері.",
    "StartGuide.getMoreOCText3": "сторінки вашого акаунту. Ви отримаєте кастомізований URL, що ідентифікує вас як рефера, який ваші друзі можуть використовувати для завантаження та встановлення OmniBazaar.",
    "StartGuide.getMoreOCText2": "Вкладка налаштувань користувача",
    "StartGuide.getMoreOCText1": "When you refer some of your friends to OmniBazaar, they will receive a Welcome Bonus for joining and you will receive a Referral Bonus for referring them. Register as a Referrer on the ",
    "StartGuide.distributingBillions": "Ми розповсюджуємо мільярди монет людям, які приєднуються, скеровують їхніх друзів, та виконують транзакції на Ринку. В додаток до продажі OmniCoins під час нашої \"події Продажу Токенів\", ми використовуємо їх як винагороди для допомоги нам зібрати більше користувачів.",
    "StartGuide.welcomeBonusText2": "Взамін ми просимо вас витратити трохи часу для того, щоб попробувати користуватись OmniBazaar, створити хоча б один лот для речі чи послуги яку ви бажаєте продати чи надати, і що ви розкажете хоча б ще комусь одному про ринок OmniBazaar.",
    "StartGuide.goToUserSettings2": "Вкладка Налаштування користувача",
    "StartGuide.quickStart": "Короткий посібник! (Будь ласка, прочитайте...)",
    "StartGuide.goToUserSettings1": "Йдіть до",
    "StartGuide.welcomeBonus": "Про \"Вітальний Бонус\"",
    "StartGuide.launch": "Ринок OmniBazaar готовий для вашого користування. Коли ви клікаєте на колонку {marketplace}, ви побачите лоти, що співпадатимуть за інтересами з вашими, наданими під час реєстрації.",
    "StartGuide.goShopping": "Почати шопінг на ринку OmniBazaar",
    "StartGuide.earnBySellingDesc": "Звичайно, ви можете також заробити OmniCoins (та біткоїни) продаючи речі чи послуги на Ринку. Покупці будуть платити вам однією з цих криптовалют, та ви будете мати більше монет для використання. Ви можете також торгувати вашу місцеву валюту до біткоїнів чи OmniCoins -- або через приватні транзакції на Ринку OmniBazaaнr, або через криптовалютну біржу в інтернеті. Біржами, на яких буде торгуватись OmniCoins є [coming soon].",
    "StartGuide.getMoreOC": "Отримати більше OmniCoins через реферальні бонуси",
    "StartGuide.aboutOmniCoin": "Про OmniCoin",
    "StartGuide.goToUserSettings3": "на вашій сторінці облікового запису, щоб вибрати послуги, які ви готові і спроможні забезпечити.",
    "StartGuide.welcomeBonusText3": "Лот, який ви створите, може бути рекламою вашого цегельно-вапняного бізнесу, продажі користованих велосипедів, знаходження співмешканця, або пропонування якоїсь послуги, яку ви надаєте. Ми використовуємо \"систему репутації\" та просимо вашої співпраці. Будь ласка, створіть свій лот для того, щоб допомогти нам запустити Ринок.",
    "StartGuide.toUseOmniBazaar": "Щоб використовувати OmniBazaar, просто опублікуйте на ринку лот продукту чи послуги, яку ви хочете продати. Або, пошукайте продукт чи послугу, яку ви хочете придбати. Якщо ви коли-небуть використовували CraigsList, для вас OmniBazaar буде легким у користуванні.",
    "StartGuide.welcomeBonusText1": "Першого разу, коли ви запускаєте OmniBazaar на цьому пристрої, ви отримаєте Заохочувальний Бонус. Цей Заохочувальний Бонус - наш спосіб виразити \"вам подяку\" за встановлення і використання OmniBazaar.",
    "StartGuide.willPayYou": "OmniBazaar заплатить Вам за надання наступних послуг на ринку:",
    "StartGuide.willPayYouText4": "Ви можете заробити OmniCoins, обробляючи транзакції між покупцями та продавцями.",
    "StartGuide.willPayYouText2": "Ви можете заробити OmniCoins, публікуючи лоти для інших на вашому комп'ютері.",
    "StartGuide.willPayYouText3": "Ви можете заробити OmniCoins, діючи в якості агента ескроу і арбітра для інших користувачів.",
    "StartGuide.willPayYouText1": "Ви можете заробити OmniCoins і bitcoins, посилаючи нових користувачів на ринок.",
    "StartGuide.getMoreOCText": "Коли ви скеровуєте когось з ваших колег на Ринок OmniBazaar, вони отримають Вітальний Бонус за приєднання, а ви отримаєте реферальний бонус за скеровування їх. Зареєструйтеся як реферер на"
}