{
    "PublicData.referrerTitle": "أود الاشارة لأصدقائي لبازار أومني ",
    "PublicData.wantsToVote": "صوّت لنفسك",
    "PublicData.updateTransactionFee": ":رسوم تحديث بيانات المعاملة",
    "PublicData.processorTitle": "أرغب في التقدم بطلب لأكون مجهز معالجة",
    "PublicData.publisherTitle": "أود تشغيل المتجر ونشر قوائم للمستخدمين الآخرين.",
    "PublicData.btcAddressTitle": " عنوان البيتكوين",
    "PublicData.invalidIp": "عنوان الأي بي غير صالح",
    "PublicData.escrowTitle": "  أنا على استعداد لأداء واجبات وكيل ايسكرو ",
    "PublicData.witnessRegisterFee": " هل تريد المتابعة؟ .XOM رسوم تسجيل الشاهد هي 5000",
    "PublicData.notEnoughBalance": "فشل التحديث لعدم كفاية الأموال المتوفرة",
    "PublicData.success": "نجاح",
    "PublicData.customDownloadAddress": ":قم بمشاركة عنوان تحميل بازار أومني المخصص هذا مع أصدقائك",
    "PublicData.processorBody": "مجهز المعاملات: يتم دفع عملة الأومني لمجهزي المعاملة مقابل تجهيزهم لمعاملات مستخدم آخر في السوق. ونظرًا لأن هذا المنصب جيد الأجر ومسؤول بدرجة عالية ، فإنه يتم اختيار مجهزي المعاملة  فقط من بين أكثر المشاركين نشاطًا في السوق. تعد الإشارة إلى المستخدمين الجدد، ونشر قوائم للآخرين، وكون المستخدم معروف وموثوق من قبل مستخدمين آخرين، ولديه سمعة جيدة في السوق بمثابة الاعتراف بـنشاط هذا العضو وتؤهله لأن يكون مجهزا للمعاملات",
    "PublicData.successUpdate": "تم التحديث بنجاح",
    "PublicData.publisherExists": "هناك ناشر موجود لهذا الكمبيوتر",
    "PublicData.failedUpdate": "فشل تحديث الحساب",
    "PublicData.or": "أو",
    "PublicData.error": "خطأ",
    "PublicData.update": "تحديث",
    "PublicData.publisherBody": "الناشر: باعتبارك ناشرًا، ستحصل على عملة أومني لكل قائمة مستخدمين جديدة منشورة على الخادم الخاص بك، ولكن يجب عليك الحفاظ على استمرارية تشغيل الخادم الخاص بك وجعله متاحا على الإنترنت. حدد هذا المربع فقط إذا قمت بتثبيت وضبط اعدادات نموذج بازار أومني الخاص بالناشر (قاعدة بيانات) على هذا الكمبيوتر. يجب أن يكون لديك أيضًا عنوان أي بي ثابت أو خدمة إعادة توجيه، مثل",
    "PublicData.escrowBody": "ايسكرو: يساعد وكلاء ايسكرو على ضمان تنفيذ معاملات السوق بأمانة ونزاهة. عندما تختار أن تصبح وكيل ايسكرو ، فإنك توافق على تسوية النزاعات التي قد تنشأ بين المشترين والبائعين. إذا تمت دعوتك لحل النزاع ، يجب عليك مراجعة الأدلة المقدمة من كلا الطرفين واتخاذ قرار غير متحيز حول ما إذا كنت ستعيد الأموال إلى المشتري أو تصرفها للبائع. سوف تتلقى رسومًا (بعملة الأومني) من كل معاملة يتم اختيارك فيها كعميل ايسكرو، بغض النظر عما إذا كنت مدعوًا لتسوية النزاع أو لا",
    "PublicData.referrerBody": "الإحالات: خلال المرحلة الأولية من سوق بازار أومني ، سوف تتلقى مكافأة إحالة على شكل عملة أومني  في كل مرة تقوم فيها بإحالة مستخدم جديد. سوف تتلقى أيضًا رسوم إحالة (بعض قطع الأومني) في كل مرة يقوم المستخدم الذي أشرت إليه بشراء أو بيع شيء ما في سوق  بازار أومني. يرجى تقديم عناوين البيتكوين و الإيثير عندما ترغب في الحصول على رسوم الإحالة هذه ",
    "PublicData.voteFee": "XOM رسوم عملية التصويت 20"
}