{
    "PublicData.referrerTitle": "Me gustaría referir a mis amigos a OmniBazaar",
    "PublicData.wantsToVote": "Vote por usted mismo",
    "PublicData.updateTransactionFee": "Actualizar la comisión de transacción de datos:",
    "PublicData.processorTitle": "Me gustaría aplicar para ser un Procesador de transacciones.",
    "PublicData.publisherTitle": "Me gustaría ejecutar una \"shop\"y publicar listas para otros usuarios.",
    "PublicData.btcAddressTitle": "Dirección de Bitcoin",
    "PublicData.invalidIp": "La dirección IP no es válida",
    "PublicData.escrowTitle": "Estoy dispuesto a desempeñar las funciones de un Agente de Depósito en garantía",
    "PublicData.witnessRegisterFee": "La comisión de registro de testigos es de 5000 XOM. ¿Está seguro que desea continuar?",
    "PublicData.notEnoughBalance": "La actualización falló por falta de fondos disponibles.",
    "PublicData.success": "Éxito",
    "PublicData.customDownloadAddress": "Ofrezca a sus amigos esta dirección de descarga personalizada de OmniBazaar:",
    "PublicData.processorBody": "PROCESADOR DE TRANSACCIONES: los Procesadores de transacciones reciben OmniCoins pagados por procesar las transacciones del otro usuario en el mercado. Debido a que se trata de un puesto bien pago y de gran responsabilidad, el Procesador de transacciones se selecciona solo de los participantes más activos en el mercado. Referir a nuevos usuarios, publicar listas para otros, hacerse conocido y ganarse la confianza de otros usuarios, además de tener una buena reputación en el mercado son las cosas que cuentan para ser reconocido como un \"active participant\" y calificar para ser un Procesador de transacciones.",
    "PublicData.successUpdate": "Actualizado exitosamente",
    "PublicData.publisherExists": "Hay un editor existente para esta PC",
    "PublicData.failedUpdate": "Error al actualizar la cuenta",
    "PublicData.or": "o",
    "PublicData.error": "Error",
    "PublicData.update": "Actualización",
    "PublicData.publisherBody": "PUBLICADOR: Como publicador, usted recibe OmniCoins por cada nuevo listado de usuarios publicado en su servidor, pero deberá mantener su servidor continuamente en ejecución y disponible en Internet. Tilde esta casilla solo si ha instalado y configurado el Módulo de editor OmniBazaar (base de datos) en este ordenador. También debe tener una dirección IP estática o un servicio de redireccionamiento de DNS, como",
    "PublicData.escrowBody": "FIDEICOMISO: los agentes de depósito en garantía ayudan a garantizar que las transacciones en el mercado se realicen de manera honesta y justa. Cuando elige convertirse en un Agente de depósito en garantía, acepta resolver las disputas que puedan surgir entre compradores y vendedores. Si se le pide que resuelva una disputa, debe revisar la evidencia proporcionada por ambas partes y tomar una decisión imparcial sobre si devolver los fondos al comprador o entregarlos al vendedor. Usted recibe una comisión (en OmniCoins) por cada transacción para la que fue elegido agente de depósito en garantía, independientemente de si se le solicita o no que resuelva una disputa.",
    "PublicData.referrerBody": "REFERIDO: Durante la fase inicial del mercado de OmniBazaar, recibirá un bono de referencia de OmniCoins cada vez que refiera a un nuevo usuario. También recibirá una comisión por referido (algunas OmniCoins) cada vez que un usuario que usted refiera compre o venda algo en el mercado de OmniBazaar. Proporcione las direcciones de Bitcoin y Ether en las cuales desee recibir estos honorarios de referencia ",
    "PublicData.voteFee": "La comisión por la operación de votación es 20 XOM"
}