{
    "PublicData.referrerTitle": "હું મારા મિત્રોને OmniBazaarમાં રીફર કરવા માંગું છું.",
    "PublicData.wantsToVote": "તમારા માટે મત આપો",
    "PublicData.updateTransactionFee": "ડેટા ટ્રાન્ઝેક્શન ફી અપડેટ કરો:",
    "PublicData.processorTitle": "હું વિનિમય પ્રોસેસર બનવા માટે અરજી કરવા માંગું છું.",
    "PublicData.publisherTitle": "હું \"દુકાન\" ચલાવવા માંગું છું અને અન્ય વપરાશકર્તાઓ માટે સૂચિ પ્રકાશિત કરું છું.",
    "PublicData.btcAddressTitle": "Bitcoin સરનામું",
    "PublicData.invalidIp": "IP સરનામું ખોટું છે",
    "PublicData.escrowTitle": "હું એસ્ક્રો એજન્ટની ફરજો કરવા માટે તૈયાર છું.",
    "PublicData.witnessRegisterFee": "સાક્ષી નોંધણી ફી ૫૦૦ XOM છે. શું તમે ખરેખર આગળ વધવા માંગો છો?",
    "PublicData.notEnoughBalance": "અપર્યાપ્ત ભંડોળ ઉપલબ્ધ હોવાને લીધે અપડેટ નિષ્ફળ થયું",
    "PublicData.success": "સફળ",
    "PublicData.customDownloadAddress": "તમારા મિત્રોને આ કસ્ટમ OmniBazaar ડાઉનલોડ સરનામું આપો:",
    "PublicData.processorBody": "વિનિમય પ્રોસેસર:   તેમને બજારમાં બીજા વપરાશકર્તાના વ્યવહારોની પ્રક્રિયા માટે ચૂકવવામાં આવે છે. કારણ કે આ એક સારી ચૂકવણી અને અત્યંત જવાબદાર સ્થિતિ છે, વિનિમય પ્રોસેસર ફક્ત બજારમાં સ્થાનના સૌથી સક્રિય પ્રતિભાગીઓમાંથી પસંદ કરવામાં આવે છે. નવા વપરાશકર્તાઓનો ઉલ્લેખ કરવો, અન્ય લોકો માટે પ્રકાશન સૂચિ, અન્ય વપરાશકર્તાઓ દ્વારા જાણીતા અને વિશ્વસનીય હોવાનું અને માર્કેટપ્લેસમાં સારી પ્રતિષ્ઠા હોવાને કારણે \"active participant\" તરીકે ઓળખવામાં આવે છે અને વિનિમય પ્રોસેસર બનવા પાત્ર બને છે.",
    "PublicData.successUpdate": "સફળતાપૂર્વક સુધારો",
    "PublicData.publisherExists": "આ કોમ્પ્યુટર માટે હાલના પ્રકાશક છે",
    "PublicData.failedUpdate": "એકાઉન્ટ અપડેટ કરવામાં નિષ્ફળ",
    "PublicData.or": "અથવા",
    "PublicData.error": "ભૂલ",
    "PublicData.update": "અદ્યતન",
    "PublicData.publisherBody": "પ્રકાશક: પ્રકાશક તરીકે તમે તમારા સર્વર પર પ્રકાશિત દરેક નવી વપરાશકર્તા સૂચિ માટે ઓમની કૉઇન્સ પ્રાપ્ત કરો છો પરંતુ તમારે તમારા સર્વરને સતત ચાલી રહેવું અને ઇન્ટરનેટ પર ઉપલબ્ધ રાખવું આવશ્યક છે. જો તમે OmniBazaar પ્રકાશક મૉડ્યૂલ (ડેટાબેસ) ને ઇન્સ્ટોલ અને ગોઠવ્યું હોય તો જ આ બૉક્સને ચેક કરો. જેમ કે ",
    "PublicData.escrowBody": "એસ્ક્રો: એસ્ક્રો એજન્ટો ખાતરી કરે છે કે બજાર વ્યવહારો પ્રમાણિક અને વાજબી રીતે કરવામાં આવે છે. જ્યારે તમે ઍસ્ક્રો એજન્ટ બનવાનું પસંદ કરો છો, ત્યારે તમે ખરીદદારો અને વેચાણકર્તાઓ વચ્ચેના વિવાદો ઊભી થવાની સંમતિ આપો છો. જો તમને કોઈ વિવાદ ઊભો કરવા માટે બોલાવવામાં આવે, તો તમે બંને પક્ષો દ્વારા પ્રદાન કરેલા પુરાવાઓની સમીક્ષા કરવી જોઈએ અને ખરીદદારને ભંડોળ પાછું આપવું કે વેચાણકર્તાને છોડવું તે વિશે નિષ્પક્ષ નિર્ણય લેવો. તમારે દરેક ટ્રાન્ઝેક્શનમાંથી ફી (ઑમ્નીકિન્સમાં) પ્રાપ્ત થઈ છે જેના માટે તમે એસ્ક્રો એજન્ટ તરીકે પસંદ કરેલ છે વિવાદ સ્થાયી કરવા માટે તમને બોલાવવામાં આવે છે. ",
    "PublicData.referrerBody": "રેફરર: OmniBazaar ના પ્રારંભિક તબક્કા દરમિયાન, જ્યારે તમે નવા વપરાશકર્તાનો સંદર્ભ લો ત્યારે તમારે OmniCoin નો રેફરલ બોનસ પ્રાપ્ત થશે. જ્યારે તમે કોઈ વપરાશકર્તા દ્વારા ખરીદેલ અથવા કંઈક વેચવા માટે દર વખતે રેફરલ ફી (કેટલીક OmniCoin) પ્રાપ્ત કરશો. OmniBazaar માટે કૃપા કરીને બિટકોઈન અને ઇથર સરનામાં પ્રદાન કરો જ્યાં તમે આ રેફરલ ફી પ્રાપ્ત કરવા માંગો છો.",
    "PublicData.voteFee": " મતદાન કામગીરી માટે ફી ૨૦ XOM છે "
}