{
    "PublicData.referrerTitle": "मैं अपने दोस्तों को  OmniBazaar रेफ़र करना चाहता हूं.",
    "PublicData.wantsToVote": "अपने लिए वोट दें",
    "PublicData.updateTransactionFee": "Update data transaction fee:",
    "PublicData.processorTitle": "मैं एक लेनदेन प्रोसेसर  बनने के लिए आवेदन करना चाहूंगा।",
    "PublicData.publisherTitle": "मैं एक \"दुकान\"चलाना चाहूंगा और अन्य उपयोगकर्ताओं के लिए सूची प्रकाशित करूंगा।",
    "PublicData.btcAddressTitle": "बिटकॉइन पता",
    "PublicData.invalidIp": "IP पता अमान्य है",
    "PublicData.escrowTitle": "मैं एस्क्रो एजेंट के कर्तव्यों को पूरा करने के लिए तैयार हूं।",
    "PublicData.witnessRegisterFee": "Witness registration fee is 5000 XOM. Are you sure you want to proceed?",
    "PublicData.notEnoughBalance": "अपर्याप्त धन उपलब्ध होने के कारण अद्यतन विफल रहा",
    "PublicData.success": "सफल",
    "PublicData.customDownloadAddress": "अपने मित्रों को यह कस्टम  OmniBazaar डाउनलोड का पता दें:",
    "PublicData.processorBody": "लेन-देन प्रक्रिया: बाज़ार में दूसरे उपयोगकर्ता के लेन-देन के प्रसंस्करण के लिए लेनदेन प्रोसेसर को OmniCoin का भुगतान किया जाता है। क्योंकि यह एक अच्छी तरह से भुगतान और अत्यधिक-जिम्मेदार स्थिति है, लेन-देन प्रोसेसर को बाज़ार में सबसे सक्रिय प्रतिभागियों में से चुना जाता है। नए उपयोगकर्ताओं का उल्लेख करना, दूसरों के लिए सूची प्रकाशित करना, अन्य उपयोगकर्ताओं द्वारा ज्ञात और विश्वसनीय होना और बाज़ार में अच्छी प्रतिष्ठा होना सभी को एक \"सक्रिय प्रतिभागी\" के रूप में पहचाना जाना चाहिए और एक लेन-देन प्रोसेसर बनने के लिए योग्य होना चाहिए।",
    "PublicData.successUpdate": "अद्यतन सफलतापूर्ण हो गया",
    "PublicData.publisherExists": "इस पीसी के लिए एक मौजूदा प्रकाशक है",
    "PublicData.failedUpdate": "खाता अद्यतन करने में विफल",
    "PublicData.or": "या ",
    "PublicData.error": "त्रुटी",
    "PublicData.update": "अद्यतन",
    "PublicData.publisherBody": "प्रकाशन: एक प्रकाशक के रूप में आप अपने सर्वर पर प्रकाशित प्रत्येक नए उपयोगकर्ता सूची के लिए OmniCoin प्राप्त करते हैं, लेकिन आपको अपने सर्वर को लगातार चालू रखना चाहिए और इंटरनेट पर उपलब्ध होना चाहिए। यदि आपने इस कंप्यूटर पर OmniBazaar प्रकाशक मॉड्यूल (डेटाबेस) स्थापित और समेकित किया है, तो ही इस बॉक्स को देखें। आपके पास एक स्थिर IP पता या DNS पुनर्निर्देशन सेवा भी होनी चाहिए, जैसे कि",
    "PublicData.escrowBody": "एस्क्रो: एस्क्रो एजेंट यह सुनिश्चित करने में मदद करते हैं कि बाज़ार का लेन-देन ईमानदारी और निष्पक्षता से किया जाए। जब आप एक एस्क्रो एजेंट बनने के लिए चुनते हैं, तो आप उन विवादों को निपटाने के लिए सहमत होते हैं जो खरीदारों और विक्रेताओं के बीच उत्पन्न हो सकते हैं। यदि आपको किसी विवाद का निपटारा करने के लिए कहा जाता है, तो आपको दोनों पक्षों द्वारा प्रदान किए गए सबूतों की समीक्षा करनी चाहिए और एक निष्पक्ष निर्णय लेना चाहिए कि क्या खरीदार को धन वापस करना है या उन्हें विक्रेता को जारी करना है। आपको प्रत्येक लेनदेन से एक शुल्क (OmniCoins में) प्राप्त होता है, जिसके लिए आपको एस्क्रौ एजेंट के रूप में चुना जाता है, भले ही आपको विवाद निपटाने के लिए कहा जाए या नहीं।",
    "PublicData.referrerBody": "रेफ़रेर : OmniBazaar बाजार के शुरुआती चरण के दौरान, जब भी आप एक नए उपयोगकर्ता का उल्लेख करते हैं, तो आपको OmniCoin का एक रेफरल बोनस प्राप्त होगा। आपको हर बार एक रेफरल शुल्क (कुछ OmniCoin) भी मिलेगा, जब आप एक उपयोगकर्ता जिसे आपने OmniBazaar बाजार  में कुछ खरीदा या बेचा है। कृपया बिटकॉइन और ईथर पते प्रदान करें जहाँ आप इन रेफरल शुल्क को प्राप्त करना चाहते हैं।",
    "PublicData.voteFee": "Fee for voting operation is 20 XOM"
}