{
    "PublicData.referrerTitle": "Saya ingin mengarahkan teman saya ke OmniBazaar.",
    "PublicData.wantsToVote": "Pilih sendiri",
    "PublicData.updateTransactionFee": "Perbarui biaya transaksi data:",
    "PublicData.processorTitle": "Saya ingin mendaftar menjadi Prosessor Transaksi.",
    "PublicData.publisherTitle": "Saya ingin membuat \"toko\" dan menerbitkan daftar untuk pengguna lain.",
    "PublicData.btcAddressTitle": "Alamat Bitcoin",
    "PublicData.invalidIp": "Alamat IP address tidak valid",
    "PublicData.escrowTitle": "Saya bersedia melakukan tugas-tugas Agen Escrow.",
    "PublicData.witnessRegisterFee": "Biaya pendaftaran saksi adalah 5000 XOM. Anda yakin ingin melanjutkan?",
    "PublicData.notEnoughBalance": "Pembaruan gagal karena dana tidak tersedia",
    "PublicData.success": "Sukses",
    "PublicData.customDownloadAddress": "Beri teman Anda alamat unduhan OmniBazaar khusus ini:",
    "PublicData.processorBody": "PROSESSOR TRANSAKSI: Prosessor Transaksi dibayar OmniCoins untuk memproses transaksi pengguna lain di marketplace. Karena ini adalah posisi yang digaji tinggi dan sangat bertanggung jawab, Pemroses Transaksi hanya dipilih dari peserta yang paling aktif di marketplace. Mengarahkan pengguna baru, menerbitkan daftar untuk orang lain, dikenal dan dipercaya oleh pengguna lain, dan memiliki reputasi yang baik di marketplace semuanya diperhitungkan untuk diakui sebagai \"peserta aktif\" dan memenuhi syarat untuk menjadi Pemroses Transaksi.",
    "PublicData.successUpdate": "Sukses di perbarui",
    "PublicData.publisherExists": "Terdapat penerbit yang sudah ada untuk PC ini",
    "PublicData.failedUpdate": "Gagal memperbarui akun",
    "PublicData.or": "atau",
    "PublicData.error": "Error",
    "PublicData.update": "Perbarui",
    "PublicData.publisherBody": "PENERBIT: Sebagai Penerbit, Anda menerima OmniCoin untuk setiap daftar pengguna baru diterbitkan di server Anda, tetapi Anda harus menjaga server Anda terus berjalan dan tersedia di Internet. Centang kotak ini hanya jika Anda telah menginstal dan mengkonfigurasi Modul Penerbit OmniBazaar (database) di komputer ini. Anda juga harus memiliki alamat IP statis atau layanan pengalihan DNS, seperti",
    "PublicData.escrowBody": "ESCROW: Agen Escrow membantu memastikan bahwa transaksi di matketplace dilakukan dengan jujur dan adil. Ketika Anda memilih untuk menjadi Agen Escrow, Anda setuju untuk menyelesaikan perselisihan yang mungkin timbul antara pembeli dan penjual. Jika Anda diminta untuk menyelesaikan perselisihan, Anda harus meninjau bukti yang diberikan oleh kedua belah pihak dan membuat keputusan yang tidak memihak mengenai apakah akan mengembalikan dana ke pembeli atau melepaskannya ke penjual. Anda menerima biaya (dalam OmniCoins) dari setiap transaksi yang Anda pilih sebagai agen escrow, terlepas dari apakah Anda dipanggil untuk menyelesaikan sengketa atau tidak.",
    "PublicData.referrerBody": "PENGARAH: Selama fase awal market OmniBazaar, Anda akan menerima Bonus Referensi dari OmniCoins setiap kali Anda mereferensikan pengguna baru. Anda juga akan menerima biaya referensi (beberapa OmniCoins) setiap kali pengguna yang Anda referensikan membeli atau menjual sesuatu di pasar OmniBazaar. Harap berikan alamat Bitcoin dan Ether di mana Anda ingin menerima biaya referral ini.",
    "PublicData.voteFee": "Biaya untuk operasional voting adalah 20 XOM"
}