{
    "PublicData.referrerTitle": "Mi piacerebbe portare i miei amici su OmniBazaar.",
    "PublicData.wantsToVote": "Vota per te stesso",
    "PublicData.updateTransactionFee": "Aggiornare la tassa di transazione:",
    "PublicData.processorTitle": "Vorrei fare domanda per essere un Processore di Transazione.",
    "PublicData.publisherTitle": "Mi piacerebbe gestire un \"negozio\" e pubblicare annunci per altri utenti.",
    "PublicData.btcAddressTitle": "Bitcoin address",
    "PublicData.invalidIp": "L'indirizzo IP non è valido",
    "PublicData.escrowTitle": "Sono disposto a svolgere i compiti di un agente escrow.",
    "PublicData.witnessRegisterFee": "La quota di registrazione per il nodo Witness è 5000 XOM. Sei sicuro di voler procedere?",
    "PublicData.notEnoughBalance": "Aggiornamento non riuscito a causa di fondi insufficienti disponibili",
    "PublicData.success": "Successo",
    "PublicData.customDownloadAddress": "Give your friends this custom OmniBazaar download address:",
    "PublicData.processorBody": "PROCESSORE TRANSAZIONE: i processori di transazione sono retribuiti in OmniCoin per l'elaborazione delle transazioni dell'altro utente sul marketplace. Poiché questa è una posizione ben retribuita e altamente responsabile, il Processore delle transazioni viene selezionato solo dai partecipanti più attivi sul mercato. Il referral di nuovi utenti, la pubblicazione di annunci per conto terzi, la conoscenza e la fiducia da parte di altri utenti e il fatto di avere una buona reputazione nel mercato contano tutti di essere riconosciuti come \"partecipanti attivi\" e qualificarsi come Operatore di Transazione.",
    "PublicData.successUpdate": "Aggiornato con successo",
    "PublicData.publisherExists": "C'è un editore esistente per questo PC",
    "PublicData.failedUpdate": "Impossibile aggiornare l'account",
    "PublicData.or": "o",
    "PublicData.error": "Errore",
    "PublicData.update": "Aggiorna",
    "PublicData.publisherBody": "EDITORE: come editore ricevi OmniCoin per ogni nuova lista pubblicata sul tuo server ma devi mantenere il tuo server sempre attivo e disponibile su Internet. Seleziona questa casella solo se hai installato e configurato OmniBazaar Publisher Module (database) su questo computer. È inoltre necessario disporre di un indirizzo IP statico o di un servizio di reindirizzamento DNS, ad esempio",
    "PublicData.escrowBody": "ESCROW: Gli agenti Escrow aiutano a garantire che le transazioni sul mercato siano eseguite in modo onesto e corretto. Quando scegli di diventare un agente Escrow, accetti di risolvere le controversie che potrebbero insorgere tra acquirenti e venditori. Se si è chiamati a risolvere una controversia, è necessario rivedere le prove fornite da entrambe le parti e prendere una decisione imparziale in merito alla restituzione dei fondi all'acquirente o al loro rilascio al venditore. Riceverai una commissione (in OmniCoin) da ogni transazione per la quale sei stato scelto come agente Escrow, indipendentemente dal fatto che tu sia chiamato o meno per risolvere una controversia.",
    "PublicData.referrerBody": "REFERER: Durante la fase iniziale del mercato OmniBazaar, riceverai un Bonus referral di OmniCoin ogni volta che porterai un nuovo utente. Riceverai inoltre una commissione Referral (alcuni OmniCoin) ogni volta che un utente che hai indirizzato acquista o vende qualcosa sul marketplace OmniBazaar. Si prega di fornire gli indirizzi Bitcoin ed Ether dove si desidera ricevere queste tariffe Referral.",
    "PublicData.voteFee": "Il costo per l'operazione di voto è di 20 COM"
}