{
    "PublicData.referrerTitle": "Saya ingin merujuk kawan-kawan saya untuk OmniBazaar.",
    "PublicData.wantsToVote": "Undi untuk diri sendiri",
    "PublicData.updateTransactionFee": "Update yuran transaksi data:",
    "PublicData.processorTitle": "Saya ingin memohon untuk menjadi Processor Transaction.",
    "PublicData.publisherTitle": "Saya ingin menjalankan \"kedai\" dan menerbitkan penyenaraian untuk pengguna lain.",
    "PublicData.btcAddressTitle": "alamat Bitcoin",
    "PublicData.invalidIp": "Alamat IP tidak sah",
    "PublicData.escrowTitle": "Saya bersedia untuk melaksanakan tugas Ejen Escrow.",
    "PublicData.witnessRegisterFee": "yuran pendaftaran Witness 5000 XOM Adakah anda pasti anda mahu teruskan.?",
    "PublicData.notEnoughBalance": "Kemas kini gagal akibat dana yang tidak mencukupi",
    "PublicData.success": "Kejayaan",
    "PublicData.customDownloadAddress": "Beri kawan-kawan anda adat OmniBazaar muat alamat ini:",
    "PublicData.processorBody": "TRANSAKSI PROCESSOR: Processors Transaksi dibayar OmniCoins untuk memproses transaksi pengguna lain di pasaran kerana ini adalah kedudukan yang baik dibayar dan sangat bertanggungjawab, Processor Transaksi dipilih hanya daripada peserta paling aktif dalam pasaran. Merujuk pengguna baru, senarai penerbitan untuk orang lain, yang dikenali dan dipercayai oleh pengguna lain, dan mempunyai reputasi yang baik di pasaran semua dikira diiktiraf sebagai \"peserta aktif \" dan layak untuk menjadi Processor Transaksi.",
    "PublicData.successUpdate": "berjaya Dikemas kini",
    "PublicData.publisherExists": "Terdapat satu penerbit yang sedia ada untuk PC ini",
    "PublicData.failedUpdate": "Gagal untuk mengemas kini akaun",
    "PublicData.or": "atau",
    "PublicData.error": "Ralat",
    "PublicData.update": "Kemas kini",
    "PublicData.publisherBody": "PUBLISHER: Sebagai Penerbit yang anda terima OmniCoins untuk setiap pengguna baru penyenaraian diterbitkan pada pelayan anda, tetapi anda mesti menyimpan pelayan anda terus berjalan dan boleh didapati di Internet Tandakan kotak ini hanya jika anda telah memasang dan mengkonfigurasi OmniBazaar. Modul penerbit (pangkalan data) pada komputer ini. Anda juga mesti mempunyai sama ada alamat IP statik atau perkhidmatan redirect DNS, seperti ",
    "PublicData.escrowBody": "ESCROW: Escrow Agents membantu memastikan urus niaga pasaran dijalankan dengan jujur dan adil Apabila anda memilih untuk menjadi Agent Escrow, anda bersetuju untuk menyelesaikan pertikaian yang mungkin timbul antara pembeli dan penjual Jika anda diminta untuk menyelesaikan pertikaian, anda perlu mengkaji semula bukti yang dikemukakan oleh kedua-dua pihak dan membuat keputusan yang tidak berat sebelah mengenai sama ada untuk kembali dana kepada pembeli atau lepaskan mereka kepada penjual. anda menerima bayaran (dalam OmniCoins) dari setiap transaksi yang anda dipilih sebagai ejen escrow, tanpa mengira sama ada atau tidak anda dipanggil untuk menyelesaikan pertikaian.",
    "PublicData.referrerBody": "REFERRER: Semasa fasa awal pasaran OmniBazaar, anda akan menerima Bonus Referral daripada OmniCoins setiap kali anda merujuk pengguna baru Anda juga akan menerima yuran rujukan (beberapa OmniCoins) setiap kali pengguna anda. dirujuk membeli atau menjual sesuatu di pasaran OmniBazaar ini. Sila berikan Bitcoin dan alamat Ether di mana anda mahu menerima ini yuran rujukan.",
    "PublicData.voteFee": "Bayaran untuk operasi mengundi ialah 20 XOM"
}