{
    "PublicData.referrerTitle": "Eu gostaria de indicar meus amigos para OmniBazaar.",
    "PublicData.wantsToVote": "Votar em si mesmo",
    "PublicData.updateTransactionFee": "Atualizar taxa de transação de dados:",
    "PublicData.processorTitle": "Eu gostaria de aplicar para ser um Processador de Transações.",
    "PublicData.publisherTitle": "Eu gostaria de executar uma \"loja\" e publicar listagens para outros usuários.",
    "PublicData.btcAddressTitle": "Endereço Bitcoin",
    "PublicData.invalidIp": "O endereço IP é inválido",
    "PublicData.escrowTitle": "Eu estou disposto a desempenhar funções de um Agente de Escrow.",
    "PublicData.witnessRegisterFee": "A taxa de inscrição de testemunhas é de 5000 XOM. Tem certeza de que deseja prosseguir??",
    "PublicData.notEnoughBalance": "Falha na atualização devido a fundos insuficientes disponíveis",
    "PublicData.success": "Sucesso",
    "PublicData.customDownloadAddress": "Dê aos seus amigos este endereço de download personalizado do OmniBazaar:",
    "PublicData.processorBody": "PROCESSADOR DE TRANSAÇÃO: Os Processadores de Transação recebem OmniCoins para processar as transações de outro usuário no marketplace. Por ser esta uma posição bem paga e altamente responsável, Estes Processadores de transação são participantes selecionados por serem mais ativos no marketplace. Indicar novos usuários, publicar listagens para outras pessoas, ser conhecido e confiável or outros usuários e ter uma boa reputação no marketplace contarão para ser reconhecido como um \"participante ativo\" e qualificado para ser um Processador de Transação.",
    "PublicData.successUpdate": "Atualizado com sucesso",
    "PublicData.publisherExists": "Existe um publicador existente para este PC",
    "PublicData.failedUpdate": "Falha ao atualizar conta",
    "PublicData.or": "ou",
    "PublicData.error": "Erro",
    "PublicData.update": "Atualizar",
    "PublicData.publisherBody": "PUBLICADOR: Como um publicador você recebe Omnicoins por cada nova listagem publicada em seu servidor, mas você deve permanecer com seu servidor operando continuamente e deixar disponível na internet. Marque esta caixa apenas se você instalou e configurou o OmniBazaar Publisher Module (base de dados) neste computador. Você deve ter também um IP estático ou um serviço de redirecionamento de DNS, como",
    "PublicData.escrowBody": "COMPROMISSO: Os agentes de escrow ajudam a garantir que as transações do mercado sejam realizadas de forma honesta e justa. Quando você optar por se tornar um agente depositário, você concorda em resolver as disputas que possam surgir entre compradores e vendedores. Para resolver uma disputa, você deve revisar as evidências fornecidas por ambos os lados e tomar uma decisão imparcial sobre devolver fundos ao comprador ou liberá-los ao vendedor. Você recebe uma taxa (na OmniCoins) de cada transação para a qual foi escolhido como agente de custódia, independentemente de você ser chamado ou não para resolver uma disputa.",
    "PublicData.referrerBody": "REFERÊNCIA: Durante a fase inicial do mercado OmniBazaar, você receberá um bônus de referência de OmniCoins cada vez que indicar um novo usuário. Você também receberá uma taxa de referência (alguns OmniCoins) toda vez que um usuário se referir compra ou vende algo no mercado OmniBazaar. Por favor, forneça os endereços Bitcoin e Ether onde você deseja receber estas taxas de referência.",
    "PublicData.voteFee": "A taxa para operação de votação é de 20 XOM"
}