{
    "PublicData.referrerTitle": "As dori sa imi invit prietenii pe OmniBazaar.",
    "PublicData.wantsToVote": "Votează pentru tine",
    "PublicData.updateTransactionFee": "Actualizare comision de tranzacție date:",
    "PublicData.processorTitle": "Aș dori să fiu un procesor de tranzacții.",
    "PublicData.publisherTitle": "Aș dori să rulez un \"magazin\"și să publice anunțuri pentru alți utilizatori.",
    "PublicData.btcAddressTitle": "Adresă Bitcoin",
    "PublicData.invalidIp": "Adresa IP este nevalidă",
    "PublicData.escrowTitle": "Sunt dispus să îndeplinesc îndatoririle unui agent escrow.",
    "PublicData.witnessRegisterFee": "Taxa de înregistrare a martorilor este 5000 XOM. Sunteți sigur că doriți să continuați?",
    "PublicData.notEnoughBalance": "Actualizarea a eșuat din cauza fondurilor insuficiente disponibile",
    "PublicData.success": "Succes",
    "PublicData.customDownloadAddress": "Dă prietenilor tăi această adresă personalizată de descărcare a OmniBazaar:",
    "PublicData.processorBody": "TPROCESORUL DE TRANZACȚIONARE: Procesoarele de tranzacție sunt plătite OmniCoins pentru procesarea tranzacțiilor celuilalt utilizator pe piață. Deoarece aceasta este o poziție bine plătită și responsabilă, procesorul de tranzacții este selectat numai de la cei mai activi participanți de pe piață. Referindu-se la noii utilizatori, publicarea de înregistrări pentru ceilalți, fiind cunoscuți și de încredere de către alți utilizatori și care au o bună reputație pe piață, toți numără să fie recunoscuți ca un \"participant activ\" și calificați a fi un procesor de tranzacții.",
    "PublicData.successUpdate": "Actualizat cu succes",
    "PublicData.publisherExists": "Există un editor existent pentru acest PC",
    "PublicData.failedUpdate": "Nu sa actualizat contul",
    "PublicData.or": "sau",
    "PublicData.error": "Eroare",
    "PublicData.update": "Actualizare",
    "PublicData.publisherBody": "PUBLICATOR: Ca editor, primiți OmniCoins pentru fiecare listă nouă de utilizatori publicată pe serverul dvs., dar trebuie să păstrați serverul dvs. în mod continuu și disponibil pe Internet. Bifați această casetă numai dacă ați instalat și ați configurat OmniBazaar Publisher Module (baza de date) pe acest computer. De asemenea, trebuie să aveți o adresă IP statică sau un serviciu de redirecționare DNS, cum ar fi",
    "PublicData.escrowBody": "ESCROW: Agenții escrow vă ajută să vă asigurați că tranzacțiile de pe piață se desfășoară în mod onest și corect. Când alegeți să deveniți agent escrow, sunteți de acord să soluționați litigiile care pot apărea între cumpărători și vânzători. pentru a soluționa un litigiu, trebuie să examinați dovezile furnizate de ambele părți și să luați o decizie imparțială cu privire la posibilitatea de a returna fonduri cumpărătorului sau de a le elibera vânzătorului. Veți primi o taxă (în OmniCoins) din fiecare tranzacție pentru care ați fost ales ca agent escrow, indiferent dacă sunteți sau nu sunteți chemat (ă) să soluționați o dispută.",
    "PublicData.referrerBody": "REFERER: În timpul fazei inițiale a pieței OmniBazaar, veți primi un Bonus de recomandare de OmniCoins de fiecare dată când vă referiți un utilizator nou. Veți primi, de asemenea, o taxă de referință (unele OmniCoins) de fiecare dată când un utilizator referință cumpără sau vinde ceva pe piața OmniBazaar. Vă rugăm să furnizați adresele Bitcoin și Ether unde vreți să primiți aceste taxe de referință.",
    "PublicData.voteFee": "Taxa pentru operațiunea de vot este de 20 XOM"
}