{
    "PublicData.referrerTitle": "Я бы хотел пригласить своих друзей на OmniBazaar.",
    "PublicData.wantsToVote": "Голосовать за себя",
    "PublicData.updateTransactionFee": "Обновить данные о комиссии за транзакцию:",
    "PublicData.processorTitle": "Я хотел бы подать заявку на должность обработчика транзакций.",
    "PublicData.publisherTitle": "Я хотел бы запустить \"магазин\" и публиковать листинги для других пользователей.",
    "PublicData.btcAddressTitle": "Адрес биткоина",
    "PublicData.invalidIp": "IP адрес не действительный",
    "PublicData.escrowTitle": "Я готов выполнять обязанности агента по условному депонированию.",
    "PublicData.witnessRegisterFee": "Регистрационный сбор заверителя составляет 5000 XOM. Вы уверены, что хотите продолжить?",
    "PublicData.notEnoughBalance": "Обновление не выполнено из-за недостатка средств",
    "PublicData.success": "Успешно",
    "PublicData.customDownloadAddress": "Дайте своим друзьям этот адрес для загрузки OmniBazaar:",
    "PublicData.processorBody": "ОБРАБОТЧИК ТРАНЗАКЦИЙ: Обработчикам транзакций платят OmniCoins за обработку транзакций другого пользователя на маркетплейсе. Поскольку это хорошо оплачиваемая и очень ответственная должность, обработчик транзакций выбирается только из самых активных участников маркетплейса. Приглашение новых пользователей, публикация листингов для других людей, известность и доверие других пользователей и хорошая репутация на маркетплейсе - все это считается признанием «активного участника» и дает право получения статуса обработчика транзакций.",
    "PublicData.successUpdate": "Успешно обновлено",
    "PublicData.publisherExists": "На этом ПК уже есть издатель",
    "PublicData.failedUpdate": "Не удалось обносить учетную запись",
    "PublicData.or": "или",
    "PublicData.error": "Ошибка",
    "PublicData.update": "Обновить",
    "PublicData.publisherBody": "ИЗДАТЕЛЬ: Как издатель вы получаете OmniCoins за каждый новый листинг пользователей, опубликованный на вашем сервере, но вы должны постоянно поддерживать работу своего сервера и иметь доступ в интернет. Установите этот флажок только в том случае, если на этом компьютере вы установили и настроили модуль OmniBazaar Publisher (база данных). У вас также должен быть статический IP-адрес или служба перенаправления DNS, например",
    "PublicData.escrowBody": "ДЕПОНИРОВАНИЕ: Агенты Депонирования помогают обеспечить честные и справедливые сделки на маркетплейсе. Если вы решаете стать Агентом депонирования, вы соглашаетесь разрешать споры, которые могут возникнуть между покупателями и продавцами. Если вас призывают урегулировать спор, вы должны рассмотреть доказательства, представленные обеими сторонами, и принять беспристрастное решение о том, возвращать ли средства покупателю или передавать их продавцу. Вы получаете комиссию (в OmniCoins) с каждой транзакции, для которой вас выбрали агентом депонирования, независимо от того, смогли ли вы урегулировать спор или нет.",
    "PublicData.referrerBody": "ССЫЛКА: На начальном этапе работы маркетплейса\nOmniBazaar вы будете получать реферальный бонус от OmniCoins каждый раз, когда\nвы приглашаете нового пользователя. Вы также будете получать реферальную плату\n(в коинах OmniCoins) каждый раз, когда пользователь, которого вы указали, будет\nпокупать или продавать что-либо на маркетплейсе OmniBazaar. Укажите адреса\nкошельков Bitcoin и Ether, на которые вы хотите получать эти реферальные\nплатежи.",
    "PublicData.voteFee": "Комиссия за голосование - 20 XOM"
}