{
    "PublicData.referrerTitle": "Arkadaşlarımı OmniBazaar'a yönlendirmek istiyorum.",
    "PublicData.wantsToVote": "Kendine oy ver",
    "PublicData.updateTransactionFee": "Veri işlem ücretini güncelle:",
    "PublicData.processorTitle": "İşlem İşlemcisi olmak için başvuruda bulunmak istiyorum.",
    "PublicData.publisherTitle": "Bir \"shop\" işletmek ve diğer kullanıcılar için ilanlar yayınlamak istiyorum.",
    "PublicData.btcAddressTitle": "Bitcoin adresi",
    "PublicData.invalidIp": "IP adresi geçersiz",
    "PublicData.escrowTitle": "Bir Emanet Temsilcisi'nin görevlerini yerine getirmek istiyorum.",
    "PublicData.witnessRegisterFee": "Tanık kayıt ücreti 5000 XOM'dir. Devam etmek istediğinize emin misiniz?",
    "PublicData.notEnoughBalance": "Yetersiz fon nedeniyle güncelleme başarısız oldu",
    "PublicData.success": "Başarı",
    "PublicData.customDownloadAddress": "Arkadaşlarına bu özel OmniBazaar indirme adresini ver:",
    "PublicData.processorBody": "İŞLEM İŞLEMCİSİ: İşlem İşlemcileri, piyasadaki diğer kullanıcının işlemlerini yapmak için OmniCoins ödenir. Bu, iyi ücretli ve sorumluluk sahibi bir pozisyon olduğundan, İşlem İşlemcisi yalnızca piyasadaki en aktif katılımcılardan seçilir. Yeni kullanıcılara atıfta bulunmak, başkaları için listeleri yayınlamak, diğer kullanıcılar tarafından tanınmak ve güvenilmek ve piyasada iyi bir üne sahip olmak, hepsi \"aktif bir katılımcı\" olarak tanınmaya ve bir İşlem İşlemcisi olmaya hak kazanmaya sayılır.",
    "PublicData.successUpdate": "Başarıyla güncellendi",
    "PublicData.publisherExists": "Bu PC için mevcut bir yayıncı var.",
    "PublicData.failedUpdate": "Hesap güncellenemedi",
    "PublicData.or": "yada",
    "PublicData.error": "Hata",
    "PublicData.update": "Güncelleme",
    "PublicData.publisherBody": "YAYINCI: Bir Yayıncı olarak, sunucunuzda yayınlanan her yeni kullanıcı listesi için OmniCoins alırsınız, ancak sunucunuzu sürekli olarak çalışır durumda ve Internet'te erişilebilir durumda tutmalısınız. Bu kutuyu, yalnızca bu bilgisayara OmniBazaar Publisher Module'ü (veritabanı) kurup yapılandırdıysanız işaretleyin. Ayrıca statik bir IP adresine veya örneğin bir DNS yönlendirme servisine de sahip olmalısınız.",
    "PublicData.escrowBody": "EMANET: Emanet Temsilcileri pazarda işlemlerin dürüst ve adil bir şekilde yapılmasını sağlamaya yardımcı olur. Bir Emanet Temsilcisi olmayı seçtiğinizde, alıcılar ile satıcılar arasında ortaya çıkabilecek anlaşmazlıkları çözmeyi kabul edersiniz. Bir anlaşmazlığı çözmek için çağrılırsanız, her iki tarafın sağladığı kanıtları gözden geçirmeli ve alıcıya fon iade edip etmemesi veya satıcıya serbest bırakması konusunda tarafsız bir karar vermelisiniz. Emanet temsilcisi olarak seçtiğiniz her işlemden, bir anlaşmazlığı çözümlemek için çağrılıp çağrılmadığınıza bakılmaksızın (OmniCoins cinsinden) bir ücret alırsınız.",
    "PublicData.referrerBody": "YÖNLENDİREN: OmniBazaar pazarının ilk aşamasında, her yeni bir kullanıcıyı yönlendirdiğinizde OmniCoins'in Yönlendirme Bonusu alacaksınız. Ayrıca, yönlendirdiğiniz bir kullanıcı OmniBazaar pazarında bir şeyler satın aldığında veya sattığında, bir başvuru ücreti (birkaç OmniCoin) alacaksınız. Lütfen bu başvuru ücretlerini almak istediğiniz yere Bitcoin ve Ether adreslerini girin.",
    "PublicData.voteFee": "Oylama işlem ücreti 20 XOM"
}