{
    "PublicData.referrerTitle": "Я хотів би направити моїх друзів до OmniBazaar.",
    "PublicData.wantsToVote": "Проголосуйте за себе",
    "PublicData.updateTransactionFee": "Оновити дані про плату за транзакцію:",
    "PublicData.processorTitle": "Я хотів би спробувати бути Процесором Транзакції.",
    "PublicData.publisherTitle": "Я б хотів запустити \"магазин\" і публікувати лоти для інших користувачів.",
    "PublicData.btcAddressTitle": "Bitcoin адрес",
    "PublicData.invalidIp": "IP-адреса є неприпустимою",
    "PublicData.escrowTitle": "Я готовий до виконання обов'язків Ескроу Агента.",
    "PublicData.witnessRegisterFee": "Реєстраційний збір свідка є 5000 XOM. Справді продовжити?",
    "PublicData.notEnoughBalance": "Оновлення не виконане через нестачу коштів",
    "PublicData.success": "Успіх",
    "PublicData.customDownloadAddress": "Дайте своїм друзям цей звичний адрес завантаження OmniBazaar:",
    "PublicData.processorBody": "ПРОЦЕСОР ТРАНЗАКЦІЇ: Процесори Транзакції отримують плату в OmniCoins за обробку транзакцій користувача на ринку. Оскільки це добре оплачувана і дуже відповідальна позиція, Процесор Транзакції вибрається тільки з найбільш активних учасників на ринку. Приведення нових користувачів, видання лотів для інших, бути відомим та мати довіру інших користувачів і мати хорошу репутацію на ринку, все це буде зараховано до терміну \"активний учасник\" і буде враховано при виборі Процесора Транзакції.",
    "PublicData.successUpdate": "Успішно оновлено",
    "PublicData.publisherExists": "Є існуючий видавець для цього ПК",
    "PublicData.failedUpdate": "Не вдалося оновити аккаунт",
    "PublicData.or": "або",
    "PublicData.error": "Помилка",
    "PublicData.update": "Оновлення",
    "PublicData.publisherBody": "ВИДАВЕЦЬ: як видавець, ви отримуєте OmniCoins за кожен новий лот користувачів, опублікований на вашому сервері, але ви повинні постійно підтримувати роботу свого сервера і його доступність в Інтернеті. Встановіть цей прапорець тільки в тому випадку, якщо на цьому комп'ютері ви встановили і налаштували модуль Видавця OmniBazaar (база даних). У вас також повинен бути статичний IP-адрес або служба перенаправлення DNS, наприклад як",
    "PublicData.escrowBody": "УГОДИ: Ескроу Агенти допомагають забезпечити чесні і справедливі угоди на ринку. Коли ви вирішуєте стати Ескроу Агентом, ви погоджуєтеся владнати розбіжності, які можуть виникнути між покупцями і продавцями. Якщо вас закликають врегулювати спір, ви повинні розглянути докази, представлені обома сторонами, і прийняти неупереджене рішення про те, чи повертати гроші покупцеві або передавати їх продавцю. Ви отримуєте комісію (в OmniCoins) з кожної транзакції, для якої вас вибрали Ескроу Агентом, незалежно від того, покликані ви вирішити спір чи ні.",
    "PublicData.referrerBody": "РЕФЕРЕР: На початковій стадії Ринку OmniBazaar, ви отримаєте Реферальний бонус в OmniCoins кожного разу за скерування нового користувача. Ви також отримаєте реферальні комісійні (декілька OmniCoins) кожного разу, коли скерований Вами користувач купує або продає щось на Ринку OmniBazaar. Будь ласка, надайте адреса гаманців біткоїна та ефіру, куди б Ви хотіли отримувати ці реферальні комісійні.",
    "PublicData.voteFee": "Плата за операцію голосування – 20 XOM"
}