{
    "PublicData.referrerTitle": "Tôi muốn mời bạn bè của tôi đến với OmniBazaar.",
    "PublicData.wantsToVote": "Bình chọn cho chính mình",
    "PublicData.updateTransactionFee": "Cập nhật phí giao dịch dữ liệu:",
    "PublicData.processorTitle": "Tôi muốn đăng ký để trở thành một Transaction Processor.",
    "PublicData.publisherTitle": "Tôi muốn chạy \"shop\" và xuất bản danh sách cho những người dùng khác.",
    "PublicData.btcAddressTitle": "Địa chỉ Bitcoin",
    "PublicData.invalidIp": "Địa chỉ IP không hợp lệ",
    "PublicData.escrowTitle": "Tôi sẵn sàng thực hiện các nhiệm vụ của Đại lý ký quỹ.",
    "PublicData.witnessRegisterFee": "Phí đăng ký nhân chứng là 5000 XOM. Bạn có chắc chắn muốn tiếp tục?",
    "PublicData.notEnoughBalance": "Cập nhật thất bại do không đủ tiền",
    "PublicData.success": "Thành công",
    "PublicData.customDownloadAddress": "Cung cấp cho bạn bè của bạn địa chỉ tải xuống OmniBazaar tùy chỉnh này:",
    "PublicData.processorBody": "TRANSACTION PROCESSOR: Transaction Processor Bộ xử lý giao dịch được OmniCoins trả tiền để xử lý các giao dịch của người dùng khác trên thị trường. Vì đây là vị trí được trả lương cao và rất có trách nhiệm, Transaction Processor chỉ được chọn từ những người tham gia thị trường tích cực nhất. Hướng của người dùng mới, công bố danh sách cho người khác, danh tiếng và sự tin tưởng của người dùng khác và danh tiếng tốt trên thị trường - tất cả điều này được coi là sự công nhận là một \"người tham gia tích cực\" của một người dùng và nhận được trạng thái của một bộ xử lý giao dịch.",
    "PublicData.successUpdate": "Cập nhật thành công",
    "PublicData.publisherExists": "Có một nhà xuất bản cho PC này",
    "PublicData.failedUpdate": "Không thể cập nhật tài khoản",
    "PublicData.or": "hoặc",
    "PublicData.error": "Lỗi",
    "PublicData.update": "Cập nhật",
    "PublicData.publisherBody": "NHÀ XUẤT BẢN: với tư cách là nhà xuất bản, bạn nhận được OmniCoin cho mọi danh sách người dùng mới được xuất bản trên máy chủ của mình, nhưng bạn phải liên tục duy trì máy chủ của bạn làm việc và tính khả dụng trên Internet. Chỉ chọn hộp này nếu bạn đã cài đặt và định cấu hình mô-đun Nhà xuất bản (cơ sở dữ liệu) OmniBazaar trên máy tính này. Bạn cũng phải có một địa chỉ IP tĩnh hoặc dịch vụ chuyển tiếp DNS, ví dụ",
    "PublicData.escrowBody": "KÝ QUỸ: Đại lý ký quỹ giúp đảm bảo\ngiao dịch công bằng và công bằng trên thị trường. Khi bạn quyết định trở thành Đại lý ký quỹ, bạn đồng ý giải quyết các tranh chấp có thể phát sinh giữa người mua và người bán. Nếu bạn được yêu cầu giải quyết tranh chấp, bạn phải xem xét các bằng chứng được đưa ra bởi cả hai bên và đưa ra quyết định vô tư về việc có\nnên trả lại tiền cho người mua hay chuyển cho người bán hay không. Bạn nhận được một khoản hoa hồng (tại OmniCoins) từ mỗi giao dịch mà bạn đã chọn một đại lý ký quỹ, bất kể bạn có được gọi để giải quyết tranh chấp hay không.",
    "PublicData.referrerBody": "THAM KHẢO: Ở giai đoạn ban đầu của thị trường OmniBazaar, bạn sẽ nhận được tiền thưởng giới thiệu từ OmniCoins mỗi khi bạn mời người dùng mới. Bạn cũng sẽ nhận được một khoản phí giới thiệu (một số OmniCoin) mỗi khi người dùng mà bạn đã chỉ định mua hoặc bán một thứ gì đó trên thị trường OmniBazaar. Vui lòng cho biết địa chỉ Bitcoin và Ether mà bạn muốn nhận các khoản phí giới thiệu này.",
    "PublicData.voteFee": "Phí cho hoạt động bỏ phiếu là 20 XOM"
}