{
    "TermsConditions.registrationAndAccountStart": "عند استخدام البرنامج ، قد تزود بازارر أومني بمعلومات تسجيل وحساب معينة والتي يعتمد عليها   بازار أومني لتزويدك بالبرنامج. وفيما يلي التزاماتك عند إنشاء وتسجيل والحفاظ على أمان ودقة حسابك:",
    "TermsConditions.limitedPurposesTitle": "يجوز لك استخدام بازار أومني لأغراض محدودة",
    "TermsConditions.conductPolicies9": "لن تقوم بنسخ أو تأجير أو توزيع أو نقل أي من الحقوق التي تتلقاها بموجب هذه الاتفاقية",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "لن تحصد أو تكشط أي محتوى أو مواد من البرنامج ؛",
    "TermsConditions.updatedVersions1": "في حال طرح بازار أومني نسخ محدثة من البرنامج ولم تقم بتحديث نسختك، فلن تتمتع بالمحتوى والمميزات والمواد الجديدة",
    "TermsConditions.privacyPolicy": "سياسة الخصوصية",
    "TermsConditions.updatedVersions2": "في حال عدم قبولك النسخ المحدثة من البرنامج فلن يتحمل بازار أومني أي مسئواية أو التزام تجاه قرارك ",
    "TermsConditions.trademarksTitle": "لا يجوز لك استخدام العلامات التجارية التي تظهر في البرنامج بطريقة تنتهك حقوق الطبع والنشر",
    "TermsConditions.termsIntroNotice": "ملاحظة هامة: يحتوي هذا الاتفاق على اتفاق تحكيم ، والذي يتطلب منك تقديم أي مطالبات قد تكون قد ارتكبتها ضد الالتزام بالتعويض والتحكيم النهائي. إضافة إلى ذلك ، بموجب أحكام التحكيم ، (أ) لن تكون مسموحًا إلا بدفع طلبات ضد دعوى غير مشروعة على أساس فردي ، وليس بصفتك عضوًا عاديًا أو عاديًا في أي إجراء أو إجراء من الدرجة أو الممثل ، و (ب) سوف تكون أنت فقط يسمح بالسعي إلى الإبعاد (بما في ذلك الحالة النقدية ، والحمائية ، والإحباط التنظيمي) على أساس فردي. عن طريق الدخول في هذه الاتفاقية ، فإنك تقر صراحة بأنك قد قرأت وفهمت جميع بنود هذه الاتفاقية ، بما في ذلك على سبيل المثال لا الحصر ، الأقسام المتعلقة بالتحكيم.",
    "TermsConditions.registrationAndAccountTitle": "التسجيل وأمن الحساب الخاص بك",
    "TermsConditions.conductPolicies11": "لن تقوم بتحميل أو نشر أو نقل أو مشاركة أو تخزين أو إتاحة أي مواد تحتوي على فيروسات  أو أي شيفرات أو ملفات أو برامج كمبيوتر أخرى مصممة لمقاطعة أو تدمير أو تقييد وظيفة أي برنامج كمبيوتر أو أجهزة أو معدات اتصالات ؛",
    "TermsConditions.conductPolicies10": "لا يسمح بطلب كلمات سر أو معلومات تحديد الشخصية (وهذا يشمل ، على سبيل المثال لا الحصر ، اسم شخص آخر ، أو تاريخ ميلاده ، أو عنوان منزله ، أو عنوان الأي بي ، أو رقم بطاقة الائتمان ، أو رقم الضمان الاجتماعي ، أو أي معلومات تعريف أخرى صادرة عن الحكومة) لأغراض تجارية أو غير قانونية ؛",
    "TermsConditions.conductPolicies13": "لا يسمح لك بتهديد أو تخويف أو مضايقة مستخدم آخر أو أي طرف في البرنامج أو من خلاله",
    "TermsConditions.conductPolicies12": "لا يسمح لك بأن تتخذ أي إجراء آخر لانتهاك أحكام وسياسات بازار أومني ؛",
    "TermsConditions.conductPolicies14": "لا يسمح لك بتزييف هويتك أو انتحال شخصية طرف ثالث ، أو أن تزيف أو تضلل أطرافًا ثالثة فيما يتعلق بانتماءك إلى أي كيان ؛",
    "TermsConditions.regulations2": "2. أنت مسؤول عن كل نشاطاتك فيما يتعلق بالبرنامج",
    "TermsConditions.regulations3": "3. يجب عليك الالتزام بجميع القوانين واللوائح المحلية والوطنية والدولية المعمول بها، إذا كنت تمثل نشاطاََ تجاريًا ، أو أي قانون (قوانين) تعليمي أو خصوصي أو أي قوانين أخرى ذاتية التنظيم  .",
    "TermsConditions.regulations1": "1.  أنت تعد بعدم استخدام البرنامج لأي غرض محظور بموجب هذه الاتفاقية",
    "TermsConditions.copyrightContentTitle": "حقوق الطبع والنشر لجميع محتويات البرنامج محفوظة لكاتب المحتوى",
    "TermsConditions.termsIntroTitle": "شروط استخدام برنامج شركة بازار أومني",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": " قد يقوم بازار أومني بتعدديل أو تغيير أي شيء على البرنامج دون سابق إنذار",
    "TermsConditions.importantNoticesTitle": "ملاحظات هامة",
    "TermsConditions.agreeToIndemnifyText": "أنت توافق على تعويض وتيرئة والدفاع عن بازار أومني ومتعاقديه ومرخصيه وفروعه والشركات التابعة له وشركائهم ومديريهم وموظفيهم وأعضائهم ومدرائهم وموظفيهم ووكلائهم من وضد أي وجميع المطالبات والنفقات، بما في ذلك أي وجميع الخسائر والتكاليف والالتزامات وأتعاب المحاماة الناشئة عن أو فيما يتعلق بما يلي: (1) استخدامك للبرنامج ، (2) أي محتوى لطرف ثالث أو مواقع وأي محتوى آخر لطرف ثالث ، (3) أي مشتريات أو تفاعلات مع البائعين (4) انتهاكك لهذه الاتفاقية أو أي قانون أو حقوق لأي طرف ثالث (5) خرقك لهذه الاتفاقية و / أو أي خرق للبيانات والضمانات المنصوص عليها في هذا المستند",
    "TermsConditions.trademarksTitle1": "1. أنت توافق على أن بازار أومني وبازار كريبتو و عملة أومني وغير ذلك من رسومات  وشعارات وترويسة الصفحات ورموز الأزرار والنصوص وأسماء الخدمات هي علامات تجارية أو علامات تجارية مسجلة أو هيئة تجارية لشركة بازار أومني أو الشركات التابعة لها",
    "TermsConditions.trademarksTitle3": "3. إن جميع العلامات التجارية الأخرى غير المملوكة من قبل بازار أومني أو الشركات التابعة لها والتي قد تظهر على البرنامج هي ملك لأصحابها الذين قد يكونوا أو لا يكونوا تابعين أو متصلين أو برعاية بازار أومني أو الشركات التابعة لها.",
    "TermsConditions.trademarksTitle2": " 2. لا يجوز استخدام علامات بازار أومني التجارية وهيئتها التجارية فيما يتعلق بأي منتج أو خدمة ليست من ضمن خدمات بازار أومني 2019 ، بأي طريقة من المحتمل أن تسبب التباس بين المستهلكين أو بأي شكل من الأشكال التي تسيء أو تقوض بازار أومني",
    "TermsConditions.reviewingChangesEnd": "بالإضافة إلى ذلك، قد تخضع بعض الخدمات المقدمة من خلال البرنامج لشروط وأحكام إضافية يحددها بازار أومني من وقت لآخر، ويخضع استخدامك لهذه الخدمات للشروط والأحكام الإضافية والتي يتم تضمينها في هذه الاتفاقية بموجب هذا المرجع.",
    "TermsConditions.omniCoinTokenTitle": "بيع رموز عملة أومني ",
    "TermsConditions.floridaLawTitle": "أنت توافق على تطبيق قانون ولاية فلوريدا على هذه الاتفاقية",
    "TermsConditions.agreement1": "1. أنت تدرك أنه بتثبيت البرنامج أو استخدامه ، فإنك توافق على الالتزام بالشروط والأحكام الواردة في شروط الاستخدام والاتفاقية والالتزام بها والتي تتضمن أيضاً 000 OmniBazaar's",
    "TermsConditions.omniBazaarSoftware8": "8. تتبع واستخدام سمعة  المستخدمين وغيرها من المعلومات حول مستخدمي السوق",
    "TermsConditions.omniBazaarSoftware5": "5. مكافأة المستخدمين الذين يقدمون خدمات تفيد المستخدمين الآخرين والسوق",
    "TermsConditions.omniBazaarSoftware4": "4. تمكين الدفع الألي للشراء باستخدام عملات البيتكوين والأومني المشفرة",
    "TermsConditions.omniBazaarSoftware7": "7.  توفير خدمة ايسكرو التي تتيح للمستخدمين القيام بأعمال تجارية مع مستخدمين آخرين لا يعرفونهم أو يثقون بهم",
    "TermsConditions.omniBazaarSoftware6": "6. توزيع عملات الأومني المجانية للمستخدمين الذين ينضمون ويشاركون أصدقائهم.",
    "TermsConditions.omniBazaarSoftware1": "1. إنشاء شبكة لتبادل البيانات من نظير إلى نظير",
    "TermsConditions.registrationAndAccount1": "1. سوف تسجل حسابك لاستخدامك الشخصي وليس لاستخدام شخص آخر ، أو الذات الثانية ، أو أي هوية أخرى.",
    "TermsConditions.omniBazaarSoftware3": "3. السماح للأفراد والشركات بشراء وبيع السلع والخدمات من بعضهم البعض.",
    "TermsConditions.omniBazaarSoftware2": "2. قم بتوصيل جهاز الكمبيوتر الخاص بالمستخدم بهذه الشبكة.",
    "TermsConditions.limitedPurposes4_1": ") يتم ترخيص Couchbase (والبرامج المرتبطة به) بموجب ترخيص Apache 2.0 (",
    "TermsConditions.registrationAndAccount6": "6. سوف تُبقي بيانات الاتصال الخاصة بك وغيرها من المعلومات التي يطلبها بازار أومني (مثل البريد الإلكتروني والموقع وغير ذلك) دقيقة ومحدثة",
    "TermsConditions.personalInfo2": "2. سيستخدم بازار أومني المعلومات الشخصية فقط وفقًا لـبازار أومني 2019",
    "TermsConditions.personalInfo3": "3. أنت تمنح ترخيصًا عالميًا دائمًا ومعفياً من الإتاوات ونهائيًا وقابلاً للتحويل إلى بازار أومني لعرض هذه المعلومات وإعادة إنتاجها ونقلها واستخدامها و / أو تخزينها بالقدر اللازم لدعم تشغيل البرنامج.",
    "TermsConditions.lawsApplicableTitle": "تقع على عاتقك مسؤولية التأكد من توافق هذه الاتفاقية واستخدامك للبرنامج مع جميع القوانين السارية عليك",
    "TermsConditions.risk3": "3. أنت المسؤول عن اتخاذ الاحتياطات اللازمة لحماية نفسك وجهازك من الفيروسات والوورم والتورجان وغيرها من المحتويات الضارة أو المدمرة.",
    "TermsConditions.risk2": "2. بتوفيره للبرنامج، لا يعني ذلك أن بازار أومني يؤيد أي محتوى أو مادة منشورة أو أنه يعتقد أن هذه المواد دقيقة أو مفيدة أو غير ضارة",
    "TermsConditions.risk1": "1.  إن بازار أومني ليس ملزما بمراجعة أي محتوى أو مادة، بما في ذلك معلومات البائع والمنتج، المنشورة في أو من خلال البرنامج ، وبالتالي لا يمكن أن يكون مسؤولا عن هذه المواد أو المحتوى",
    "TermsConditions.risk6": "6. يتنصل بازار أومني من أي مسؤولية تجاه أي ضرر ناتج عن استخدام البرنامج، أو من عرض أو تنزيل هؤلاء المستخدمين للمحتوى المنشور على البرنامج",
    "TermsConditions.risk5": "5. قد يحتوي البرنامج أيضًا على مواد تنتهك الخصوصية أو حقوق الدعاية ، أو تنتهك حقوق الملكية الفكرية وحقوق الملكية الأخرى  لأطراف ثالثة ، أو التنزيل أو النسخ أو الاستخدام الذي يخضع لشروط وأحكام إضافية مذكورة أو غير مذكورة ",
    "TermsConditions.risk4": "4. قد يحتوي البرنامج على محتوى مسيء أو غير لائق أو غير مرغوب فيه ، بالإضافة إلى محتوى به معلومات تقنية غير دقيقة وأخطاء مطبعية وأخطاء أخرى",
    "TermsConditions.ageOfUseTitle": "يجب أن يكون عمرك 18 عامًا أو أكثر لاستخدام برنامج بازار أومني",
    "TermsConditions.riskTitle": "أنت  تستخدم برنامج بازار أومني على مسؤوليتك الخاصة",
    "TermsConditions.personalInfoTitle": "معلوماتك الشخصية",
    "TermsConditions.agreementTitle": "الاتفاق بينك وبين بازار أومني   ",
    "TermsConditions.regulationsTitle": "أنت توافق بالامتثال لهذه الاتفاقية وأي قوانين أو لوائح سارية عليك",
    "TermsConditions.responsibleForFollowingTitle": "القوانين والقواعد المسؤول عنها كالأتي",
    "TermsConditions.otherTermsTitle": "شروط اخرى",
    "TermsConditions.reviewingChanges4": " إذا استمريت في استخدام البرنامج بعد أيٍّ من هذه التغييرات ، فذلك يعني قبولك لأي تغييرات على الاتفاقية",
    "TermsConditions.reviewingChanges1": "1. تنطبق هذه الاتفاقية على جميع مستخدمي البرنامج",
    "TermsConditions.reviewingChanges3": "3. يقوم بازار أومني بنشر أحدث اتفاقية على البرنامج ولكن الأمر متروك لك لمراجعتها قبل استخدام البرنامج.",
    "TermsConditions.reviewingChanges2": "2. قد يقوم بازار أومني بإجراء تغييرات على هذه الاتفاقية من وقت لآخر دون إبلاغك بشكل محدد.",
    "TermsConditions.limitedPurposes10": "    10. لا يجوز لك استخدام أي شعار بازار أومني أو أي رسم تعود ملكيته لاخرين أو علامة تجارية أخرى كجزء من الرابط دون إذن كتابي صريح.",
    "TermsConditions.representationAndWarranty2_1": "، مع هذه الاتفاقية ومع جميع القوانين واللوائح المعمول بها (بما في ذلك على سبيل المثال لا الحصر أي قوانين أو لوائح محلية في بلدك أو ولايتك أو مدينتك أو أي منطقة حكومية أخرى ، تتعلق بالسلوك عبر الإنترنت والمحتوى المقبول ، وتتضمن جميع القوانين المعمول بها فيما يتعلق بنقل البيانات التقنية المصدرة من الولايات المتحدة أو البلد الذي تقيم فيه) أو المخزون غير المستخدم",
    "TermsConditions.registrationAndAccount3": "3. لن تقوم بتخصيص أو نقل حسابك إلى أي شخص دون الحصول أولاً على موافقة خطية من بازار أومني",
    "TermsConditions.registrationAndAccount2": "2. سوف تقوم بإنشاء حساب واحد فقط لنفسك",
    "TermsConditions.agreement3": "1. تحل هذه الاتفاقية محل جميع الاتفاقيات والعروض والضمانات والتفاهمات السابقة أو القائمة فيما يتعلق بالبرنامج أو المحتوى أو المنتجات أو الخدمات التي يوفرها البرنامج أو من خلاله وموضوع هذه الاتفاقية",
    "TermsConditions.agreement2": "2. تشكل هذه الاتفاقية الاتفاقية الكاملة والوحيدة بيننا وبينك.",
    "TermsConditions.registrationAndAccount7": "7.لن تشارك كلمة المرور الخاصة بك، أو تسمح لأي شخص بالوصو إلى حسابك غيرك، أو القيام بأي شيء قد يضر بأمان حسابك.",
    "TermsConditions.personalInfo1": "1. أنت تفهم وتقر بأن استخدامك للبرنامج محكوم ب",
    "TermsConditions.registrationAndAccount5": "5. إذا قام بازار أومني بإنهاء أو تعطيل حسابك ، فلا يجوز لك إنشاء حساب آخر دون الحصول أولاً على موافقة خطية من بازار أومني",
    "TermsConditions.registrationAndAccount4": "4. لن تقدم معلومات خاطئة أو مضللة عند تسجيل حساب",
    "TermsConditions.agreeToIndemnifyTitle": "أنت توافق على تعويض بازار أومني",
    "TermsConditions.otherTerms3": "3. أنت توافق على أن يتم أي تحكيم في مقاطعة بينيلاس، فلوريدا وباللغة الإنجليزية، ويجوز إنفاذ قرار التحكيم في أي محكمة. يحق للطرف الفائز في أي إجراء أو الشروع في تنفيذ هذه الاتفاقية الحصول على التكاليف وأتعاب المحاماة",
    "TermsConditions.otherTerms2": "2. أنت توافق على تسوية أي نزاع ينشأ بموجب هذه الاتفاقية نهائيًا وفقًا قواعد التحكيم الشامل الخاصة بإدارة التحكيم والوساطة القضائية من قبل محكمين يتم تعيينهم وفقًا لهذه القواعد باستثناء المطالبات المتعلقة بالدعوى الجنائية أو العادلة أو المطالبات المتعلقة بحقوق الملكية الفكرية(التي يجوز رفعها في أي محكمة مختصة دون نشر السند)",
    "TermsConditions.limitedPurposes8": "8. لا يجوز لك المشاركة في نسخ أو إعادة إنتاج أو إعادة ترتيب أو إعادة توزيع أو تعديل أو مراجعة أو تغيير أو هندسة عكسية للبرنامج",
    "TermsConditions.limitedPurposes9": "9. يتم منحك حقًا محدودًا وقابل للإلغاء وغير حصري لإنشاء رابط تشعبي لصفحة  بازار أومني الرئيسية طالما لا يعرض الرابط بازار أومني أو الشركات التابعة له أو منتجاته أو خدماته في صورة خاطئة أو مضللة أو مهينة أو خلاف ذلك من المواد المسيئة",
    "TermsConditions.otherTerms7": "7. ستكون هذه الاتفاقية ملزمة وستعود بالفائدة على الأطراف وخلفائهم والمتنازل إليهم ممن يُسمح لهم بذلك. تم إدراج عناوين فقرات هذه الاتفاقية للملاءمة فقط ولا تعتبر جزءا من هذه الاتفاقية أو تؤثر على بنية هذه الاتفاقية",
    "TermsConditions.otherTerms6": "6. يجوز لبازار أوماني احالة حقوقها بموجب هذه الاتفاقية دون شرط",
    "TermsConditions.otherTerms5": "5. إن التنازل من قبل أي طرف عن أي شرط أو حكم من هذه الاتفاقية أو أي خرق لها ، في أي حالة واحدة، لا يعني التنازل عن هذا الحكم أو الشرط أو أي خرق لاحق له",
    "TermsConditions.otherTerms4": "4. إذا كان أي جزء من هذه الاتفاقية غير صالح أو غير قابل للتنفيذ ، فسيتم تفسير هذا الجزء ليعكس النية الأصلية للطرفين، وستظل الأجزاء الباقية سارية المفعول بالكامل",
    "TermsConditions.limitedPurposes2": "2. لا يمنحك بازار أومني الحق في تعديل البرنامج أو أي جزء منه ",
    "TermsConditions.limitedPurposes3": "3. أنت تفهم أن بازار رأومني لا يمنحك الحق في: (أ) إعادة البيع أو الاستخدام التجاري (باستثناء ما هو منصوص عليه هنا) للبرنامج أو محتوياته ؛ (ب) عمل أي استخدام مشتق للبرنامج أو محتوياته ؛ (ج) تنزيل أو نسخ معلومات الحساب لصالح طرف ثالث أو تاجر ؛ أو (د) استخدام تنقيب البيانات، أو الروبوتات ، أو أدوات مماثلة لجمع البيانات واستخراجها",
    "TermsConditions.limitedPurposes1": "1. يمنحك بازار أومني ترخيصًا محدودًا للدخول إلى البرنامج واستخدامه بشكل شخصي.",
    "TermsConditions.limitedPurposes6": "6.  لا يجوز لك تأطير أو استخدام تقنيات التأطير لإرفاق أي علامة تجارية أو شعار أو أي معلومات ملكية أخرى  لشركة بازار أومني والشركات التابعة لنا دون الحصول على موافقة كتابية صريحة",
    "TermsConditions.limitedPurposes7": "7. لا يجوز لك استخدام أي علامات وصفية أو أي نص مخفي آخر يستخدم اسم او العلامات التجارية  لبازار اومني 2019 دون الحصول على موافقة كتابية صريحة من بازار أومني. إن أي استخدام غير مصرح به يُنهي الإذن أو الترخيص الممنوح من بازار اومني بموجب هذه الاتفاقية",
    "TermsConditions.omniCoinToken2": "أنت تدرك أن البنود والشروط والإفصاحات الهامة والمعلومات المتعلقة بالبيع مذكورة في الورقة البيضاء والمذكرة",
    "TermsConditions.limitedPurposes5": "5. أنت تدرك أنه لا يجوز إعادة إنتاج أو نسخ أو تكرار أو بيع أو إعادة بيع أو زيارة أو استغلال أن البرنامج أو أي جزء منه لأي غرض تجاري ، بخلاف ما هو مطلوب للاستخدام التجاري المحدود والممنوح هنا",
    "TermsConditions.conductPolicies1": "1. نبذل قصارى جهدنا لإبقاء البرنامج أمناً و فعالاً ولكن لا يمكننا ضمان ذلك. نحتاج إلى مساعدتك للقيام بذلك ، والذي يتضمن الالتزامات التالية:",
    "TermsConditions.conductPolicies3": "لا يمكنك القيام بفك شفرة، أو الغاء ترجمة، أو تفكيك ، أو هندسة عكسية ، أو محاولة اشتقاق أي شفرة مصدر أو أفكار أو خوارزميات أساسية لأي جزء من البرنامج وفقا للحد المسموح به صراحة بموجب القانون المعمول به مع عدم الإخلال بهذا التحديد؛",
    "TermsConditions.conductPolicies2": "لا يمكنك تقوم بتغيير أو تعديل أو ملائمة أو إعادة إنتاج أو توزيع أو ترجمة أو إنشاء أعمال مشتقة أو تعديلات أو عرض أو إعادة نشر أو إعادة توظيف أو استغلال البرامج بأي طريقة باستثناء ما هو مسموح به صراحة من بازار أومني ",
    "TermsConditions.termsIntro": "يجب قراءة اتفاقية المستخدم النهائي هذه (\"الاتفاقية \") من قبل (\"المستخدم \" أو \"من قبلك أنت \") بالكامل قبل استخدام أي خدمة مشتقة  أو منتج من بازار أومني ™ أو عملة أومني ™. يرجى ملاحظة أن الاتفاقية تشكل عقدًا ملزما قانونًا بينك وبين شركة بازار أومني، والتي تطلق برنامجًا لدعم السوق الموزعة على الإنترنت  و الموصوف في OmniBazaar.info والمنتج التجريبي الموضح في OmniCoin.info (\"الخدمات \"). بالنقر فوق الزر \"أوافق \"  حيثما وُجد و / أو استخدامك للخدمات، فإنك توافق على الشروط والأحكام المنصوص عليها في هذه الاتفاقية.",
    "TermsConditions.conductPolicies4": "لا تتدخل أو تحاول التدخل في سير العمل الصحيح للبرنامج أو أي أنشطة تتم على البرنامج ؛",
    "TermsConditions.conductPolicies7": " لأي صفحة من البرنامج؛ spider أو crawl لن تستخدم برامج أو أجهزة يدوية أو ألية أوعمليات أخرى بهدف",
    "TermsConditions.conductPolicies6": "لن تقوم بتشغيل أي شكل من أشكال الرد التلقائي أو البريد العشوائي على البرنامج؛",
    "TermsConditions.liabilityLimitedEnd3": "مسؤولية OMNIBAZAAR تجاهك لأي سبب من الأسباب ، وبغض النظر عن صيغة الإجراء ، ستقتصر في جميع الأوقات على الرسوم ، إن دفعت من قبلك إلى الولايات المتحدة لاستخدام البرنامج ، ولكن في حالة عدم المسؤولية إلى أن تتجاوز 50 دولارًا. أنت توافق على أن النزاعات بينك وبين OMNIBAZAAR سيتم حلها من خلال المواءمة ، التحكيم الفردي وأنت تتنازل عن حقك في المشاركة في دعوى تحرك الدعوى الجماعية أو التحكيم على نطاق واسع. أنت تقر بأنه إذا لم يتم دفع أي رسوم للولايات المتحدة للبرنامج ، فسوف تكون مقتصراً على التهميش المزعج فقط ، ما عدا ذلك الذي يسمح به القانون ، ولن نسمح بأي أضرار من أي نوع من الولايات المتحدة ، بغض النظر عن سبب العمل. إذا كنت مقيمًا في كاليفورنيا ، فإنك تتخلى عن قانون CALILORIA CIVIL SECTION SECTION 1542 ، أي الدول ، في الجزء: \"الإصدار العام لا يمتد إلى المطالبات التي لا يعترف بها أو يعترضها في صالحه في وقت تنفيذ الإفصاح، والتي إذا عرفت من قبل يجب أن يكون لها تأثير مادي على استقالته مع المدين \".",
    "TermsConditions.liabilityLimitedEnd2": "لا يتحكم بازار أومني بمحتوى أي طرف ثالث أو المعلومات المقدمة من قبل الأطراف الثالثة ، وبالتالي لن تكون مسؤولة عن اعتمادك أي معلومات أو بيانات يتم وضعها على أو من خلال البرنامج",
    "TermsConditions.liabilityLimitedEnd1": "نحن نحاول الحفاظ على البرامج والخدمات بأن تكون خالية من الأخطاء وآمنة، ولكنك تستخدمها على مسؤوليتك الخاصة. يتم عرض المعلومات في أو من خلال البرنامج والخدمات كما هي أو كما هي متاحة ويتم نفي جميع الضمانات الصريحة أو الضمنية. قد تحتوي المعلومات والبرامج والخدمات على فيروسات أو أخطاء أو مشاكل أو قيود أخرى. في أي حال من الأحوال لن يكون لدى بازار أومني أو مديريها أو موظفيها أو وكلائها أية مسؤولية عن استخدامك لأي برنامج. نحن لسنا مسؤولين عن أي أضرار غير مباشرة أو خاصة أو عرضية أو تبعية (بما في ذلك الأضرار الناجمة عن فقدان الأعمال التجارية ، أو فقدان الأرباح ، أو التقاضي ، أو ما شابه) ، سواءً كان الأمر ناتجا عن خرق العقد ، أو الإخلال بالضمان ، أو الضرر (بما في ذلك الإهمال) ، المسؤولية عن المنتج أو غير ذلك ، حتى لو نُصح بإمكانية حدوث مثل هذه الأضرار.",
    "TermsConditions.reviewingChangesTitle": "أنت المسؤول عن مراجعة التغييرات في هذه الاتفاقية",
    "TermsConditions.ageOfUse1": "1. أنت تدرك أنه لا يجوز لك استخدام البرنامج حيث يُحظر ذلك  ",
    "TermsConditions.ageOfUse3": "3.  إن أي استخدام أو وصول إلى البرنامج من قبل أي شخص دون سن 18 هو غير مصرح به. إذا كان عمرك 13 عاماً أو أكبر ولكن دون 18 عامًا، يجب أن تحصل على إذن من ولي أمرك أو الوصي القانوني لاستخدام البرنامج والقبول بشروط الاستخدام",
    "TermsConditions.ageOfUse2": "2. أنت تدرك أن البرنامج مخصص فقط للمستخدمين الذين يبلغون 18 عامًا أو أكبر والذين يمكنهم أن يعقدوا اتفاقية ملزمة قانونًا",
    "TermsConditions.ageOfUse5": "5.  لا يقوم بازار أومني بجمع معلومات من الأفراد الذين تقل أعمارهم عن (13) سنة قصداً",
    "TermsConditions.ageOfUse4": ".4 أنت تقر وتضمن أنك تبلغ من العمر 18 عامًا أو أكثر أو أنك تدخل هذه الاتفاقية نيابة عن شخص ما بين 13 و 18 عامًا ، وأنك توافق على الالتزام بجميع بنود وشروط هذه الاتفاقية",
    "TermsConditions.omniBazaarSoftware": ":إن برنامج بازار أومني برنامج مجاني يقوم بأداء الوظائف التالية",
    "TermsConditions.lawsApplicable2": "2. أنت وحدك المسؤول عن التأكد من أن هذا الاتفاق يتوافق مع جميع القوانين والقواعد واللوائح السارية عليك",
    "TermsConditions.lawsApplicable3": "3. أنت تدرك أنه سيتم إلغاء حقك في الوصول إلى البرنامج حيث يحظر استخدام هذه الاتفاقية أو استخدام البرنامج ، وفي هذه الحالة ، فإنك توافق على عدم استخدام البرنامج أو الوصول إليه بأي طريقة",
    "TermsConditions.lawsApplicable1": "1. أنت تدرك أن بازار أومني قد ترفض، حسب تقديرها ، عرض أو إتاحة البرنامج لأي شخص أو كيان وتغير معايير الأهلية في أي وقت",
    "TermsConditions.liabilityLimitedTitle": " محدودة OmniBazaar's إن مسئولية",
    "TermsConditions.otherTerms1": "1. توافق أنت وبازار أومني على أن أي سبب من أسباب الدعاوي الناشئة عن أو المتعلقة بالبرنامج يجب أن يبدأ في غضون عام واحد على حدوث ما سبّب رفع الدعوى؛ وإلا فإن سبب إقامة مثل هذه الدعوة ممنوع دائما",
    "TermsConditions.omniBazaarSoftwareTitle": "برنامج بازار أومني ",
    "TermsConditions.editOrModifyStart": "إن بازار أومني ملتزم بتقديم تجربة مستخدم إيجابية وعليك ان تتفهم أن بازار أومني له الحق (ولكن دون الاضطلاع بأي واجب) لتحرير أو مراقبة أو مراجعة أو حذف أو تعديل أو نقل أي محتوى أو مادة يتم تقديمها أو وضعها على أو خلال البرنامج وفقاً لتقديره الخاص، دون سابق إنذار",
    "TermsConditions.useOfTheSoftwareTitle": "استخدامك للبرنامج",
    "TermsConditions.conductPoliciesTitle": "أنت توافق على الالتزام بسياسات سلوك بازار أومني 2019 عند استخدام البرنامج",
    "TermsConditions.representationAndWarrantyTitle": "الإقرارات والضمانات الخاصة بك ",
    "TermsConditions.copyrightContent2": "2. لا يجوز لك نسخ أو إعادة توزيع أو استخدام أو نشر أي جزء من البرنامج ، باستثناء ما تسمح به هذه الاتفاقية",
    "TermsConditions.copyrightContent1": ".1  إن المحتوى والتنظيم والرسومات والتصميم والتجميع والترجمة والتحويل الرقمي والمسائل الأخرى المتعلقة بالبرنامج ( حقوق نشر المحتوى ) هي ملك لشركة بازار أومني أو مالك المحتوى المطبق و هي محمية بموجب قوانين حقوق النشر والعلامات التجارية وحقوق الملكية الأخرى المعمول بها",
    "TermsConditions.legalConditionsTitle": "الشروط القانونية",
    "TermsConditions.representationAndWarranty3": "سوف تستخدم البرنامج حتى لا تتعدى أو تسيء استخدام حقوق الملكية الفكرية لأي طرف ثالث",
    "TermsConditions.representationAndWarranty2": "سوف تستخدم البرنامج وفقا ل",
    "TermsConditions.representationAndWarranty1": ":أنت تقر وتضمن ما يلي",
    "TermsConditions.omniCoinToken1": "1.\tOmniBazaar is conducting Token Sale Event (\"Sale\") of its OmniBazaar Tokens, as further described in the OmniBazaar White Paper and the OmniBazaar Offering and/or Terms and Conditions Memorandum (collectively, the \"Memorandum\".)",
    "TermsConditions.updatedVersionsTitle": "أنت المسؤول عن قبول الإصدارات المحدّثة من البرنامج",
    "TermsConditions.limitedPurposes4": "4. يحتوي البرنامج أو يستخدم عملة الأومني وغيرها من البرامج  وشفرة المصدر الخاصة به هي \"مفتوحة المصدر \" ويخضع إعادة إنتاج و استخدام هذه البرمجية لتراخيص تلك البرامج. على وجه الخصوص، تم ترخيص برمجية العملة المشفرة الأومني تحت رخصة معهد ماساتشوستس للتكنولوجيا (",
    "TermsConditions.liabilityLimited3": "3. لا يتحمل بازار أومني أية مسؤولية عن أي خطأ أو إهمال أو انقطاع أو حذف أو خلل أو تأخير في التشغيل أو الإرسال أو فشل خط الاتصالات أو السرقة أو التدمير أو الوصول غير المصرح به إلى اتصالات المستخدم أو تغييرها.",
    "TermsConditions.liabilityLimited2": "2.  إن بازار اومني غير مسؤول عن سلوك أي مستخدم للبرنامج سواء كان ذلك عبر الإنترنت أو دون اتصال",
    "TermsConditions.liabilityLimited1": "1. إن بازار أومني ليس مسؤولا عن أي مواقع لطرف ثالث أو محتوى طرف ثالث  يتم نشره على البرنامج",
    "TermsConditions.agreement1_1": ".(",
    "TermsConditions.liabilityLimited4": "4. أنت تدرك أنه من واجبك تأكيد والتحقق من أي معلومات يتم تزويدها للبرنامج أو من خلاله ، وأنك تتحمل المسؤولية  في  حال اعتمادك على أي من هذه المعلومات ، بما في ذلك على سبيل المثال لا الحصر، المحتوى، والمحتوى التابع لأطراف ثالثة، والروابط، أو قوائم المنتجات",
    "TermsConditions.liabilityLimited5": "5. إن بازار غير مسؤول عن أي مشاكل أو عطل فني لأي شبكة أو خطوط هاتفية  أو موفر بيانات  أو شبكة خلوية، أو أنظمة حاسوب على الإنترنت، أو خوادم أو مزودين، أو أجهزة حاسوب، أو برامج ، بسبب المشاكل التقنية أوزيادة طلبات الوصول للبرنامج، بما في ذلك إصابة أو الحاق الضرر بالمستخدمين أو بجهاز حاسوب لشخص آخر و / أو جهاز محمول",
    "TermsConditions.omniBazaarSoftwareEnd": "تتبع واستخدام السمعة والمعلومات الأخرى عن مستخدمي السوق.",
    "TermsConditions.limitedPurposes4_2": " ليس الغرض من هذا الترخيص هو إبطال أو مخالفة تراخيص البرامج مفتوحة المصدر هذه .(",
    "TermsConditions.personalInfo1_1": " .والتي يتم دمجها في هذه الاتفاقية من خلال هذا المرجع ،",
    "TermsConditions.floridaLawText2": "لا يجوز تنزيل البرامج والمعلومات الأساسية أو تصديرها أو إعادة تصديرها (أ) إلى (أو إلى مواطن أو مقيم) في كوبا أو العراق أو ليبيا أو يوغوسلافيا أو كوريا الشمالية أو إيران أو سوريا أو أي بلد آخر حظرت الولايات المتحدة  دخول البضائع إليه، أو (2) لأي شخص مدرج في قائمة وزارة الخزانة الأمريكية للمواطنين المحددين خصيصًا أو جدول طلبات رفض وزارة التجارة الأمريكية. بتنزيل البرنامج أو استخدامه ، فإنك توافق على ما تقدم وأنك تثبت أنك غير مقيم في ، أو تحت سيطرة ، أو مواطن أو مقيم في أي من هذه الدول أو في أي دولة مدرجة في هذه القائمة",
    "TermsConditions.floridaLawText3": "إن هذا البرنامج عبارة عن \"مصنف تجاري \" ، حسبما تم تعريف هذا المصطلح في   C.F.R. 2.101 48 (أكتوبر 1995) ، يتكون من \"برمجيات تجارية \" و \"توثيق لبرمجيات تجارية \" ، حسبما تم استخدام هذه الشروط في  C.F.R. 12.212  48 (سبتمبر 1995). وتماشياً مع C.F.R. 12.212  48 وC.F.R. 227.7202-1  48 حتى 227.7202-4 (يونيو 1995) ، فإن جميع المستخدمين النهائيين لحكومة الولايات المتحدة يحصلون فقط على تلك الحقوق في البرنامج التي توفرها هذه الاتفاقية",
    "TermsConditions.floridaLawText1": "رهناً بشروط التحكيم الواردة أعلاه ، فإنه في حال نشوء  أي نزاع عن البرنامج أو خلال استخدام البرنامج ، فإنك توافق صراحة على خضوع  أي نزاع من هذا القبيل لقوانين ولاية فلوريدا ، بغض النظر عن أي تعارض في النصوص القانونية، وتوافق صراحة على الولاية القضائية الحصرية ومكان المحاكمة والمحاكم الفدرالية لولاية فلوريدا ، في مقاطعة بينيلاس ،  لحل أي نزاع من هذا القبيل. بموجب ذلك، فإنك وبازار أومني تستثنون تطبيق القانون  الموحد لمعاملات المعلومات الحاسوبية (\"UCITA\") ، واتفاقية الأمم المتحدة بشأن البيع الدولي للبضائع (\"CISG\") وأي قانون لأي سلطة قضائية تطبق  اتفاقيات UCITA أو CISG أو شروط مكافئة لـ UCITA أو CISG لهذه الاتفاقية",
    "TermsConditions.conductPolicies5": "لا يسمح لك بتجاوز أي إجراءات وتدابير قد يستخدمها بازار أومني لمنع أو تقييد الوصول إلى البرنامج (أو الحسابات الأخرى أو أنظمة الكمبيوتر أو الشبكات المتصلة بالبرنامج) ؛"
}