{
  "TermsConditions.termsIntroTitle": "OmniBazaar, Inc.'s Software Terms of Use",
  "TermsConditions.termsIntro": "Please read these Terms of Use carefully before using this Software offered by OmniBazaar, Inc. (\"OmniBazaar\", \"us\", \"we\"). These Terms of Use set forth the terms and conditions of our relationship and for the use of the OmniBazaar Software (the \"Software\") by you (“you”, “your”, “user”).",
  "TermsConditions.termsIntroNotice": "IMPORTANT NOTICE: THIS AGREEMENT CONTAINS AN ARBITRATION AGREEMENT, WHICH WILL REQUIRE YOU TO SUBMIT ANY CLAIMS YOU MAY HAVE AGAINST OMNIBAZAAR TO BINDING AND FINAL ARBITRATION.  IN ADDITION, UNDER THE ARBITRATION PROVISION, (A) YOU WILL ONLY BE PERMITTED TO PURSUE CLAIMS AGAINST OMNIBAZAAR ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING, AND (B) YOU WILL ONLY BE PERMITTED TO SEEK RELIEF (INCLUDING MONETARY, INJUNCTIVE, AND DECLARATORY RELIEF) ON AN INDIVIDUAL BASIS. BY ENTERING THIS AGREEMENT, YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND ALL OF THE TERMS OF THIS AGREEMENT, INCLUDING BUT NOT LIMITED TO THE SECTIONS REGARDING ARBITRATION.",
  "TermsConditions.omniBazaarSoftwareTitle": "The OmniBazaar Software",
  "TermsConditions.omniBazaarSoftware": "The OmniBazaar Software (the \"Software\") is a free software program that performs the following functions:",
  "TermsConditions.omniBazaarSoftware1": "1. Create a peer-to-peer data-sharing network (the “OmniBazaar Marketplace Platform” or “Network”).",
  "TermsConditions.omniBazaarSoftware2": "2. Connect the user’s computer to that Network.",
  "TermsConditions.omniBazaarSoftware3": "3. Allow individuals and businesses to buy and sell goods and services from each other.",
  "TermsConditions.omniBazaarSoftware4": "4. Enable automated payment for purchases using OmniCoin and Bitcoin cryptocurrencies.",
  "TermsConditions.omniBazaarSoftware5": "5. Reward users who provide services that benefit other users and the marketplace.",
  "TermsConditions.omniBazaarSoftware6": "6. Distribute free OmniCoins to users who join and refer their friends.",
  "TermsConditions.omniBazaarSoftware7": "7. Provide an escrow service that allows users to do business with other users that they do not know or trust.",
  "TermsConditions.omniBazaarSoftware8": "8. Track and use reputation and other information about users of the marketplace.",
  "TermsConditions.omniBazaarSoftwareEnd": "Track and use reputation and other information about users of the marketplace.",
  "TermsConditions.omniCoinTokenTitle": "The OmniCoin Token Sale Event",
  "TermsConditions.omniCoinToken1": "1. OmniBazaar is conducting Token Sale Event (“Sale”) of its OmniBazaar Tokens, as further described in the OmniBazaar White Paper and the OmniBazaar Offering and/or Terms and Conditions Memorandum (collectively, the “Memorandum”.)",
  "TermsConditions.omniCoinToken2": "2. You understand that the terms, conditions, and important disclosures and information regarding the Sale are set forth in the White Paper and the Memorandum.",
  "TermsConditions.agreementTitle": "The Agreement between OmniBazaar and You",
  "TermsConditions.agreement1": "1. You understand that by installing or using the Software, you are agreeing to comply with and be bound by the terms and conditions contained herein (\"Terms of Use\" or \"Agreement\", which also incorporates OmniBazaar’s",
  "TermsConditions.privacyPolicy": "Privacy Policy",
  "TermsConditions.agreement1_1": ").",
  "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
  "TermsConditions.agreement2": "2. This Agreement constitutes the entire and only agreement between us and you.",
  "TermsConditions.agreement3": "1. This Agreement supersedes all prior or contemporaneous agreements, representations, warranties and understandings with respect to the Software, the content, products or services provided by or through the Software, and the subject matter of this Agreement.",
  "TermsConditions.reviewingChangesTitle": "You are responsible for reviewing changes to this Agreement",
  "TermsConditions.reviewingChanges1": "1. This Agreement applies to all users of the Software.",
  "TermsConditions.reviewingChanges2": "2. OmniBazaar may make changes to this Agreement from time to time without specifically notifying you.",
  "TermsConditions.reviewingChanges3": "3. OmniBazaar will post the latest Agreement on the Software, but it is up to you to review it before using the Software.",
  "TermsConditions.reviewingChanges4": "4. If you continue to use the Software after any of these changes, your continued use will mean that you have accepted any changes to the Agreement.",
  "TermsConditions.reviewingChangesEnd": "In addition, some services offered through the Software may be subject to additional terms and conditions specified by OmniBazaar from time to time and your use of such services is subject to those additional terms and conditions, which are incorporated into this Agreement by this reference.",
  "TermsConditions.copyrightContentTitle": "The copyright to all content on the Software is owned by the provider of that content",
  "TermsConditions.copyrightContent1": "1. The content, organization, graphics, design, compilation, magnetic translation, digital conversion and other matters related to the Software (“Copyright Content”) are the property of OmniBazaar, Inc. or the applicable content owner and are protected under applicable copyrights, trademarks and other proprietary rights.",
  "TermsConditions.copyrightContent2": "2. You may not copy, redistribute, use or publish any part of the Software, except as allowed by this Agreement.",
  "TermsConditions.copyrightContent3": "3. You may not copy, redistribute, use or publish any part of the Software, except as allowed by this Agreement.",
  "TermsConditions.trademarksTitle": "You may not use trademarks appearing on the Software in an infringing manner",
  "TermsConditions.trademarksTitle1": "1. You agree that OmniBazaar, CryptoBazaar, OmniCoin, and other OmniBazaar graphics, logos, page headers, button icons, scripts, and service names are trademarks, registered trademarks or trade dress of OmniBazaar or its affiliates (“Trademark Content”).",
  "TermsConditions.trademarksTitle2": "2. OmniBazaar trademarks and trade dress may not be used in connection with any product or service that is not OmniBazaar’s, in any manner that is likely to cause confusion among consumers, or in any manner that disparages or discredits OmniBazaar.",
  "TermsConditions.trademarksTitle3": "3. All other trademarks not owned by OmniBazaar or its affiliates that may appear on the Software are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by OmniBazaar or its affiliates.",
  "TermsConditions.limitedPurposesTitle": "You may use the OmniBazaar Software for limited purposes",
  "TermsConditions.limitedPurposes1": "1. OmniBazaar grants you a limited license to access and make personal use of the Software.",
  "TermsConditions.limitedPurposes2": "2. OmniBazaar does not grant you the right to modify the Software, or any portion of the Software.",
  "TermsConditions.limitedPurposes3": "3. You understand OmniBazaar does not grant you the right to: (a) resell or make commercial use (except as provided herein) of the Software or its contents; (b) make any derivative use of the Software or their contents; (c) download or copy account information for the benefit of a third party or merchant; or (d) use any data mining, robots, or similar data gathering and extraction tools.",
  "TermsConditions.limitedPurposes4": "4. The Software contains or uses OmniCoin and other software, the source code for which is “open source”, and the reproduction and use of which is governed by the licenses of those programs. Specifically, the OmniCoin cryptocurrency software is licensed under the MIT license (",
  "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
  "TermsConditions.limitedPurposes4_1": "). Couchbase (and its associated programs) are licensed under the Apache 2.0 license (",
  "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
  "TermsConditions.limitedPurposes4_2": "). Nothing in this license is intended to invalidate or contravene the licenses of these open source software licenses.",
  "TermsConditions.limitedPurposes5": "5. You understand that the Software or any portion of the Software may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose, other than as required for the limited commercial use granted herein.",
  "TermsConditions.limitedPurposes6": "6. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information of OmniBazaar and our affiliates without express written consent.",
  "TermsConditions.limitedPurposes7": "7. You may not use any meta tags or any other \"hidden text\" utilizing OmniBazaar’s name or trademarks without the express written consent of OmniBazaar. Any unauthorized use terminates the permission or license granted by OmniBazaar hereunder.",
  "TermsConditions.limitedPurposes8": "8. You may not engage in the copying, reproduction, publication, rearrangement, redistribution, modification, revision, alteration, or reverse engineering, of the Software.",
  "TermsConditions.limitedPurposes9": "9. You are granted a limited, revocable, and nonexclusive right to create a hyperlink to the home page of OmniBazaar so long as the link does not portray OmniBazaar, its affiliates, or their products or services in a false, misleading, derogatory, or otherwise offensive matter.",
  "TermsConditions.limitedPurposes10": "10. You may not use any OmniBazaar logo or other proprietary graphic or trademark as part of the link without express written permission.",
  "TermsConditions.useOfTheSoftwareTitle": "Your Use of the Software",
  "TermsConditions.registrationAndAccountTitle": "Your registration and account security",
  "TermsConditions.registrationAndAccountStart": "When you use the Software you may provide OmniBazaar certain registration and account information, which OmniBazaar will rely on to provide you with the Software. The following are your obligations when creating, registering, and maintaining the security and accuracy of your account:",
  "TermsConditions.registrationAndAccount1": "1. You will register your account for your own use and not for the use of another person, alter ego, or other identity.",
  "TermsConditions.registrationAndAccount2": "2. You will create only one account for yourself.",
  "TermsConditions.registrationAndAccount3": "3. You will not assign or transfer your account to anyone without first obtaining OmniBazaar's written consent.",
  "TermsConditions.registrationAndAccount4": "4. You will not provide false or misleading information when you register an account.",
  "TermsConditions.registrationAndAccount5": "5. If OmniBazaar terminates or disables your account, you may not create another account without first getting OmniBazaar's written consent.",
  "TermsConditions.registrationAndAccount6": "6. You will keep your contact and other information requested by OmniBazaar (such as email, location, etc.) accurate and up-to-date.",
  "TermsConditions.registrationAndAccount7": "7. You will not share your password, let anyone other than you access your account, or do anything that might compromise the security of your account.",
  "TermsConditions.personalInfoTitle": "Your personal information",
  "TermsConditions.personalInfo1": "1. You understand and acknowledge that your use of the Software is governed by the",
  "TermsConditions.personalInfo1_1": ", which is incorporated into this Agreement by this reference.",
  "TermsConditions.personalInfo2": "2. OmniBazaar will only use personal information in accordance with OmniBazaar’s",
  "TermsConditions.personalInfo3": "3. You grant a worldwide, perpetual, royalty-free, irrevocable, and transferable license to OmniBazaar to display, reproduce, transmit, use, and/or store this information to the extent necessary to support the operation of the Software.",
  "TermsConditions.editOrModifyTitle": "OmniBazaar may edit or modify anything on the Software without notice",
  "TermsConditions.editOrModifyStart": "OmniBazaar is committed to delivering a positive user experience and you understand that OmniBazaar reserves the right (but without undertaking any duty) to edit, monitor, review, delete, modify, or move any content or material provided or placed on or though the Software in its sole discretion, without notice.",
  "TermsConditions.updatedVersionsTitle": "You are responsible for accepting updated versions of the Software",
  "TermsConditions.updatedVersions1": "1. If OmniBazaar provides updated versions of the Software and/or the Software and you do not accept these updated versions, you may not enjoy the most recent content, feature sets, and materials.",
  "TermsConditions.updatedVersions2": "2. If you do not accept updated versions of the Software, OmniBazaar shall not bear any responsibility or liability for your decision",
  "TermsConditions.ageOfUseTitle": "You must be 18 or older to use the OmniBazaar Software",
  "TermsConditions.ageOfUse1": "1. You understand that you may not use the Software where such use is prohibited",
  "TermsConditions.ageOfUse2": "2. You understand that the Software are intended solely for users who are eighteen (18) years of age or older and can legally form a binding agreement.",
  "TermsConditions.ageOfUse3": "3. Any use of or access to the Software by anyone under 18 is unauthorized. If you are 13 or older but under 18, you must have your parent or legal guardian’s permission to use the Software and to accept the Terms of Use.",
  "TermsConditions.ageOfUse4": "4. You represent and warrant that you are 18 or older, or entering this Agreement on behalf of someone who is between the ages of 13 and 18, and that you agree to abide by all of the terms and conditions of this Agreement.",
  "TermsConditions.ageOfUse5": "5. OmniBazaar does not knowingly collect information from individuals who are less than thirteen (13) years of age.",
  "TermsConditions.lawsApplicableTitle": "It is your responsibility to make sure this Agreement and your use of the Software complies with all laws applicable to you",
  "TermsConditions.lawsApplicable1": "1. You understand that OmniBazaar may, in its sole discretion, refuse to offer or make available the Software to any person or entity and change its eligibility criteria at any time.",
  "TermsConditions.lawsApplicable2": "2. You are solely responsible for ensuring that this Agreement complies with all laws, rules and regulations applicable to you.",
  "TermsConditions.lawsApplicable3": "3. You understand that your right to access the Software will be revoked where this Agreement or use of the Software is prohibited and, if that is the case, you agree not to use or access the Software in any way.",
  "TermsConditions.responsibleForFollowingTitle": "What Laws and Rules You Are Responsible for Following",
  "TermsConditions.regulationsTitle": "You promise to comply with this Agreement and any laws or regulations applicable to you",
  "TermsConditions.regulations1": "1. You promise not to use the Software for any purpose that is prohibited by this Agreement.",
  "TermsConditions.regulations2": "2. You are responsible for all of your activity in connection with the Software.",
  "TermsConditions.regulations3": "3. You shall abide by all applicable local, state, national and international laws and regulations and, if you represent a business, any educational, education, teaching, privacy, or other self-regulatory code(s) applicable to you.",
  "TermsConditions.conductPoliciesTitle": "You agree to comply with OmniBazaar’s conduct policies when using the Software",
  "TermsConditions.conductPolicies1": "1. We do our best to keep the Software safe and operational, but we cannot guarantee it. We need your help to do that, which includes the following commitments:",
  "TermsConditions.conductPolicies2": "You will not modify, adapt, appropriate, reproduce, distribute, translate, create derivative works or adaptations of, publicly display, republish, repurpose, or in any way exploit the Software except as expressly authorized by OmniBazaar;",
  "TermsConditions.conductPolicies3": "You will not decipher, decompile, disassemble, reverse engineer or otherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Software, except to the limited extent applicable laws specifically prohibit such restriction;",
  "TermsConditions.conductPolicies4": "You will not interfere or attempt to interfere with the proper working of the Software or any activities conducted on the Software;",
  "TermsConditions.conductPolicies5": "You will not bypass any measures OmniBazaar may use to prevent or restrict access to the Software (or other accounts, computer systems or networks connected to the Software);",
  "TermsConditions.conductPolicies6": "You will not run any form of auto-responder or \"spam\" on the Software;",
  "TermsConditions.conductPolicies7": "You will not use manual or automated software, devices, or other processes to \"crawl\" or \"spider\" any page of the Software;",
  "TermsConditions.conductPolicies8": "You will not harvest or scrape any content or materials from the Software;",
  "TermsConditions.conductPolicies9": "You will not copy, rent, lease, distribute, or otherwise transfer any of the rights that you receive hereunder;",
  "TermsConditions.conductPolicies10": "You will not solicit passwords or personally identifying information (this includes, but is not limited to, someone else’s name, birth date, home address, IP address, credit card number, social security number, or other government-issued identification information) for commercial or unlawful purposes;",
  "TermsConditions.conductPolicies11": "You will not upload, post, transmit, share, store or otherwise make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;",
  "TermsConditions.conductPolicies12": "You will not otherwise take any action in violation of OmniBazaar’s guidelines and policies;",
  "TermsConditions.conductPolicies13": "You will not threaten, intimidate, or harass another user or any parties on or through the Software;",
  "TermsConditions.conductPolicies14": "You will not falsely represent your identity or impersonate a third party, nor will you falsify or mislead third parties regarding your affiliation with any entity;",
  "TermsConditions.importantNoticesTitle": "Important Notices",
  "TermsConditions.riskTitle": "You use the OmniBazaar Software at your own risk",
  "TermsConditions.risk1": "1. OmniBazaar has no obligation to review any content or material, including vendor and product information, posted to or through the Software, and cannot therefore be responsible for such material or content.",
  "TermsConditions.risk2": "2. By providing the Software, OmniBazaar does not represent or imply that it endorses any content or material there posted, or that it believes such material to be accurate, useful or non-harmful.",
  "TermsConditions.risk3": "3. You are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.",
  "TermsConditions.risk4": "4. The Software may contain content that is offensive, indecent, or otherwise objectionable, as well as content containing technical inaccuracies, typographical mistakes, and other errors.",
  "TermsConditions.risk5": "5. The Software may also contain material that violates the privacy or publicity rights, or infringes the intellectual property and other proprietary rights, of third parties, or the downloading, copying or use of which is subject to additional terms and conditions, stated or unstated.",
  "TermsConditions.risk6": "6. OmniBazaar disclaims any responsibility for any harm resulting from the use of the Software, or from viewing or downloading by those users of content posted on the Software.",
  "TermsConditions.legalConditionsTitle": "Legal Conditions",
  "TermsConditions.liabilityLimitedTitle": "OmniBazaar’s liability is limited",
  "TermsConditions.liabilityLimited1": "1. OmniBazaar is not responsible for any third party sites, third party content posted on the Software.",
  "TermsConditions.liabilityLimited2": "2. OmniBazaar is not responsible for the conduct, whether online or offline, of any user of the Software.",
  "TermsConditions.liabilityLimited3": "3. OmniBazaar assumes no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, user communications.",
  "TermsConditions.liabilityLimited4": "4. You understand that it is your duty to confirm and verify any information provided on or through the Software, and that you bear the sole risk of relying on any such information, including but not limited to content, third-party content, links, or product listings.",
  "TermsConditions.liabilityLimited5": "5. OmniBazaar is not responsible for any problems or technical malfunction of any telephone network or lines, cellular data provider or network, computer online systems, servers or providers, computer equipment, software, on account of technical problems or traffic congestion on the Software, including injury or damage to users or to any other person's computer, and/or mobile device.",
  "TermsConditions.liabilityLimitedEnd1": "WE TRY TO KEEP THE SOFTWARE AND SERVICES UP, BUG-FREE, AND SAFE, BUT YOU USE THEM AT YOUR OWN RISK. THE INFORMATION FROM OR THROUGH THE SOFTWARE AND THE SERVICES IS PROVIDED \"AS IS,\" \"AS AVAILABLE,\" AND ALL WARRANTIES, EXPRESS OR IMPLIED, ARE DISCLAIMED. THE INFORMATION, SOFTWARE AND THE SERVICES MAY CONTAIN VIRUSES, BUGS, ERRORS, PROBLEMS OR OTHER LIMITATIONS. IN NO EVENT WILL OMNIBAZAAR OR ITS DIRECTORS, EMPLOYEES OR AGENTS HAVE ANY LIABILITY WHATSOEVER FOR YOUR USE OF ANY THE SOFTWARE. WE ARE NOT LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES FOR LOSS OF BUSINESS, LOSS OF PROFITS, LITIGATION, OR THE LIKE), WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.",
  "TermsConditions.liabilityLimitedEnd2": "OMNIBAZAAR DOES NOT CONTROL THIRD PARTY CONTENT OR THE INFORMATION PROVIDED BY THIRD PARTIES, AND THEREFORE SHALL NOT BE RESPONSIBLE FOR YOUR RELIANCE ON ANY INFORMATION OR STATEMENTS MADE ON OR THROUGH THE SOFTWARE.",
  "TermsConditions.liabilityLimitedEnd3": "OMNIBAZAAR’S LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER, AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE FEES, IF ANY, PAID BY YOU TO US FOR THE USE OF THE SOFTWARE, BUT IN NO CASE WILL OUR LIABILITY TO YOU SHALL EXCEED $50. YOU AGREE THAT DISPUTES BETWEEN YOU AND OMNIBAZAAR WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS-WIDE ARBITRATION. YOU ACKNOWLEDGE THAT IF NO FEES ARE PAID TO US FOR THE SOFTWARE, YOU SHALL BE LIMITED TO INJUNCTIVE RELIEF ONLY, UNLESS OTHERWISE PERMITTED BY LAW, AND SHALL NOT BE ENTITLED TO DAMAGES OF ANY KIND FROM US, REGARDLESS OF THE CAUSE OF ACTION. IF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE CALIFORNIA CIVIL CODE SECTION 1542, WHICH STATES, IN PART: \"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR\".",
  "TermsConditions.agreeToIndemnifyTitle": "You agree to indemnify OmniBazaar",
  "TermsConditions.agreeToIndemnifyText": "You agree to indemnify, defend, and hold harmless OmniBazaar, its contractors, licensors, subsidiaries and affiliates and their respective partners, directors, officers, members, managers, employees and agents from and against any and all claims and expenses, including any and all losses, costs, liabilities, and attorneys' fees, arising out of or in connection with: (1) your use of the Software, (2) any third party content, third party sites and any other content, (3) any purchases from or interactions with vendors (4) your violation of this Agreement, or of any law or the rights of any third party, and (5) your breach of this Agreement and/or any breach of your representations and warranties set forth herein",
  "TermsConditions.floridaLawTitle": "You agree that Florida law applies to this Agreement",
  "TermsConditions.floridaLawText1": "Subject to the arbitration clauses included above, if there is any dispute arising out of the Software, by using the Software, you expressly agree that any such dispute shall be governed by the laws of the State of Florida, without regard to its conflict of law provisions, and you expressly agree and consent to the exclusive jurisdiction and venue of the state and federal courts of the State of Florida, in Pinellas County, for the resolution of any such dispute. Omnibazaar and you hereby exclude the application of the Uniform Computer Information Transactions Act (“UCITA”), the United Nations Convention on the International Sale of Goods (“CISG”) and any law of any jurisdiction that would apply UCITA or CISG or terms equivalent to UCITA or CISG to this Agreement",
  "TermsConditions.floridaLawText2": "The Software and the underlying information and technology may not be downloaded or otherwise exported or re-exported (i) into (or to a national or resident of) Cuba, Iraq, Libya, Yugoslavia, North Korea, Iran, Syria or any other country to which the U.S. has embargoed goods; or (ii) to anyone on the U.S. Treasury Department's list of Specially Designated Nationals or the U.S. Commerce Department's Table of Deny Orders. By downloading or using the Software, you are agreeing to the foregoing and you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list",
  "TermsConditions.floridaLawText3": "The Software is a “commercial item,” as that term is defined at 48 C.F.R. 2.101 (Oct. 1995), consisting of “commercial computer software” and “commercial computer software documentation”, as such terms are used in 48 C.F.R. 12.212 (Sept. 1995). Consistent with 48 C.F.R. 12.212 and 48 C.F.R. 227.7202-1 through 227.7202-4 (June 1995), all United States government end users acquire only those rights in the Software that are provided by this Agreement",
  "TermsConditions.representationAndWarrantyTitle": "Your general representation and warranty",
  "TermsConditions.representationAndWarranty1": "You represent and warrant that:",
  "TermsConditions.representationAndWarranty2": "You will use the Software in accordance with the",
  "TermsConditions.representationAndWarranty2_1": ", with this Agreement and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside)",
  "TermsConditions.representationAndWarranty3": "You will use the Software so as not to infringe or misappropriate the intellectual property rights of any third party.",
  "TermsConditions.otherTermsTitle": "Other Terms",
  "TermsConditions.otherTerms1": "1. You and OmniBazaar agree that any cause of action arising out of or related to the Software must commence within one (1) year after the cause of action arose; otherwise, such cause of action is permanently barred.",
  "TermsConditions.otherTerms2": "2. You agree that, except for claims for injunctive or equitable relief or claims regarding intellectual property rights (which may be brought in any competent court without the posting of a bond), any dispute arising under this Agreement shall be finally settled in accordance with the Comprehensive Arbitration Rules of the Judicial Arbitration and Mediation Service, Inc. (”JAMS”) by arbitrators appointed in accordance with such rules.",
  "TermsConditions.otherTerms3": "3. You agree any arbitration shall take place in Pinellas County, Florida, in the English language and the arbitral decision may be enforced in any court. The prevailing party in any action or proceeding to enforce this Agreement shall be entitled to costs and attorneys' fees.",
  "TermsConditions.otherTerms4": "4. If any part of this Agreement is held invalid or unenforceable, that part will be construed to reflect the parties' original intent, and the remaining portions will remain in full force and effect.",
  "TermsConditions.otherTerms5": "5. A waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.",
  "TermsConditions.otherTerms6": "6. OmniBazaar may assign its rights under this Agreement without condition.",
  "TermsConditions.otherTerms7": "7. This Agreement will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns. The headings of the paragraphs of this Agreement are inserted for convenience only and shall not be deemed to constitute part of this Agreement or to affect the construction thereofThis Agreement will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns. The headings of the paragraphs of this Agreement are inserted for convenience only and shall not be deemed to constitute part of this Agreement or to affect the construction thereof."
}
