{
    "TermsConditions.registrationAndAccountStart": "Cuando use el Software, podrá proporcionar cierta información de registro y de su cuenta de OmniBazaar, en la que OmniBazaar confiará para proporcionarle el Software. Las siguientes son sus obligaciones al crear, registrar y mantener la seguridad y precisión de su cuenta:",
    "TermsConditions.limitedPurposesTitle": "Puede utilizar el software OmniBazaar con fines limitados",
    "TermsConditions.conductPolicies9": "No copiará, rentará, arrendará, distribuirá ni transferirá ninguno de los derechos que recibe a continuación;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "No cosechará ni raspará ningún contenido o material del Software;",
    "TermsConditions.updatedVersions1": "1. Si OmniBazaar proporciona versiones actualizadas del software y/o el software y no acepta estas versiones actualizadas, es posible que no pueda disfrutar del contenido, de los conjuntos de funciones y de los materiales más recientes.",
    "TermsConditions.privacyPolicy": "Política de confidencialidad",
    "TermsConditions.updatedVersions2": "2. Si no acepta versiones actualizadas del Software, OmniBazaar no asumirá ninguna responsabilidad u obligación por su decisión",
    "TermsConditions.trademarksTitle": "No puede utilizar las marcas comerciales que aparezcan en el Software de forma infractora",
    "TermsConditions.termsIntroNotice": "AVISO IMPORTANTE: ESTE ACUERDO CONTIENE UN ACUERDO DE ARBITRAJE, QUE LE REQUIERE PRESENTAR CUALQUIER RECLAMACIÓN QUE USTED PUEDA TENER CONTRA EL OMNIBAZAAR AL ARBITRAJE VINCULANTE Y FINAL.  ADEMÁS, DE ACUERDO CON LA DISPOSICIÓN DE ARBITRAJE, (A) SOLO SE LE PERMITIRÁ FORMULAR RECLAMACIONES CONTRA OMNIBAZAAR INDIVIDUALMENTE, NO COMO UN MIEMBRO DE CLAINTIFF O CLASE EN NINGUNA CLASE O REPRESENTATIVA ACCIÓN O PROCEDIMIENTO DE NOSOTROS PERMITIDO PARA BUSCAR ALIVIO (INCLUYENDO EL ALIVIO MONETARIO, INYUNTIVO Y DECLARATORIO) EN UNA BASE INDIVIDUAL. AL ENTRAR EN ESTE ACUERDO, USTED RECONOCE EXPRESAMENTE QUE HA LEÍDO Y ENTIENDO TODOS LOS TÉRMINOS DE ESTE ACUERDO, INCLUIDOS, PERO NO LIMITÁNDOSE A LAS SECCIONES DE ARBITRAJE.",
    "TermsConditions.registrationAndAccountTitle": "Su registro y seguridad de la cuenta",
    "TermsConditions.conductPolicies11": "No cargará, publicará, transmitirá, compartirá ni almacenará material alguno que contenga virus que afecten el software o cualquier otro código de ordenador, archivos o programas diseñados para interrumpir, destruir o limitar la funcionalidad del software o hardware de todo ordenador o equipo de telecomunicaciones;",
    "TermsConditions.conductPolicies10": "No solicitará contraseñas ni información de identificación personal (esto incluye, entre otros, el nombre de otra persona, fecha de nacimiento, domicilio, dirección IP, número de tarjeta de crédito, número de seguro social u otra información de identificación emitida por un ente oficial) con fines comerciales o ilegales;",
    "TermsConditions.conductPolicies13": "No amenazará, intimidará ni hostigará a otro usuario ni a ninguna otra parte en o a través del Software;",
    "TermsConditions.conductPolicies12": "De lo contrario, no realizará ninguna acción que infrinja las normas y políticas de OmniBazaar;",
    "TermsConditions.conductPolicies14": "No falsificará su identidad ni se hará pasar por un tercero, ni falsificará ni engañará datos de terceros con relación a su afiliación con una entidad;",
    "TermsConditions.regulations2": "2. Usted es responsable de toda su actividad relacionada con el Software.",
    "TermsConditions.regulations3": "3. Deberá cumplir con todas las leyes y regulaciones locales, estatales, nacionales e internacionales aplicables y, si representa a una empresa, cualquier código educativo, de enseñanza, privacidad u otro(s) código(s) de autorregulación aplicables a usted.",
    "TermsConditions.regulations1": "1. Promete no utilizar el Software para ningún fin que esté prohibido por este Acuerdo.",
    "TermsConditions.copyrightContentTitle": "El copyright de todo el contenido del Software es propiedad del proveedor de ese contenido",
    "TermsConditions.termsIntroTitle": "Términos de uso del software de OmniBazaar, Inc.",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar puede editar o modificar cualquier parte del Software sin previo aviso",
    "TermsConditions.importantNoticesTitle": "Avisos importantes",
    "TermsConditions.agreeToIndemnifyText": "Usted acepta indemnizar, defender y eximir de toda responsabilidad a OmniBazaar, a sus contratistas, otorgantes de licencias, subsidiarias y afiliadas y sus respectivos socios, directores, funcionarios, miembros, gerentes, empleados y agentes de y contra cualquier reclamo y gastos, incluidas todas y cada una de las pérdidas, costes, responsabilidades y honorarios de abogados, que surjan de o estén relacionados con: (1) su uso del Software, (2) cualquier contenido de terceros, sitios de terceros y cualquier otro contenido, (3) cualquier compra o interacción con proveedores (4) su violación de este Acuerdo, o de cualquier ley o los derechos de cualquier tercero, y (5) su incumplimiento de este Acuerdo y/o cualquier incumplimiento de sus declaraciones y las garantías aquí expuestas",
    "TermsConditions.trademarksTitle1": "1. Usted acepta que OmniBazaar, CryptoBazaar, OmniCoin y otros gráficos, logotipos, encabezados de página, iconos de botones, guiones y nombres de servicios de OmniBazaar son marcas comerciales o marcas registradas de OmniBazaar o sus afiliados (\"Trademark Content\").",
    "TermsConditions.trademarksTitle3": "3.\tTodas las demás marcas comerciales que no son propiedad de OmniBazaar o sus afiliados que pueden aparecer en el Software son propiedad de sus respectivos dueños, quienes pueden o no estar afiliados, conectados o patrocinados por OmniBazaar o sus afiliados.",
    "TermsConditions.trademarksTitle2": "2. Las marcas comerciales de \tOmniBazaar no pueden usarse en relación con ningún producto o servicio que no sea de OmniBazaar, de ninguna manera que pueda causar confusión entre los consumidores, o de cualquier manera que genere diferencias o desacredite a OmniBazaar. ",
    "TermsConditions.reviewingChangesEnd": "Además, algunos servicios ofrecidos a través del Software pueden estar sujetos a los términos y condiciones adicionales especificados por OmniBazaar de vez en cuando y su uso de dichos servicios está sujeto a esos términos y condiciones adicionales, que se incorporan a presente Acuerdo por la presente referencia. ",
    "TermsConditions.omniCoinTokenTitle": "El evento de ventas de fichas OmniCoin",
    "TermsConditions.floridaLawTitle": "Usted acepta que la ley de Florida se aplica a este Acuerdo",
    "TermsConditions.agreement1": "1.\tUsted entiende que al instalar o utilizar el Software, acepta cumplir y estar sujeto a los términos y condiciones contenidos en este documento (\"Terms of Use\" o \"Agreement\", que también incorpora a 'OmniBazaar'",
    "TermsConditions.omniBazaarSoftware8": "8. Rastrear y usar la reputación y otra información sobre los usuarios del mercado.",
    "TermsConditions.omniBazaarSoftware5": "5. Recompensa a los usuarios que brindan servicios que beneficien a otros usuarios y al mercado.",
    "TermsConditions.omniBazaarSoftware4": "4. Habilite el pago automatizado para compras utilizando criptomonedas de OmniCoin y Bitcoin.",
    "TermsConditions.omniBazaarSoftware7": "7. Proporcionar un servicio de depósito en garantía que permita a los usuarios hacer negocios con otros usuarios que no conocen o en los que no confían.",
    "TermsConditions.omniBazaarSoftware6": "6. Distribuya OmniCoins gratis a los usuarios que se unan y refieran a sus amigos.",
    "TermsConditions.omniBazaarSoftware1": "1. Cree una red de intercambio de datos peer-to-peer (la \"OmniBazaar Marketplace Platform\" o \"Network\").",
    "TermsConditions.registrationAndAccount1": "1. Registrará su cuenta para su propio uso y no para el uso de otra persona, alter ego u otra identidad.",
    "TermsConditions.omniBazaarSoftware3": "3. Permitir que individuos y empresas compren y vendan bienes y servicios entre sí.",
    "TermsConditions.omniBazaarSoftware2": "2. Conecte la ordenador del usuario a esa Red.",
    "TermsConditions.limitedPurposes4_1": "). Couchbase (y sus programas asociados) están licenciados bajo la licencia Apache 2.0 (",
    "TermsConditions.registrationAndAccount6": "6. Mantendrá su contacto y otra información solicitada por OmniBazaar (como correo electrónico, ubicación, etc.) precisa y actualizada.",
    "TermsConditions.personalInfo2": "2. OmniBazaar solo usará información personal de acuerdo con OmniBazaar's ",
    "TermsConditions.personalInfo3": "3. Usted otorga una licencia mundial, perpetua, exenta de derechos, irrevocable y transferible a OmniBazaar para mostrar, reproducir, transmitir, utilizar y/o almacenar esta información en la medida necesaria para respaldar el funcionamiento del Software.",
    "TermsConditions.lawsApplicableTitle": "Es su responsabilidad asegurarse de que este Acuerdo y su uso del Software cumplan con todas las leyes aplicables a usted",
    "TermsConditions.risk3": "3. Usted es responsable de tomar las precauciones necesarias para protegerse y proteger sus sistemas informáticos frente a virus, gusanos, caballos de Troya y otros contenidos dañinos o destructivos.",
    "TermsConditions.risk2": "2. Al proporcionar el Software, OmniBazaar no representa ni implica que respalde ningún contenido o material publicado allí, ni que considere que dicho material es preciso, útil o no dañino.",
    "TermsConditions.risk1": "1. OmniBazaar no tiene la obligación de revisar ningún contenido o material, incluida la información del proveedor y del producto, publicada a través del Software o, por lo tanto, no puede ser responsable de dicho material o contenido ",
    "TermsConditions.risk6": "6. OmniBazaar se exime de cualquier responsabilidad por cualquier daño resultante del uso del Software, o de la visualización o descarga por parte de los usuarios del contenido publicado en el Software. ",
    "TermsConditions.risk5": "5. El Software también puede contener material que viole los derechos de privacidad o publicidad, o que infrinja la propiedad intelectual y otros derechos de propiedad, de terceros, o la descarga, copia o uso de éstos esté sujeta a términos y condiciones adicionales, declarados o no declarados.",
    "TermsConditions.risk4": "4. El Software puede contener contenido que sea ofensivo, indecente o de otra manera objetable, así como contenido que contenga imprecisiones técnicas, errores tipográficos y otros errores.",
    "TermsConditions.ageOfUseTitle": "Debe tener 18 años o más para usar el software OmniBazaar.",
    "TermsConditions.riskTitle": "Utiliza el software OmniBazaar bajo su propio riesgo",
    "TermsConditions.personalInfoTitle": "Su información personal",
    "TermsConditions.agreementTitle": "El acuerdo entre OmniBazaar y usted",
    "TermsConditions.regulationsTitle": "Usted se compromete a cumplir con este Acuerdo y cualquier ley o regulación aplicable a usted",
    "TermsConditions.responsibleForFollowingTitle": "De qué leyes y reglas es usted responsable de cumplir",
    "TermsConditions.otherTermsTitle": "Other Terms",
    "TermsConditions.reviewingChanges4": "4. Si continúa usando el Software después de cualquiera de estos cambios, su uso continuado significará que ha aceptado cualquier modificación al Acuerdo.",
    "TermsConditions.reviewingChanges1": "1.\tEste Acuerdo se aplica a todos los usuarios del Software.",
    "TermsConditions.reviewingChanges3": "3.\tOmniBazaar publicará el último Acuerdo sobre el Software, pero depende de usted revisarlo antes de hacer uso del Software.",
    "TermsConditions.reviewingChanges2": "2. OmniBazaar podrá efectuar modificaciones a este Acuerdo de vez en cuando sin que Ud. reciba una notificación al respecto.",
    "TermsConditions.limitedPurposes10": "10. Usted no puede utilizar la ninguna insignia de OmniBazaar u otro gráfico o marca registrada propietario como parte del enlace sin el permiso escrito expreso.",
    "TermsConditions.representationAndWarranty2_1": ", con este Acuerdo y con todas las leyes y regulaciones aplicables (incluidas, entre otras, las leyes o regulaciones locales en su país, estado, ciudad u otra área gubernamental, con respecto a la conducta en línea y el contenido aceptable, e incluye todas las leyes aplicables con respecto a la transmisión de datos técnicos exportados desde los Estados Unidos o el país donde reside).",
    "TermsConditions.registrationAndAccount3": "3. No asignará ni transferirá su cuenta a nadie sin obtener primero el consentimiento por escrito de OmniBazaar.",
    "TermsConditions.registrationAndAccount2": "2. Crearás una sola cuenta para usted.",
    "TermsConditions.agreement3": "1.\tEste Acuerdo sustituye a todos los acuerdos, representaciones, garantías y entendimientos anteriores o contemporáneos con respecto al Software, el contenido, los productos o los servicios proporcionados por el Software o a través del mismo, y el objeto de este Acuerdo.",
    "TermsConditions.agreement2": "2.\tEste Acuerdo constituye el único y completo acuerdo entre usted y nosotros.",
    "TermsConditions.registrationAndAccount7": "7. No compartirá su contraseña, no permitirá que nadie más acceda a su cuenta o hará nada que pueda comprometer la seguridad de su cuenta.",
    "TermsConditions.personalInfo1": "1. Usted entiende y reconoce que su uso del Software se rige por el",
    "TermsConditions.registrationAndAccount5": "5. Si OmniBazaar termina o deshabilita su cuenta, no puede crear otra cuenta sin obtener primero el consentimiento por escrito de OmniBazaar.",
    "TermsConditions.registrationAndAccount4": "4. No proporcionará información falsa o engañosa cuando registre una cuenta.",
    "TermsConditions.agreeToIndemnifyTitle": "Usted acepta indemnizar a OmniBazaar",
    "TermsConditions.otherTerms3": "3. Usted acepta que cualquier arbitraje se llevará a cabo en el condado de Pinellas, Florida, en el idioma inglés y la decisión arbitral puede ser ejecutada en cualquier tribunal. La parte prevaleciente en cualquier acción o procedimiento para hacer cumplir este Acuerdo tendrá derecho a los costes y honorarios de abogados.",
    "TermsConditions.otherTerms2": "2. Usted acepta que, a excepción de las reclamaciones por medidas cautelares o por medidas cautelares o reclamaciones con respecto a los derechos de propiedad intelectual (que pueden presentarse ante cualquier tribunal competente sin la publicación de una fianza), cualquier disputa que surja en virtud del presente Acuerdo se resolverá finalmente de conformidad con el Acuerdo General, Reglas de Arbitraje del Servicio de Mediación y Arbitraje Judicial, Inc. (\"JAMS\") por los árbitros nombrados de acuerdo con dichas reglas.",
    "TermsConditions.limitedPurposes8": "8. No puede participar en la copia, reproducción, publicación, reorganización, redistribución, modificación, revisión, alteración o ingeniería inversa del Software.",
    "TermsConditions.limitedPurposes9": "9. Se le otorga un derecho limitado, revocable y no exclusivo de crear un hipervínculo a la página de inicio de OmniBazaar siempre que el enlace no represente a OmniBazaar, sus afiliados, o sus productos o servicios de forma falsa, engañosa, despectiva u ofensiva.",
    "TermsConditions.otherTerms7": "7. Este acuerdo será vinculante y redundará en beneficio de las partes, sus sucesores y cesionarios permitidos. Los encabezados de los párrafos de este Acuerdo se insertan solo por conveniencia y no se considerarán parte del presente Acuerdo ni afectarán su construcción.",
    "TermsConditions.otherTerms6": "6. OmniBazaar podrá ceder sus derechos en virtud del presente Acuerdo sin condiciones. ",
    "TermsConditions.otherTerms5": "5. Una renuncia por cualquiera de las partes de cualquier término o condición de este acuerdo o cualquier incumplimiento de éste, en cualquier instancia, no renunciará dicho término o condición o cualquier incumplimiento posterior.",
    "TermsConditions.otherTerms4": "4. Si alguna parte de este Acuerdo se considerase inválida o inejecutable, esa parte se interpretará para reflejar la intención original de las partes, y las partes restantes permanecerán en plena vigencia y efecto.",
    "TermsConditions.limitedPurposes2": "2. OmniBazaar no le otorga el derecho de modificar el Software, o cualquier parte del Software.",
    "TermsConditions.limitedPurposes3": "3. Usted entiende que OmniBazaar no le otorga el derecho de: (a) revender o hacer un uso comercial (excepto lo dispuesto en el presente documento) del Software o su contenido; (b) hacer cualquier uso derivado del Software o sus contenidos; (c) descargar o copiar información de la cuenta para el beneficio de un tercero o comerciante; o (d) utilizar cualquier herramienta de extracción de datos, robots o herramientas similares de recolección y extracción de datos.",
    "TermsConditions.limitedPurposes1": "1. OmniBazaar le otorga una licencia limitada para acceder y hacer uso personal del Software.",
    "TermsConditions.limitedPurposes6": "6. No puede enmarcar ni utilizar técnicas de enmarcado para incluir ninguna marca registrada, logotipo u otra información de propiedad exclusiva de OmniBazaar y nuestras afiliadas sin el consentimiento expreso por escrito.",
    "TermsConditions.limitedPurposes7": "7. No puede utilizar ninguna etiqueta meta ni ningún otro \"hidden text\" que utilice el nombre o las marcas comerciales de OmniBazaar sin el consentimiento expreso por escrito de OmniBazaar. Cualquier uso no autorizado termina el permiso o la licencia otorgada por OmniBazaar a continuación.",
    "TermsConditions.omniCoinToken2": "2. \tUsted entiende que los términos, las condiciones y las comunicaciones e información importantes con respecto a la venta quedan establecidas en el Libro Blanco y en el Memorándum",
    "TermsConditions.limitedPurposes5": "5. Usted comprende que el Software o cualquier parte del Software no puede ser reproducido, duplicado, copiado, vendido, revendido, visitado o explotado de otro modo para ningún fin comercial, excepto como se requiere para el uso comercial limitado aquí otorgado.",
    "TermsConditions.conductPolicies1": "1. Hacemos todo lo posible para mantener el Software seguro y operativo, pero no podemos garantizarlo. Necesitamos su ayuda para hacer eso, que incluye los siguientes compromisos:",
    "TermsConditions.conductPolicies3": "No descifre, descompilará, desensamblará, aplicará ingeniería inversa ni intentará derivar ningún código fuente o ideas o algoritmos subyacentes de ninguna parte del Software, excepto en la medida limitada que las leyes aplicables prohíban específicamente dicha restricción;",
    "TermsConditions.conductPolicies2": "Usted no modificará, adaptará, apropiará, reproducirá, distribuirá, traducirá, creará trabajos derivados o adaptaciones de, publicará, republicará, reutilizará ni explotará de ninguna manera el Software, excepto que OmniBazaar lo autorice expresamente;",
    "TermsConditions.termsIntro": "Este acuerdo de usuario final (el \"Agreement\") debe ser leído por usted (el \"User\" o \"you\") en su totalidad antes de utilizar OmniBazaar™ o Servicio o productos derivados de OmniCoin™. Tenga en cuenta que el Acuerdo constituye un acuerdo legalmente vinculante entre usted y OmniBazaar Inc. (denominado en este documento \"OmniBazaar\", \"us\" o \"we\"), que publica software para respaldar el mercado distribuido de Internet descrito. en OmniBazaar.info y el producto experimental descrito en OmniCoin.info (los \"Services\"). Al hacer clic en el botón \"Estoy de acuerdo\" si y donde se proporcionó y/o usando los Servicios, usted acepta los términos y condiciones establecidos en este Acuerdo.",
    "TermsConditions.conductPolicies4": "No interferirá ni intentará interferir con el funcionamiento adecuado del Software o de cualquier actividad realizada en el Software;",
    "TermsConditions.conductPolicies7": "No utilizará software, dispositivos u otros procesos manuales o automatizados para \"crawl\" o \"spider\"ninguna página del Software;",
    "TermsConditions.conductPolicies6": "No ejecutará ninguna forma de contestador automático o \"spam\"en el Software;",
    "TermsConditions.liabilityLimitedEnd3": "LA RESPONSABILIDAD DE OMNIBAZAAR PARA CON USTED POR CUALQUIER CAUSA DE CUALQUIER CASO, Y SIN IMPORTAR LA FORMA DE LA ACCIÓN, ESTARÁ LIMITADA EN TODO EL TIEMPO A LAS HONORARIOS, SI CUALQUIER PAGO POR USTED PARA EL USO DEL SOFTWARE, PERO EN NINGÚN CASO NUESTRA RESPONSABILIDAD CON USTED SUPERARÁ LOS $50. USTED ACEPTA QUE LOS CONFLICTOS ENTRE USTED Y OMNIBAZAAR SE RESOLVIARÁN POR EL ENLACE INDIVIDUAL, EL ARBITRAJE INDIVIDUAL Y RENUNCIARÁ A SU DERECHO A PARTICIPAR EN UNA SOLICITUD DE ACCIÓN DE CLASE O ARBITRAJE EN TODA LA CLASE. USTED RECONOCE QUE, SI NO SE PAGAN NINGUNAS TARIFAS POR EL SOFTWARE, USTED SERÁ LIMITADO A LA SOLUCIÓN INYUNTIVA ÚNICAMENTE, A MENOS QUE ESTÉ PERMITIDO POR LA LEY, Y NO SE PODRÁ DERECHAR A DAÑOS DE NINGUNA CLASE DE NOSOTROS, SIN IMPORTAR LA CAUSA DE LA ACCIÓN. SI USTED ES UN RESIDENTE DE CALIFORNIA, VIVE A LA SECCIÓN 1542 DEL CÓDIGO CIVIL DE CALIFORNIA, LOS ESTADOS, EN PARTE: \"UN COMUNICADO GENERAL NO SE EXTIENDE A LAS RECLAMACIONES QUE EL CREDITOR NO SABE O SE ESPERA QUE EXISTEN EN SU FALSO AL TIEMPO DE EJECUCIÓN LIBERACIÓN, QUE, SI LO CONOCE, DEBERÁ HABER MATERIALMENTE AFECTADO A SU ACUERDO CON EL DEUDOR\".",
    "TermsConditions.liabilityLimitedEnd2": "OMNIBAZAAR NO CONTROLA EL CONTENIDO DE TERCEROS O LA INFORMACIÓN PROPORCIONADA POR TERCEROS, Y, POR LO TANTO, NO SERÁ RESPONSABLE DE SU RELACIÓN EN CUALQUIER INFORMACIÓN O DECLARACIONES HECHAS EN EL SOFTWARE.",
    "TermsConditions.liabilityLimitedEnd1": "TRATAMOS DE MANTENER EL SOFTWARE Y LOS SERVICIOS ENCENDIDOS, SIN ERRORES Y SEGUROS, PERO LOS UTILIZA BAJO SU PROPIO RIESGO. LA INFORMACIÓN DE O A TRAVÉS DEL SOFTWARE Y LOS SERVICIOS SE PROPORCIONAN \"TAL CUAL\", \"AS IS,\" \"AS AVAILABLE,\" Y TODAS LAS GARANTÍAS, EXPRESAS O IMPLÍCITAS, SE DESCRIBEN. LA INFORMACIÓN, EL SOFTWARE Y LOS SERVICIOS PUEDEN CONTENER VIRUS, ERRORES, ERRORES, PROBLEMAS U OTRAS LIMITACIONES. EN NINGÚN CASO, OMNIBAZAAR O SUS DIRECTORES, EMPLEADOS O AGENTES TENDRÁN NINGUNA RESPONSABILIDAD POR CUALQUIER USO DE CUALQUIER SOFTWARE. NO SOMOS RESPONSABLES POR DAÑOS INDIRECTOS, ESPECIALES, INCIDENTALES O CONSECUENTES (INCLUIDOS DAÑOS POR PÉRDIDA DE NEGOCIOS, PÉRDIDA DE BENEFICIOS, LITIGACIÓN O GUSTO), YA SEA BASADO EN EL INCUMPLIMIENTO DEL CONTRATO, INCUMPLIMIENTO DE LA GARANTÍA, TORT (INCLUYENDO NEGLIGENCIA) RESPONSABILIDAD POR EL PRODUCTO O DE OTRA MANERA, INCLUSO SI SE LE INFORMÁ DE LA POSIBILIDAD DE DICHOS DAÑOS.",
    "TermsConditions.reviewingChangesTitle": "Usted es responsable de revisar los cambios que se le hagan a este Acuerdo",
    "TermsConditions.ageOfUse1": "1. Usted entiende que no puede usar el Software cuando dicho uso esté prohibido",
    "TermsConditions.ageOfUse3": "3. Cualquier uso o acceso al Software por parte de cualquier persona menor de 18 años no está autorizado. Si tiene 13 años o más pero es menor de 18 años, debe tener el permiso de su padre o tutor legal para usar el Software y aceptar los Términos de uso.",
    "TermsConditions.ageOfUse2": "2. Usted entiende que el Software está destinado únicamente a usuarios que tienen dieciocho (18) años de edad o más y pueden legalmente formar un acuerdo vinculante.",
    "TermsConditions.ageOfUse5": "5. OmniBazaar no recopila a sabiendas información de personas menores de trece (13) años de edad.",
    "TermsConditions.ageOfUse4": "4. Usted declara y garantiza que tiene 18 años o más, o que ingresa a este Acuerdo en nombre de alguien que tiene entre 13 y 18 años de edad, y que acepta cumplir con todos los términos y condiciones de este Acuerdo.",
    "TermsConditions.omniBazaarSoftware": "El software OmniBazaar (el \"Software\") es un programa de software gratuito que realiza las siguientes funciones:",
    "TermsConditions.lawsApplicable2": "2. Usted es el único responsable de garantizar que este Acuerdo cumpla con todas las leyes, normas y regulaciones aplicables a usted.",
    "TermsConditions.lawsApplicable3": "3. Usted comprende que su derecho de acceso al Software será revocado cuando este Acuerdo o el uso del Software esté prohibido y, si ese es el caso, usted acepta no usar o acceder al Software de ninguna manera.",
    "TermsConditions.lawsApplicable1": "1. Usted entiende que OmniBazaar puede, a su entera discreción, negarse a ofrecer o poner a disposición el Software a cualquier persona o entidad y cambiar sus criterios de elegibilidad en todo momento.",
    "TermsConditions.liabilityLimitedTitle": "La responsabilidad de OmniBazaar es limitada",
    "TermsConditions.otherTerms1": "1. Usted y OmniBazaar aceptan que cualquier causa de acción que surja del Software o esté relacionada con él deberá comenzar dentro de un (1) año después de que haya surgido la causa de la acción; de lo contrario, dicha causa de acción estará permanentemente prohibida.",
    "TermsConditions.omniBazaarSoftwareTitle": "El software OmniBazaar",
    "TermsConditions.editOrModifyStart": "OmniBazaar se compromete a brindar una experiencia de usuario positiva y entiende que OmniBazaar se reserva el derecho (pero sin asumir ninguna obligación) de editar, monitorear, revisar, eliminar, modificar o mover cualquier contenido o material proporcionado o colocado en o a través del Software a su entera discreción, sin previo aviso.",
    "TermsConditions.useOfTheSoftwareTitle": "Su uso del software",
    "TermsConditions.conductPoliciesTitle": "Usted acepta cumplir con las políticas de conducta de OmniBazaar al usar el Software",
    "TermsConditions.representationAndWarrantyTitle": "Su representación general y garantía",
    "TermsConditions.copyrightContent2": "2.\tNo puede copiar, redistribuir, usar o publicar ninguna parte del Software, excepto lo permitido por este Acuerdo.",
    "TermsConditions.copyrightContent1": "1. El contenido, la organización, los gráficos, el diseño, la compilación, la traducción magnética, la conversión digital y otros asuntos relacionados con el Software (\"Copyright Content\") son propiedad de OmniBazaar, Inc. o del propietario del contenido correspondiente y están protegidos por los derechos de autor aplicables, marcas y otros derechos de propiedad.",
    "TermsConditions.legalConditionsTitle": "Condiciones legales",
    "TermsConditions.representationAndWarranty3": "Utilizará el Software para no infringir ni malversar los derechos de propiedad intelectual de terceros.",
    "TermsConditions.representationAndWarranty2": "Utilizará el Software de acuerdo con el",
    "TermsConditions.representationAndWarranty1": "Usted declara y garantiza que:",
    "TermsConditions.omniCoinToken1": "1.\tOmniBazaar está llevando a cabo el Evento de Venta de Fichas (\"Sale\") de sus Fichas OmniBazaar, tal como se describe en el Libro Blanco de OmniBazaar y la Oferta y/o el Memorando de Términos y Condiciones de OmniBazaar (colectivamente, el \"Memorandum\".)",
    "TermsConditions.updatedVersionsTitle": "Usted es responsable de aceptar versiones actualizadas del Software",
    "TermsConditions.limitedPurposes4": "4. El Software contiene o usa OmniCoin y otro software, cuyo código fuente es \"open source\" y cuya reproducción y uso se rigen por las licencias de esos programas. Específicamente, el software de criptomoneda OmniCoin está licenciado bajo la licencia MIT (",
    "TermsConditions.liabilityLimited3": "3. COMO TAMPOCO ASUMIMOS RESPONSABILIDAD ALGUNA POR LOS ERRORES, OMISIONES, INTERRUPCIONES, ELIMINACIONES, DEFECTOS O RETRASOS EN EL FUNCIONAMIENTO O TRANSMISIÓN, FALLOS EN LA COMUNICACIÓN EN LÍNEA, ROBO, DESTRUCCIÓN, ACCESO NO AUTORIZADO O ALTERACIÓN DE LAS COMUNICACIONES DEL USUARIO.",
    "TermsConditions.liabilityLimited2": "2. OmniBazaar no es responsable de la conducta, ya sea en línea o fuera de línea, de cualquier usuario del Software. ",
    "TermsConditions.liabilityLimited1": "1. OmniBazaar no es responsable de ningún sitio de terceros, contenido de terceros publicado en el Software. ",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. Comprende que es su deber confirmar y verificar cualquier información provista en o a través del Software, y que asume el riesgo exclusivo de confiar en dicha información, incluidos, entre otros, el contenido, el contenido de terceros, los enlaces o el producto. listados.",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar no es responsable por ningún problema o mal funcionamiento técnico de ninguna red o línea telefónica, proveedor o red de datos celulares, sistemas en línea, servidores o proveedores informáticos, equipos informáticos, software, debido a problemas técnicos o congestión de tráfico en el Software, incluidas lesiones. o daños a los usuarios o al ordenador y/o dispositivo móvil de otra persona.",
    "TermsConditions.omniBazaarSoftwareEnd": "Rastrear y usar la reputación y otra información sobre los usuarios del mercado.",
    "TermsConditions.limitedPurposes4_2": "). Nada en esta licencia está destinado a invalidar o contravenir las licencias de estas licencias de software de código abierto.",
    "TermsConditions.personalInfo1_1": ", que se incorpora a este Acuerdo mediante esta referencia.",
    "TermsConditions.floridaLawText2": "El Software y la información y tecnología subyacentes no pueden descargarse ni exportarse o reexportarse (i) a (o para un nacional o residente de) Cuba, Irak, Libia, la exYugoslavia, Corea del Norte, Irán, Siria o cualquier otro país sobre el cual pese un embargo de bienes de los EE. UU., o (ii) a cualquier persona que se encuentre en la lista de Nacionales especialmente designados del Departamento del Tesoro de los EE. UU. o la Tabla de denegaciones del Departamento de Comercio de los EE. UU. Al descargar o utilizar el Software, usted acepta lo anterior y declara y garantiza que no se encuentra en, bajo el control de, o un nacional o residente de cualquiera de dichos países o en cualquiera de dichas listas",
    "TermsConditions.floridaLawText3": "El software es un \"commercial item,\" de acuerdo co la definición de ese término en 48 CFR 2.101 (Oct. de 1995), que consiste en un \"commercial computer software\" y en una \"commercial computer software documentation\", de acuerdo con la definición de dichos términos en 48 CFR 12.212 (Sept. de 1995). De acuerdo con 48 CFR 12.212 y 48 CFR 227.7202-1 hasta 227.7202-4 (junio de 1995), todos los usuarios finales del Gobierno de los Estados Unidos adquieren solamente los derechos sobre el Software que se proporcionan mediante este Acuerdo",
    "TermsConditions.floridaLawText1": "Sujeto a las cláusulas de arbitraje incluidas anteriormente, en caso de producirse algún conflicto derivado del Software, al utilizar el Software, usted acepta expresamente que dicho conflicto se regirá por las leyes del Estado de Florida sin que se tengan en cuenta sus disposiciones sobre conflicto de leyes, y usted acepta y consiente expresamente la jurisdicción y el lugar exclusivo de los tribunales estatales y federales del Estado de Florida, en el Condado de Pinellas, para la resolución de cualquier conflicto de este tipo. Omnibazaar y usted excluyen la aplicación de la Ley Uniforme de Transacciones de Información Informática (\"UCITA\"), la Convención de las Naciones Unidas sobre la Venta Internacional de Bienes (\"CISG\") y cualquier ley de cualquier jurisdicción que aplique UCITA o CISG o términos equivalentes a UCITA o CISG de este Acuerdo",
    "TermsConditions.conductPolicies5": "No omitirá ninguna medida que OmniBazaar pueda usar para impedir o restringir el acceso al Software (u otras cuentas, sistemas informáticos o redes conectadas al Software);"
}