{
    "TermsConditions.registrationAndAccountStart": "જ્યારે તમે સૉફ્ટવેરનો ઉપયોગ કરો છો ત્યારે તમે OmniBazaar ને કેટલીક નોંધણી અને એકાઉન્ટ માહિતી પ્રદાન કરી શકો છો, જે OmniBazaar તમને સૉફ્ટવેર પ્રદાન કરવા માટે વિશ્વાસ કરશે. તમારા એકાઉન્ટની સુરક્ષા અને સચોટતા બનાવતા, નોંધણી અને જાળવણી કરતી વખતે નીચે આપેલ જવાબદારીઓ છે:",
    "TermsConditions.limitedPurposesTitle": " મર્યાદિત હેતુઓ માટે તમે OmniBazaar સૉફ્ટવેરનો ઉપયોગ કરી શકો છો ",
    "TermsConditions.conductPolicies9": "તમે અહીં પ્રાપ્ત કરેલા કોઈપણ અધિકારોની કૉપિ, ભાડે, લીઝ, વિતરણ અથવા અન્યથા સ્થાનાંતરિત કરશો નહીં;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "તમે સૉફ્ટવેરમાંથી કોઈપણ સામગ્રી અથવા સામગ્રીઓને કાપશો નહીં અથવા કાપી નાંખશો;",
    "TermsConditions.updatedVersions1": "૧. તમે સૌથી તાજેતરની સામગ્રી, સુવિધા સેટ અને સામગ્રીનો આનંદ લઈ શકતા નથી અગર OmniBazaar સૉફ્ટવેર અને / અથવા સૉફ્ટવેરનાં અપડેટ કરેલા સંસ્કરણો પ્રદાન કરે છે અને તમે આ અપડેટ કરેલા સંસ્કરણોને સ્વીકારતા નથી.",
    "TermsConditions.privacyPolicy": "ગોપનીયતા નીતિ",
    "TermsConditions.updatedVersions2": "૨. OmniBazaar તમારા નિર્ણય માટે કોઈ જવાબદારી અથવા જવાબદારી સહન કરશે નહીં જો તમે સૉફ્ટવેરનાં અપડેટ કરેલા સંસ્કરણોને સ્વીકારતા નથી તો",
    "TermsConditions.trademarksTitle": "તમે ઉલ્લંઘનકારક રીતે સૉફ્ટવેર પર દેખાતા ટ્રેડમાર્ક્સનો ઉપયોગ કરી શકતા નથી",
    "TermsConditions.termsIntroNotice": "અગત્યની સૂચના: આ કરારમાં એક એબ્સ્ટ્રેટેશન કરાર છે, જે તમને કોઈપણ દાવા સબમિટ કરવા માટે આવશ્યક છે જે તમે OmniBazaar ને જોડાણ અને અંતિમ પ્રતિબંધ માટે કરી શકો છો. ઉપરાંત, આર્બિટ્રેશન પ્રાવધાન હેઠળ, (a) તમને ફક્ત કાનૂની દાવાઓ માટે પરવાનગી આપવામાં આવશે OmniBazaar કોઈ વ્યક્તિગત આધાર પર, કોઈ વર્ગ અથવા પ્રતિનિધિ કાર્ય અથવા પ્રક્રિયામાં કોઈ સભ્ય અથવા વર્ગ સભ્ય તરીકે નહીં, અને (b) તમે ફક્ત વ્યક્તિગત આધાર પર વિશ્વાસ (માનસિક, નિષ્ક્રીય અને વિવાદાસ્પદ વિશ્વાસ સહિત) જોવાની મંજૂરી આપી શકો છો. આ કરાર દાખલ કરીને, તમે સ્પષ્ટપણે સ્વીકારો છો કે તમે આ કરારની બધી શરતો વાંચી અને સમજી લીધી છે, જેમાં શામેલ છે પરંતુ આર્બિટ્રેશન સંબંધિત વિભાગો સુધી મર્યાદિત નથી.",
    "TermsConditions.registrationAndAccountTitle": "તમારી નોંધણી અને ખાતાની સુરક્ષા",
    "TermsConditions.conductPolicies11": "તમે કોઈ પણ કમ્પ્યુટર સૉફ્ટવેર અથવા હાર્ડવેર અથવા ટેલિકમ્યુનિકેશન્સ સાધનોની વિધેયને અટકાવવા, નાશ કરવા અથવા મર્યાદિત કરવા માટે રચાયેલ ફાઇલો અથવા પ્રોગ્રામ્સ, સૉફ્ટવેર વાયરસ અથવા કોઈપણ અન્ય કમ્પ્યુટર કોડ ધરાવતી કોઈપણ સામગ્રી અપલોડ, પોસ્ટ, પ્રસારિત, શેર, સ્ટોર અથવા અન્યથા ઉપલબ્ધ કરાશે નહીં. ; ",
    "TermsConditions.conductPolicies10": "તમે પાસવર્ડ્સ અથવા વ્યક્તિગત રૂપે ઓળખી માહિતી (આમાં શામેલ છે, પરંતુ કોઈ અન્યનું નામ, જન્મ તારીખ, ઘરનું સરનામું, IP સરનામું, ક્રેડિટ કાર્ડ નંબર, સામાજિક સુરક્ષા નંબર અથવા અન્ય સરકાર દ્વારા રજૂ કરાયેલ ઓળખ માહિતી શામેલ નથી) માટે વિનંતી કરશે નહીં. વ્યાપારી અથવા ગેરકાનૂની હેતુઓ માટે; ",
    "TermsConditions.conductPolicies13": "તમે સૉફ્ટવેર પર અથવા તેના દ્વારા કોઈ અન્ય વપરાશકર્તા અથવા કોઈપણ પક્ષોને ધમકી આપશો નહીં, ડરશો નહીં અથવા હેરાન કરશો નહીં;",
    "TermsConditions.conductPolicies12": "તમે OmniBazaar'sના માર્ગદર્શિકા અને નીતિઓનું ઉલ્લંઘન કરવામાં કોઈ પગલાં નહીં લો;",
    "TermsConditions.conductPolicies14": "તમે તમારી ઓળખનું ખોટી રીતે પ્રતિનિધિત્વ કરશો નહીં અથવા તૃતીય પક્ષનો ઢોંગ કરશો નહીં, અથવા તમે કોઈ પણ સાથેના તમારા જોડાણને લગતા તૃતીય પક્ષને ખોટી રીતે ગેરમાર્ગે દોરશો નહીં અથવા ગેરમાર્ગે દોરશો નહીં;",
    "TermsConditions.regulations2": "૨. સૉફ્ટવેરનાં જોડાણમાં તમારી બધી પ્રવૃત્તિ માટે તમે જવાબદાર છો.",
    "TermsConditions.regulations3": "૩. જો તમે કોઈ વ્યવસાય, કોઈપણ શૈક્ષણિક, શિક્ષણ, શિક્ષણ, ગોપનીયતા અથવા અન્ય સ્વ-નિયમનકારી કોડ લાગુ કરો છો, તો તમે બધા લાગુ સ્થાનિક, રાજ્ય, રાષ્ટ્રીય અને આંતરરાષ્ટ્રીય કાયદા અને નિયમનો અને જો તમે પ્રતિનિધિત્વ કરો છો.",
    "TermsConditions.regulations1": "૧. તમે આ કરાર દ્વારા પ્રતિબંધિત કોઈપણ હેતુ માટે સૉફ્ટવેરનો ઉપયોગ ન કરવાનું વચન આપશો.",
    "TermsConditions.copyrightContentTitle": "સૉફ્ટવેર પરની બધી સામગ્રીના કૉપિરાઇટની માલિકી તે સામગ્રીના પ્રદાતા પાસે છે",
    "TermsConditions.termsIntroTitle": " OmniBazaar ઉપયોગની સૉફ્ટવેરની શરતો ",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar સૉફ્ટવેર પર કોઈ સૂચના વિના સંપાદિત કરી શકે છે અથવા સંશોધિત કરી શકે છે",
    "TermsConditions.importantNoticesTitle": "મહત્વપૂર્ણ સૂચનાઓ",
    "TermsConditions.agreeToIndemnifyText": "તમે OmniBazaar, તેના ઠેકેદારો, પેટાકંપનીઓ અને આનુષંગિકો અને તેમના સંબંધિત ભાગીદારો, દિગ્દર્શકો, અધિકારીઓ, સભ્યો, મેનેજરો, કર્મચારીઓ અને એજન્ટો કોઈપણ અને તમામ દાવાઓ સામે નુકસાન સહિત બચાવવા માટે સહમત છો અને તમામ નુકસાન, ખર્ચ, જવાબદારી અને ફી, જેમાંથી ઉદભવતા અથવા તેના સંબંધમાં: (૧) તમારા સૉફ્ટવેરનો ઉપયોગ, (૨) કોઈપણ તૃતીય પક્ષ સામગ્રી, તૃતીય પક્ષ સાઇટ્સ અને કોઈપણ અન્ય સામગ્રી, (૩) કોઈપણ ખરીદીઓ વિક્રેતાઓ (૪) દ્વારા આ કરારનું ઉલ્લંઘન, અથવા કોઈપણ કાયદા અથવા કોઈપણ તૃતીય પક્ષના હકોનું ઉલ્લંઘન, અને (૫) આ કરારનું ઉલ્લંઘન અને / અથવા અહીં રજૂ કરેલા તમારા રજૂઆતો અને વૉરંટીનો ભંગ, ",
    "TermsConditions.trademarksTitle1": "૧. t તમે સંમત છો કે OmniBazaar, ક્રિપ્ટોબઝાર, OmniCoinઅને અન્ય ઓમ્નીબ OmniBazaar ઝર ગ્રાફિક્સ, લૉગોઝ, પેજ હેડરો, બટન આયકન્સ, સ્ક્રિપ્ટ્સ અને સેવા નામો ટ્રેડમાર્ક્સ, રજિસ્ટર્ડ ટ્રેડમાર્ક્સ અથવા OmniBazaar અથવા તેના આનુષંગિકોના વેપાર ડ્રેસ (\"ટ્રેડમાર્ક સામગ્રી\")) છે. ",
    "TermsConditions.trademarksTitle3": "૩. \t અન્ય ઓમની બજાર અથવા તેની આનુષંગિકોની માલિકીની અન્ય ટ્રેડમાર્ક્સ જે સૉફ્ટવેર પર દેખાઈ શકે છે તે તેમના સંબંધિત માલિકોની મિલકત છે, જે ઑમ્નીબઝાર અથવા તેના આનુષંગિકો દ્વારા જોડાયેલ, જોડાયેલ અથવા પ્રાયોજિત હોઈ શકે છે અથવા નહીં.",
    "TermsConditions.trademarksTitle2": "૨. \tOmniBazaar ટ્રેડમાર્ક્સ અને ટ્રેડ ડ્રેસનો ઉપયોગ ઑમ્નીબઝરના કોઈ પણ ઉત્પાદનો અથવા સેવાના સંબંધમાં થઈ શકતો નથી, જે ગ્રાહકોમાં મૂંઝવણ ઊભી થવાની સંભાવના છે અથવા ઓમ્નીબઝારને ડિસપ્રેટ અથવા ડિસ્ક્રેડ કરે તેવી કોઈ પણ રીત છે.",
    "TermsConditions.reviewingChangesEnd": "આ ઉપરાંત, સૉફ્ટવેર દ્વારા ઓફર કરેલી કેટલીક સેવાઓ સમય-સમય પર OmniBazaar દ્વારા નિર્દિષ્ટ વધારાના નિયમો અને શરતોને આધિન હોઈ શકે છે અને આવી સેવાઓનો તમારો ઉપયોગ તે અતિરિક્ત નિયમો અને શરતોને આધિન છે, જે આ સંદર્ભ દ્વારા આ કરારમાં શામેલ છે. ",
    "TermsConditions.omniCoinTokenTitle": " OmniCoin ટોકન વેચાણ કાર્યક્રમ",
    "TermsConditions.floridaLawTitle": "તમે સંમત છો કે ફ્લોરિડા કાયદો આ કરાર પર લાગુ થાય છે",
    "TermsConditions.agreement1": "૧.\t તમે સમજો છો કે સૉફ્ટવેરને ઇન્સ્ટોલ કરીને અથવા તેનો ઉપયોગ કરીને, તમે અહીં શામેલ નિયમો અને શરતો \"વાપરવાના નિયમો\" અથવા \"કરાર\"દ્વારા પાલન અને બંધાયેલા છો, જેમાં OmniBazaar'sનો સમાવેશ પણ છે.",
    "TermsConditions.omniBazaarSoftware8": "8. બજારના વપરાશકર્તાઓ વિશેની પ્રતિષ્ઠા અને અન્ય માહિતીનો ટ્રૅક કરો અને ઉપયોગ કરો.",
    "TermsConditions.omniBazaarSoftware5": "૫. એવા વપરાશકર્તાઓને વળતર આપો જે સેવાઓ આપે છે જે અન્ય વપરાશકર્તાઓ અને બજારને લાભ આપે છે.",
    "TermsConditions.omniBazaarSoftware4": "૪. OmniCoin અને Bitcoin ક્રિપ્ટોમુદ્રાનો ઉપયોગ કરીને ખરીદીઓ માટે ચુકવણી સક્ષમ કરો.",
    "TermsConditions.omniBazaarSoftware7": "૭. એક એસ્ક્રો સેવા પ્રદાન કરો જે વપરાશકર્તાઓને એવા અન્ય વપરાશકર્તાઓ સાથે વ્યવસાય કરવાની મંજૂરી આપે છે કે જેને તેઓ જાણતા નથી અથવા વિશ્વાસ કરતા નથી. ",
    "TermsConditions.omniBazaarSoftware6": "૬. વપરાશકર્તાઓમાં જોડાવા અને તેમના મિત્રોનો સંદર્ભ લેવા માટે મફત OmniCoins વિતરિત કરો.",
    "TermsConditions.omniBazaarSoftware1": "૧. પીઅર-ટુ-પીઅર ડેટા-શેરિંગ નેટવર્ક બનાવો (\"OmniBazaar Marketplace Platform\" અથવા \"Network\").",
    "TermsConditions.registrationAndAccount1": "૧. તમે તમારા ખાતાને તમારા પોતાના ઉપયોગ માટે નોંધાવશો, નહીં કે બીજા વ્યક્તિના ઉપયોગ માટે, અહંકાર અથવા બીજી ઓળખ માટે નહીં.",
    "TermsConditions.omniBazaarSoftware3": "૩. વ્યક્તિઓ અને વ્યવસાયોને એક બીજાથી માલસામાન અને સેવાઓ ખરીદવા અને વેચવાની મંજૂરી આપો.",
    "TermsConditions.omniBazaarSoftware2": "2. તે નેટવર્ક પર user's કમ્પ્યુટર કનેક્ટ કરો.",
    "TermsConditions.limitedPurposes4_1": ")૪.૧.  કોચબેઝ (અને તેના સંલગ્ન પ્રોગ્રામ્સ) અપાચે ૨.૦ લાઇસન્સ હેઠળ લાઇસેંસ પ્રાપ્ત છે (",
    "TermsConditions.registrationAndAccount6": "૬. તમે OmniBazaar (જેમ કે ઇમેઇલ, સ્થાન, વગેરે) દ્વારા વિનંતી કરેલા તમારા સંપર્ક અને અન્ય માહિતીને સચોટ અને અપ-ટુ-ડેટ રાખશો.",
    "TermsConditions.personalInfo2": "૨. OmniBazaar ફક્ત OmniBazaar'sના આધારે વ્યક્તિગત માહિતીનો ઉપયોગ કરશે",
    "TermsConditions.personalInfo3": "૩. તમે સૉફ્ટવેરના ઑપરેશનને સમર્થન આપવા માટે જરૂરી માહિતી સુધી આ માહિતીને પ્રદર્શિત, પુનરુત્પાદન, પ્રસારિત, ઉપયોગ અને / અથવા સ્ટોર કરવા OmniBazaarને વિશ્વવ્યાપી, શાશ્વત, રોયલ્ટી-મુક્ત, વંચિત અને સ્થાનાંતરિત લાઇસેંસ આપો છો.",
    "TermsConditions.lawsApplicableTitle": "આ કરાર માં સૉફ્ટવેરનો ઉપયોગ, તમારા માટે લાગુ રહેલા બધા કાયદાઓનું પાલન કરે છે તેની ખાતરી કરવી એ તમારી જવાબદારી છે",
    "TermsConditions.risk3": "૩. તમે પોતાને અને તમારા કમ્પ્યુટર સિસ્ટમ્સને વાયરસ, વોર્મ્સ, ટ્રોજન હોર્સ અને અન્ય હાનિકારક અથવા વિનાશક સામગ્રીથી સુરક્ષિત કરવા માટે સાવચેત પગલાં લેવા માટે જવાબદાર છો.",
    "TermsConditions.risk2": "૨. સૉફ્ટવેર પ્રદાન કરીને, OmniBazaar સૂચવે છે કે તે પોસ્ટ કરેલી કોઈપણ સામગ્રી અથવા સામગ્રીનું સમર્થન કરે છે અથવા તે એવી સામગ્રી માને છે કે તે સચોટ, ઉપયોગી અથવા બિન-નુકસાનકારક હોવું જોઈએ.",
    "TermsConditions.risk1": "૧. OmniBazaar પાસે કોઈપણ સામગ્રી અથવા સામગ્રીની સમીક્ષા કરવાનો જવાબદારી નથી, જેમાં વિક્રેતા અને ઉત્પાદન માહિતી સહિત, સૉફ્ટવેર પર અથવા તેના દ્વારા પોસ્ટ કરવામાં આવી છે, અને તેથી તે સામગ્રી અથવા સામગ્રી માટે જવાબદાર નથી.",
    "TermsConditions.risk6": "૬. OmniBazaar સૉફ્ટવેરના ઉપયોગથી થતી કોઈપણ હાનિ માટે અથવા સૉફ્ટવેર પર પોસ્ટ કરેલી સામગ્રીના વપરાશકર્તાઓ દ્વારા જોવા અથવા ડાઉનલોડ કરવાથી કોઈપણ જવાબદારીને નકારી કાઢે છે.",
    "TermsConditions.risk5": "૫. આ સૉફ્ટવેરમાં ગોપનીયતા અથવા પ્રચાર અધિકારોનું ઉલ્લંઘન કરતી અથવા તૃતીય પક્ષોની બૌદ્ધિક સંપત્તિ અને અન્ય માલિકીના અધિકારોનું ઉલ્લંઘન કરતી સામગ્રી અથવા ડાઉનલોડ, કૉપિ અથવા તેનો ઉપયોગ પણ અતિરિક્ત નિયમો અને શરતોના આધારે હોઈ શકે છે. ",
    "TermsConditions.risk4": "૪. સૉફ્ટવેરમાં એવી સામગ્રી શામેલ હોઈ શકે છે જે વાંધાજનક, અશ્લીલ અથવા અન્યથા વાંધાજનક છે, તેમજ તકનીકી અયોગ્યતા, ટાઇપોગ્રાફિકલ ભૂલો અને અન્ય ભૂલો સમાવિષ્ટ સામગ્રી હોઈ શકે છે.",
    "TermsConditions.ageOfUseTitle": " OmniBazaar સૉફ્ટવેરનો ઉપયોગ કરવા માટે તમારી ઉંમર ૧૮ અથવા તેથી વધુ હોવી આવશ્યક છે ",
    "TermsConditions.riskTitle": "તમે OmniBazaar સૉફ્ટવેરનો ઉપયોગ તમારા પોતાના જોખમે કરો છો",
    "TermsConditions.personalInfoTitle": "તમારી અંગત માહિતી",
    "TermsConditions.agreementTitle": " OmniBazaar અને તમારી વચ્ચેનો કરાર ",
    "TermsConditions.regulationsTitle": "તમે આ કરાર અને લાગુ પડતા કોઈપણ કાયદા અથવા નિયમોનું પાલન કરવાનું વચન આપશો",
    "TermsConditions.responsibleForFollowingTitle": "તમે કયા નિયમો અને નિયમોને અનુસરવા માટે જવાબદાર છો",
    "TermsConditions.otherTermsTitle": "અન્ય શરતો",
    "TermsConditions.reviewingChanges4": "૪. જો તમે આમાંના કોઈપણ ફેરફારો પછી સૉફ્ટવેરનો ઉપયોગ કરવાનું ચાલુ રાખો છો, તો તમારા સતત ઉપયોગનો અર્થ એ થશે કે તમે કરારમાં કોઈપણ ફેરફારો સ્વીકાર્યા છે. ",
    "TermsConditions.reviewingChanges1": "૧.\t આ કરાર સૉફ્ટવેરનાં બધા વપરાશકર્તાઓને લાગુ પડે છે.",
    "TermsConditions.reviewingChanges3": "૩.\t OmniBazaar સૉફ્ટવેર પર નવીનતમ કરાર પોસ્ટ કરશે, પરંતુ સૉફ્ટવેરનો ઉપયોગ કરતાં પહેલાં તેની સમીક્ષા કરવી તમારા પર છે. ",
    "TermsConditions.reviewingChanges2": "૨. OmniBazaar સમયાંતરે તમારા દ્વારા સૂચિત કર્યા વિના આ કરારમાં ફેરફારો કરી શકે છે.",
    "TermsConditions.limitedPurposes10": "૧૦. તમે સ્પષ્ટ લેખિત પરવાનગી વિના લિંકના ભાગ રૂપે કોઈપણ OmniBazaar લૉગો અથવા અન્ય માલિકીના ગ્રાફિક અથવા ટ્રેડમાર્કનો ઉપયોગ કરી શકતા નથી.",
    "TermsConditions.representationAndWarranty2_1": ", આ કરાર સાથે અને બધા લાગુ કાયદા અને નિયમનો (મર્યાદા વિના, તમારા દેશ, રાજ્ય, શહેર અથવા અન્ય સરકારી ક્ષેત્ર, ઑનલાઇન વર્તન અને સ્વીકાર્ય સામગ્રીને લગતા કોઈપણ સ્થાનિક કાયદા અથવા નિયમનો સહિત, અને ટ્રાન્સમિશન સંબંધિત તમામ લાગુ કાયદા સહિત યુનાઈટેડ સ્ટેટસ અથવા તમે જે દેશમાં રહો છો) ",
    "TermsConditions.registrationAndAccount3": "3. તમે OmniBazaar ની લિખિત સંમતિ પ્રાપ્ત કર્યા વિના તમારા એકાઉન્ટને કોઈ પણ વ્યક્તિને સોંપી અથવા સ્થાનાંતરિત નહીં કરો.",
    "TermsConditions.registrationAndAccount2": "૨. તમે તમારા માટે માત્ર એક જ એકાઉન્ટ બનાવશો.",
    "TermsConditions.agreement3": "૧.\t આ કરાર સોફટવેર દ્વારા અથવા તેના દ્વારા પૂરી પાડવામાં આવેલ સૉફ્ટવેર, સામગ્રી, ઉત્પાદનો અથવા સેવાઓના સંદર્ભમાં બધા અગાઉના અથવા સમકાલીન કરાર, રજૂઆતો, વૉરંટીઝ અને સમજૂતીઓને ચૂંટી કાઢે છે.",
    "TermsConditions.agreement2": "૨.\t આ કરાર તમારા અને તમારા વચ્ચેના સંપૂર્ણ અને એકમાત્ર કરારનું બનેલું છે.",
    "TermsConditions.registrationAndAccount7": "૭. તમે તમારો પાસવર્ડ શેર કરશો નહીં, તમારા ખાતાને ઍક્સેસ કરતાં અન્ય કોઈને પણ દો, અથવા તમારા ખાતાની સુરક્ષાનું સમાધાન કરી શકે તેવું કંઈપણ કરી શકો છો. ",
    "TermsConditions.personalInfo1": "૧. તમે સમજો છો અને સ્વીકારો છો કે સૉફ્ટવેરનો તમારો ઉપયોગ",
    "TermsConditions.registrationAndAccount5": "૫. જો OmniBazaar તમારું ખાતું બંધ કરે છે અથવા અક્ષમ કરે છે, તો તમે OmniBazaar લિખિત સંમતિ પ્રાપ્ત કર્યા વગર બીજું એકાઉન્ટ બનાવી શકતા નથી.",
    "TermsConditions.registrationAndAccount4": "૪. જ્યારે તમે કોઈ એકાઉન્ટ રજિસ્ટર કરો છો ત્યારે તમે ખોટી અથવા ગેરમાર્ગે દોરતી માહિતી પ્રદાન કરશો નહીં.",
    "TermsConditions.agreeToIndemnifyTitle": "તમે OmniBazaarને નુકસાન પહોંચાડવા માટે સહમત છો",
    "TermsConditions.otherTerms3": "૩. તમે સ્વીકારો છો કે કોઇપણ આર્બિટ્રેશન પિનલસ કાઉન્ટી, ફ્લોરિડામાં અંગ્રેજી ભાષામાં થાય છે અને આર્બિટ્રલ નિર્ણય કોઈપણ અદાલતમાં અમલમાં મુકાય છે. આ કરારને લાગુ કરવા કોઈપણ કાર્યવાહી અથવા કાર્યવાહીમાં પ્રવર્તમાન પક્ષ ખર્ચ અને વકીલો માટે હકદાર રહેશે.",
    "TermsConditions.otherTerms2": "૨. તમે સંમત થાઓ છો કે, બૌદ્ધિક મિલકત અધિકારો (જે બોન્ડની પોસ્ટ કર્યા વિના કોઈપણ સક્ષમ કોર્ટમાં લાવવામાં આવે છે) સંબંધી કાયદેસર અથવા ન્યાયપૂર્ણ રાહત અથવા દાવાઓના દાવા સિવાય, આ કરાર હેઠળ ઉદ્ભવતા આ પ્રકારના નિયમો અનુસાર નિયુક્ત આર્બિટ્રેટર્સ દ્વારા ન્યાયિક આર્બિટ્રેશન અને મધ્યસ્થી સેવા, (\"JAMS\") ના વ્યાપક આર્બિટ્રેશન નિયમો સાથે કોઈપણ વિવાદને આખરે સમાધાન કરવામાં આવશે. ",
    "TermsConditions.limitedPurposes8": "૮. તમે સૉફ્ટવેરની નકલ, પ્રજનન, પ્રકાશન, પુન: ગોઠવણ, પુન: વિતરણ, સંશોધન, સંશોધન, અથવા ફેરફાર કરી શકશો નહીં.",
    "TermsConditions.limitedPurposes9": "૯. OmniBazaarના હોમ પેજ પર હાયપરલિંક બનાવવા માટે મર્યાદિત અધિકાર આપવામાં આવે છે, જ્યાં સુધી લિંક OmniBazaar, તેના આનુષંગિકો અથવા તેમના ઉત્પાદનો અથવા સેવાઓને ખોટા, ગેરમાર્ગે દોરનારી, અપમાનજનક અથવા ચિત્રમાં રજૂ કરતી નથી.",
    "TermsConditions.otherTerms7": "૭. આ કરારના ભાગની રચના કરવા માટે માનવામાં આવશે નહીં અથવા તેના બાંધકામને પ્રભાવિત કરવા માટે આ કરાર પક્ષોના લાભો, તેમના અનુગામી અને મંજૂર સોદા પર બંધનકર્તા રહેશે અને આ કરાર કરશે. આ કરારના ફકરાના શીર્ષકો ફક્ત સુવિધા માટે શામેલ કરવામાં આવે છે અને આ કરારના ભાગ તરીકે ગણવામાં આવશે નહીં અથવા તેના બાંધકામ પર અસર કરે છે અને આ કરાર પક્ષોના લાભો, તેમના અનુગામી અને મંજૂર સોંપો પર બંધનકર્તા રહેશે અને આ કરાર કરશે. આ કરારના ફકરાના શીર્ષકો ફક્ત સુવિધા માટે શામેલ કરવામાં આવ્યા છે.",
    "TermsConditions.otherTerms6": "૬. OmniBazaar આ કરાર હેઠળ શરત વિના અધિકારો સોંપી શકે છે.",
    "TermsConditions.otherTerms5": "૫. આ કરારની કોઈ પણ શરત પક્ષ દ્વારા અથવા કોઈપણ ઉલ્લંઘનની કોઈપણ પક્ષ દ્વારા, કોઈ એક ઉદાહરણમાં, આવા શબ્દ અથવા શરત અથવા તેના પછીના ઉલ્લંઘનને માફ નહીં કરે. ",
    "TermsConditions.otherTerms4": "૪. જો આ કરારનો કોઈપણ ભાગ અમાન્ય અથવા અમલપાત્ર છે, તો તે ભાગ પક્ષકારોના મૂળ ઉદ્દેશને પ્રતિબિંબિત કરવા માટે ધ્યાનમાં લેવામાં આવશે, અને બાકીના ભાગો સંપૂર્ણ બળ અને અસરમાં રહેશે.",
    "TermsConditions.limitedPurposes2": "૨. OmniBazaar તમને સૉફ્ટવેર અથવા સૉફ્ટવેરના કોઈપણ ભાગને સંશોધિત કરવાનો અધિકાર આપતું નથી.",
    "TermsConditions.limitedPurposes3": "૩. તમે સમજો છો કે OmniBazaar તમને આનો અધિકાર આપતું નથી: (a) સૉફ્ટવેર અથવા તેની સામગ્રીના વ્યવસાયિક ઉપયોગ (અહીં આપવામાં આવેલ સિવાય) ને પુનર્વિક્રેત કરો અથવા બનાવવો; (b) કોઈપણ વ્યુત્પન્ન ઉપયોગ સૉફ્ટવેર અથવા તેના વિષયવસ્તુ; (c) તૃતીય પક્ષ અથવા વેપારીના લાભ માટે એકાઉન્ટ માહિતી ડાઉનલોડ અથવા કૉપિ કરો અથવા (d) કોઈપણ ડેટા માઇનિંગ, રોબોટ્સ અથવા સમાન ડેટા એકત્રિત અને નિષ્કર્ષણ સાધનોનો ઉપયોગ",
    "TermsConditions.limitedPurposes1": "૧. OmniBazaar તમને સૉફ્ટવેરનો વ્યક્તિગત ઉપયોગ કરવા માટે મર્યાદિત લાઇસેંસ આપે છે.",
    "TermsConditions.limitedPurposes6": "૬. તમે OmniBazaar અને અમારા આનુષંગિકોની કોઈ પણ ટ્રેડમાર્ક, લોગો અથવા અન્ય માલિકીની માહિતીને સ્પષ્ટ લેખિત સંમતિ વિના બંધબેસતી તકનીકોને ફ્રેમ અથવા ઉપયોગ કરી શકતા નથી.",
    "TermsConditions.limitedPurposes7": "૭. OmniBazaar ની સ્પષ્ટ લિખિત સંમતિ વિના તમે તેના નામ અથવા ટ્રેડમાર્કનો ઉપયોગ કરીને કોઈપણ મેટા ટેગ અથવા કોઈપણ અન્ય \"hidden text\" નો ઉપયોગ કરી શકતા નથી. કોઈપણ અનધિકૃત ઉપયોગ અહીં OmniBazaar દ્વારા મંજૂર પરવાનગી અથવા લાઇસન્સને સમાપ્ત કરે છે.",
    "TermsConditions.omniCoinToken2": "2.\t તમે સમજો છો કે વેચાણ અંગેની શરતો, શરતો અને મહત્વપૂર્ણ જાહેરાતો અને માહિતી શ્વેત પત્ર અને મેમોરેન્ડમમાં રજૂ કરવામાં આવી છે.",
    "TermsConditions.limitedPurposes5": "૫. તમે સમજો છો કે સૉફ્ટવેર અથવા સૉફ્ટવેરનો કોઈપણ ભાગ અહીં આપવામાં આવ્યાં મર્યાદિત વ્યવસાયિક ઉપયોગ માટે જરૂરી હોય તે સિવાય, કોઈપણ વ્યાવસાયિક હેતુ માટે પુનઃઉત્પાદિત, ડુપ્લિકેટ, કૉપિ, મુલાકાત લેવાયેલ અથવા અન્યથા શોષણ કરી શકાતું નથી.",
    "TermsConditions.conductPolicies1": "૧. અમે સૉફ્ટવેરને સલામત અને કાર્યરત રાખવા માટે શ્રેષ્ઠ પ્રયાસ કરીએ છીએ, પરંતુ અમે તેની બાંયધરી આપી શકતા નથી. તે કરવા માટે અમને તમારી સહાયની જરૂર છે, જેમાં નીચેની પ્રતિબદ્ધતાઓ શામેલ છે:",
    "TermsConditions.conductPolicies3": "તમે મર્યાદિત હદ લાગુ પડતા કાયદાઓ સિવાય કે આ પ્રકારના પ્રતિબંધને પ્રતિબંધિત કરતા નથી, સિવાય કે તમે સૉફ્ટવેરના કોઈપણ ભાગના કોઈપણ સ્રોત કોડ અથવા અંતર્ગત વિચારો અથવા અલ્ગોરિધમ્સને કાઢવાનો પ્રયાસ કરશો નહીં, ડિસેમ્પબલ, રિવર્સ એન્જિનિયર અથવા અન્યથા કરવાનો પ્રયાસ કરશો નહીં;",
    "TermsConditions.conductPolicies2": "OmniBazaar દ્વારા સ્પષ્ટ રૂપે અધિકૃત સિવાય તમે સૉફ્ટવેરનો શોષણ, સાર્વજનિક રૂપે પ્રદર્શિત, પુનઃપ્રકાશિત, પુનર્નિર્માણ અથવા કોઈપણ રીતે અનુરૂપ બનાવવાની અથવા અનુકૂલન બનાવવા, અનુવાદિત, પુનર્નિર્માણ, વિતરણ, અનુવાદ, બનાવશો નહીં;",
    "TermsConditions.termsIntro": "આ અંતિમ વપરાશકર્તા કરાર (\"કરાર\") તમારા (\"વપરાશકર્તા\" અથવા \"તમે\") તેના દ્વારા સંપૂર્ણપણે કોઈપણ OmniBazaar™ અથવા OmniCoin™-derived ઉપયોગ સેવા અથવા ઉત્પાદનો માટે વાંચવા જોઈએ કૃઅને પા કરીને નોંધો કે આ કરાર તમારા અને OmniBazaar Inc. વચ્ચેના કાયદેસર રીતે બંધનકર્તા કરાર છે (અહીં \"OmniBazaar\", \"અમને\" અથવા \"અમે\" તરીકે ઉલ્લેખ કર્યો છે), જેનું સમર્થન કરવા માટે સૉફ્ટવેર પ્રકાશિત કરે છે. OmniBazaar.info અને OmniCoin.info (\"સેવાઓ\") માં વર્ણવેલા પ્રાયોગિક ઉત્પાદનમાં વર્ણવેલ ઇન્ટરનેટ વિતરણ બજાર. જો \"હું સહમત છુ\" બટનને ક્લિક કરીને અને જ્યાં સેવાઓનો ઉપયોગ અને / અથવા ઉપયોગ કરીને, તમે નિયમો અને શરતોને આ કરારમાં રજૂ કર્યા છે. ",
    "TermsConditions.conductPolicies4": "તમે સૉફ્ટવેરનાં યોગ્ય કાર્ય અથવા સૉફ્ટવેર પર કરવામાં આવેલી કોઈપણ પ્રવૃત્તિઓમાં દખલ કરવા અથવા દખલ કરવાનો પ્રયાસ કરશો નહીં;",
    "TermsConditions.conductPolicies7": "તમે સૉફ્ટવેરનાં કોઈપણ પૃષ્ઠ \"crawl\" અથવા \"spider\"ને મેન્યુઅલ અથવા સ્વચાલિત સૉફ્ટવેર, ઉપકરણો અથવા અન્ય પ્રક્રિયાઓનો ઉપયોગ કરશો નહીં;",
    "TermsConditions.conductPolicies6": "તમે સૉફ્ટવેર પર સ્વતઃ-જવાબ આપનાર અથવા \"spam\"ના કોઈપણ પ્રકારને ચલાવશો નહીં;",
    "TermsConditions.liabilityLimitedEnd3": " OMNIBAZAAR'S ક્રિયાના સંદર્ભમાં, સૉફ્ટવેરનો ઉપયોગ કરવા માટે તમે અમને કોઈપણ દ્વારા ચૂકવેલ ફીની મર્યાદા સુધી મર્યાદિત થશો, પરંતુ કોઈપણ કિસ્સામાં અમારી જવાબદારી તમને ૫૦ ડોલર થી વધુ નહીં આપે. તમે સંમત છો કે તમને અને OMNIBAZAAR વચ્ચે જોડાણ, વ્યક્તિગત આર્ટિટેશન દ્વારા રીલિઝ કરવામાં આવશે અને તમે ક્લાસ એક્શન કાયદો અથવા વર્ગ-વહીવટી આર્બિટ્રેશનમાં ભાગ લેવાનો અધિકાર ધરાવો છો. તમે સ્વીકારો છો કે જો સૉફ્ટવેર માટે અમને કોઈ ફી ચૂકવવામાં આવતી નથી, તો તમે ફક્ત કાયદા દ્વારા મંજૂર કરેલી સિવાય, ફક્ત કાયદાકીય રૂપે મર્યાદિત છો, અને કાયદાના કારણે, અમારા દ્વારા કોઈપણ પ્રકારની ક્ષતિઓને હાનિ પહોંચાડશો નહીં. જો તમે કૅલિફોર્નિયાના રહેવાસીઓ છો, તો તમે કેલિફોર્નિયા સિવિલ કોડ વિભાગ ૧૫૪૨, કે જેમાં ભાગો છે, ભાગ આપો: \"સામાન્ય રજૂઆત એવા દાવાઓને વિસ્તૃત કરતી નથી કે જેના પર ક્રેડિટ આપતા નથી અથવા જે નિર્ણય લેવાના સમયે તેના ફેવરિટમાં હાજર રહેવાની નિશાની છે રિલીઝ કરે\".",
    "TermsConditions.liabilityLimitedEnd2": " OMNIBAZAAR તૃતીય પક્ષ સામગ્રી અથવા તૃતીય પક્ષ દ્વારા પ્રદાન કરેલી માહિતીને નિયંત્રિત કરતું નથી, અને તે પછી સૉફ્ટવેર પર અથવા તેના દ્વારા બનાવેલ કોઈપણ માહિતી અથવા નિવેદનો પર તમારા વિશ્વાસ માટે જવાબદાર રહેશે નહીં.",
    "TermsConditions.liabilityLimitedEnd1": "અમે સૉફ્ટવેર અને સેવાઓને, બગ-મુક્ત, અને સુરક્ષિત રાખવાનો પ્રયાસ કરીએ છીએ, પરંતુ તમે તમારા જોખમે તેનો ઉપયોગ કરો છો. સૉફ્ટવેર અને સેવાઓમાંથી માહિતી અથવા \"જેમ છે,\" \"ઉપલબ્ધ છે,\" છે તે રીતે પ્રદાન કરવામાં આવી છે,અને બધી વૉરંટીઝ, સ્પષ્ટ અથવા નિહિત, અસ્વીકાર કરવામાં આવી છે. માહિતી, સૉફ્ટવેર અને સેવાઓમાં વાયરસ, ભૂલો, સમસ્યાઓ અથવા અન્ય મર્યાદાઓ શામેલ હોઈ શકે છે. કોઈ પણ ઘટનામાં ઓમાનબીઝર અથવા તેના ડિરેક્ટર, કર્મચારીઓ અથવા એજન્ટ્સની કોઈ જવાબદારી નહીં હોય કોઈપણ સૉફ્ટવેરનો ઉપયોગ કરવા માટે, અમે કોઈ પણ અસ્પષ્ટ, વિશેષ, અકસ્માત અથવા પરિણામસ્વરૂપ ક્ષતિઓ (વ્યવસાયના નુકસાન, નુકસાન, ક્ષતિ, અથવા સમાન હાનિ માટેના નુકસાન સહિત) માટે જવાબદાર નથી.",
    "TermsConditions.reviewingChangesTitle": " તમે આ કરારમાં ફેરફારોની સમીક્ષા માટે જવાબદાર છો ",
    "TermsConditions.ageOfUse1": "૧. તમે સમજો છો કે તમે સૉફ્ટવેરનો ઉપયોગ ન કરી શકો જ્યાં આવા ઉપયોગ પ્રતિબંધિત છે",
    "TermsConditions.ageOfUse3": "૩. ૧૮ વર્ષથી ઓછી ઉંમરના કોઈપણ દ્વારા સૉફ્ટવેરનો કોઈપણ ઉપયોગ અથવા ઍક્સેસ અનધિકૃત છે. જો તમે ૧૩ વર્ષ કે તેથી વધુ ઉંમરના છો પરંતુ ૧૮ વર્ષથી નીચેની ઉંમરના હોય, તો તમારે તમારા માતાપિતા અથવા કાનૂની પાલકની ની સૉફ્ટવેરનો ઉપયોગ કરવાની અને ઉપયોગની શરતોને સ્વીકારવાની પરવાનગી હોવી આવશ્યક છે. ",
    "TermsConditions.ageOfUse2": "૨. તમે સમજો છો કે સૉફ્ટવેરનો ઉદ્દેશ એવા વપરાશકર્તાઓ માટે છે જે અઢાર (૧૮) વર્ષ કે તેથી વધુ ઉંમરના છે અને કાયદેસર રીતે બંધનકર્તા કરાર બનાવી શકે છે. ",
    "TermsConditions.ageOfUse5": "૫. OmniBazaar જાણીતી રીતે તે વ્યક્તિઓ પાસેથી માહિતી એકત્રિત કરતું નથી જે ૧૩વર્ષની વયે ઓછી હોય.",
    "TermsConditions.ageOfUse4": "૪. તમે પ્રતિનિધિત્વ કરો છો અને વૉરંટ કરો છો કે તમે ૧૮ કે તેથી વધુ વયના છો, અથવા ૧૩ થી ૧૮ વર્ષની વયના લોકોની વતી આ કરાર દાખલ કરો છો અને તમે આ કરારની બધી શરતો અને શરતોનું પાલન કરવા સંમત થાઓ છો.",
    "TermsConditions.omniBazaarSoftware": " OmniBazaar (\"Software\") એક મફત સૉફ્ટવેર પ્રોગ્રામ છે જે નીચેનાં કાર્યો કરે છે:",
    "TermsConditions.lawsApplicable2": "૨. આ કરાર તમે લાગુ પડતા બધા કાયદા, નિયમો અને નિયમોનું પાલન કરવા માટે સંપૂર્ણપણે જવાબદાર છો.",
    "TermsConditions.lawsApplicable3": "૩. તમે સમજો છો કે સૉફ્ટવેરને ઍક્સેસ કરવાનો તમારો અધિકાર રદ કરવામાં આવશે જ્યાં આ કરાર અથવા સૉફ્ટવેરનો ઉપયોગ પ્રતિબંધિત છે અને, જો તેમ બને તો તમે સૉફ્ટવેરનો ઉપયોગ અથવા ઍક્સેસ ન કરવા સંમત થાઓ છો.",
    "TermsConditions.lawsApplicable1": "૧. તમે સમજો છો કે OmniBazaar, તેના સંપૂર્ણ વિવેકબુદ્ધિથી, કોઈપણ વ્યક્તિ અથવા અસ્તિત્વમાં સૉફ્ટવેર ઑફર કરવાની અથવા ઉપલબ્ધ કરાવી શકે છે અને કોઈપણ સમયે તેની પાત્રતાના માપદંડને બદલી શકે છે.",
    "TermsConditions.liabilityLimitedTitle": "OmniBazaar's જવાબદારી મર્યાદિત છે",
    "TermsConditions.otherTerms1": "૧. તમે અને OmniBazaar થી સંમત છો કે સૉફ્ટવેરથી સંબંધિત અથવા તેનાથી ઉદભવેલી કોઈપણ ક્રિયાનું કારણ ઍક્શનના ઉદ્ભવ પછી એક (૧) વર્ષમાં શરૂ થવું આવશ્યક છે; અન્યથા, કાર્યવાહી કાયમીરૂપે પ્રતિબંધિત છે.",
    "TermsConditions.omniBazaarSoftwareTitle": "OmniBazaar સૉફ્ટવેર",
    "TermsConditions.editOrModifyStart": "OmniBazaar હકારાત્મક વપરાશકર્તા અનુભવ પહોંચાડવા માટે પ્રતિબદ્ધ છે અને તમે સમજો છો કે OmniBazaar, સંપાદિત, મોનીટર, સમીક્ષા, કાઢી નાખવું, સંશોધિત કરવા અથવા કોઈપણ સામગ્રી અથવા સામગ્રીને આપવામાં અથવા તેના પર મૂકવામાં અથવા સૉફ્ટવેરને ખસેડવા માટે તેની સંપૂર્ણ સ્વતંત્રતામાં,નોટિસ વિના અધિકાર સુરક્ષિત કરે છે.",
    "TermsConditions.useOfTheSoftwareTitle": "સૉફ્ટવેરનો તમારો ઉપયોગ",
    "TermsConditions.conductPoliciesTitle": "તમે સૉફ્ટવેરનો ઉપયોગ કરતી વખતે OmniBazaar'sની આચાર નીતિઓનું પાલન કરવા સંમત થાઓ છો",
    "TermsConditions.representationAndWarrantyTitle": "તમારી સામાન્ય પ્રતિનિધિત્વ અને વૉરંટી",
    "TermsConditions.copyrightContent2": "૨.\tતમે આ કરાર દ્વારા મંજૂર સિવાય, સૉફ્ટવેરનાં કોઈપણ ભાગની કૉપિ, ફરીથી વિતરણ, ઉપયોગ અથવા પ્રકાશિત કરી શકશો નહીં.",
    "TermsConditions.copyrightContent1": "૧. સામગ્રી, સંગઠન, ગ્રાફિક્સ, ડિઝાઇન, સંકલન, ચુંબકીય ભાષાંતર, ડિજિટલ રૂપાંતર અને સૉફ્ટવેર (\"કૉપિરાઇટ સામગ્રી\") થી સંબંધિત અન્ય બાબત અથવા લાગુ સામગ્રી માલિકની સંપત્તિ છે અને તે હેઠળની સામગ્રી હેઠળ છે. લાગુ કૉપિરાઇટ્સ, ટ્રેડમાર્ક્સ અને અન્ય માલિકીના અધિકારો. ",
    "TermsConditions.legalConditionsTitle": " કાનૂની શરતો ",
    "TermsConditions.representationAndWarranty3": "તમે સૉફ્ટવેરનો ઉપયોગ કરશો જેથી કરીને કોઈપણ તૃતીય પક્ષના બૌદ્ધિક સંપદા હકોનું ઉલ્લંઘન અથવા દૂષિત ન થાય.",
    "TermsConditions.representationAndWarranty2": "તમે સૉફ્ટવેરનો ઉપયોગ આ મુજબ કરશો",
    "TermsConditions.representationAndWarranty1": "તમે પ્રતિનિધિત્વ કરો છો અને તે બાંયધરી આપો છો:",
    "TermsConditions.omniCoinToken1": "1.\tOmniBazaar શ્વેત પત્ર અને OmniBazaar ઑફરિંગ અને / અથવા નિયમો અને શરતો મેમોરેન્ડમ (સામૂહિક રૂપે, \"Memorandum\") માં વધુ વર્ણવ્યા મુજબ, OmniBazaar તેના ટોકન સેલ ઇવેન્ટ (\"Sale\") નું સંચાલન કરે છે.",
    "TermsConditions.updatedVersionsTitle": "તમે સૉફ્ટવેરનાં નવીનતમ સંસ્કરણોને સ્વીકારવા માટે જવાબદાર છો",
    "TermsConditions.limitedPurposes4": " ૪. સૉફ્ટવેર OmniCoin અને અન્ય સૉફ્ટવેરનો ઉપયોગ કરે છે અથવા તેનો ઉપયોગ કરે છે, સ્રોત કોડ જેના માટે સ્રોત છે અને તે પ્રજનન અને તેનો ઉપયોગ તે પ્રોગ્રામ્સના લાઇસેંસ દ્વારા સંચાલિત થાય છે. ખાસ કરીને, OmniCoin ક્રિપ્ટોમુદ્રા સૉફ્ટવેર MIT લાઇસન્સ હેઠળ લાઇસેંસ પ્રાપ્ત છે (",
    "TermsConditions.liabilityLimited3": "૩. OmniBazaar કોઈપણ ભૂલ, અવગણના, વિક્ષેપ, કાઢી નાખવું, ખામી, ઓપરેશન અથવા ટ્રાન્સમિશનમાં વિલંબ, સંદેશાવ્યવહાર લાઇન નિષ્ફળતા, ચોરી અથવા વિનાશ અથવા અનધિકૃત ઍક્સેસ, અથવા બદલવાની કોઈ જવાબદારી લેતું નથી.",
    "TermsConditions.liabilityLimited2": "૨. સૉફ્ટવેરના કોઈપણ વપરાશકર્તાના ઑન- અથવા ઓફ લાઈન બજાર માટે જવાબદાર છે.",
    "TermsConditions.liabilityLimited1": "૧. OmniBazaar કોઈપણ સૉફ્ટવેર પર પોસ્ટ થતી તૃતીય પક્ષની સામગ્રી અને સાઇટ્સ માટે જવાબદાર નથી.",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "૪. તમે સમજો છો કે સામગ્રી, તૃતીય-પક્ષ સામગ્રી, લિંક્સ સહિત પરંતુ આટલી સુધી મર્યાદિત નહીં હોવાને લીધે તમે સૉફ્ટવેર પર અથવા તેના દ્વારા પૂરી પાડવામાં આવેલી કોઈપણ માહિતીની પુષ્ટિ અને ખાતરી કરવી તે તમારું ફરજ છે અને તે આવી કોઈ પણ માહિતી પર આધાર રાખવાની એકમાત્ર જોખમ ધરાવો છો,",
    "TermsConditions.liabilityLimited5": "૫. વપરાશકર્તાઓ અથવા અન્ય કોઈપણ વ્યક્તિના કમ્પ્યુટર અથવા / અથવા મોબાઇલ ઉપકરણને ઇજા અથવા નુકસાન સહિત તકનીકી સમસ્યાઓ અથવા સૉફ્ટવેર પરના ટ્રાફિક ભીડના કારણે કોઈપણ ઓનલાઈન તકનીકી અથવા તકનીકી ખામીઓ, સેલ્યુલર ડેટા પ્રદાતા અથવા નેટવર્ક, અથવા પ્રદાતાઓ, કમ્પ્યુટર સાધનો, સૉફ્ટવેરની સમસ્યા માટે OmniBazaar જવાબદાર નથી. , ",
    "TermsConditions.omniBazaarSoftwareEnd": "બજારના વપરાશકર્તાઓ વિશેની પ્રતિષ્ઠા અને અન્ય માહિતીનો ટ્રૅક કરો અને ઉપયોગ કરો.",
    "TermsConditions.limitedPurposes4_2": ")૪.૨.  આ લાઇસેંસમાં કંઈ પણ આ ઓપન સોર્સ સૉફ્ટવેર લાઇસેંસને અમાન્ય અથવા ઉલ્લંઘન કરવાનો છે.",
    "TermsConditions.personalInfo1_1": ",આ સંદર્ભમાં સમાવિષ્ટ છે.",
    "TermsConditions.floridaLawText2": " સૉફ્ટવેરને ડાઉનલોડ કરીને અથવા તેનો ઉપયોગ કરીને, તમે આગળ જણાવેલ અને તમે પ્રતિનિધિત્વ અને વૉરંટ આપો કે તમે, અથવા આવા દેશના કોઈ પણ રાષ્ટ્રીય અથવા નિવાસીના નિયંત્રણ હેઠળ અથવા કોઈ પણ સૂચિમાં સ્થિત નથી અને સૉફ્ટવેર અને અંતર્ગત માહિતી અને તકનીક ક્યુબા, ઇરાક, લિબિયા, યુગોસ્લાવિયા, ઉત્તર કોરિયા, ઈરાન, સીરિયા અથવા અન્ય કોઈ પણ (અથવા રાષ્ટ્રીય અથવા નિવાસી) માં (અથવા) નિકાસ અથવા ફરીથી નિકાસ અથવા ફરીથી નિકાસ કરી શકાતી નથી. અમેરિકન ટ્રેઝરી ડિપાર્ટમેન્ટની વિશેષ રૂપે નિયુક્ત રાષ્ટ્રો અથવા અમેરિકન કોમર્સ ડિપાર્ટમેન્ટના ટેબલ ઑફ ડેંટી ઓર્ડર્સની સૂચિ પરના કોઈપણને તે દેશ કે જેના પર અમેરિકાએ માલ બંધ કરી દીધી છે.",
    "TermsConditions.floridaLawText3": "સૉફ્ટવેર \"વેપારી વસ્તુ,\" એ એક અગત્યની આઇટમ છે, કારણ કે તે પરિભાષા ૪૮ CFR ૨.૧૦૧ (ઑક્ટો ૧૯૯૫) પર વ્યાખ્યાયિત કરવામાં આવી છે, જેમાં વ્યવસાયિક કમ્પ્યુટર સૉફ્ટવેર અને વ્યાવસાયિક કમ્પ્યુટર સૉફ્ટવેર દસ્તાવેજો શામેલ છે, કેમ કે આ શરતોનો ઉપયોગ ૪૮ માં થાય છે. CFR ૧૨.૨૧૨ (સપ્ટેમ્બર, ૧૯૯૫). ૪૮ CFR ૧૨.૨૧૨ અને ૪૮ CFR ૨૨૭.૭૨૦૨-૧ થી ૨૨૭.૭૨૦૨-૪ (જૂન ૧૯૯૫) થી સુસંગત, અમેરિકન સરકારે વપરાશકર્તાઓને આ કરાર દ્વારા પ્રદાન કરેલા સૉફ્ટવેરમાં ફક્ત તે જ અધિકારો પ્રાપ્ત કર્યા છે ",
    "TermsConditions.floridaLawText1": " સૉફ્ટવેરનો ઉપયોગ કરીને, સૉફ્ટવેરમાંથી ઉદ્ભવતા કોઈપણ વિવાદમાં ઉપરોક્ત નિયમને આધારે, તમે સ્પષ્ટ રૂપે સંમત છો કે આવા વિવાદને ફ્લોરિડા રાજ્યના કાયદાઓ દ્વારા સંચાલિત કરવામાં આવશે, તેના કાયદાના સંઘર્ષને ધ્યાનમાં લીધા વગર જોગવાઈઓ, અને તમે આવા વિવાદના રિઝોલ્યુશન માટે, ફ્લોરિડા રાજ્યના અને ફેડરલ અદાલતોના વિશિષ્ટ અધિકારક્ષેત્ર અને સ્થળની સ્પષ્ટ રૂપે સંમત થાઓ છો અને સંમતિ આપો છો. Omnibazaar અને તમે સમાન કમ્પ્યુટર માહિતી વિનિમય એક્ટ (\"UCITA\"), અમેરિકન કન્વેન્શન ગૂડ્સના આંતરરાષ્ટ્રીય વેચાણ (\"UCITA\") અને કોઈપણ અધિકારક્ષેત્રના કોઈપણ કાયદાનો ઉપયોગ કે જે UCITA અથવા CISG લાગુ કરશે અથવા આ કરારમાં UCITA અથવા CISG ની સમકક્ષ શરતો સાથે સામેલ થાઓ છો.",
    "TermsConditions.conductPolicies5": "તમે OmniBazaar કોઈપણ સૉફ્ટવેર (અથવા અન્ય એકાઉન્ટ્સ, કમ્પ્યુટર સિસ્ટમ્સ અથવા સૉફ્ટવેરથી કનેક્ટ કરેલા નેટવર્ક્સ) ની ઍક્સેસને અટકાવવા અથવા પ્રતિબંધિત કરવા માટે કોઈપણ પગલાંને બાયપાસ કરશે નહીં;"
}