{
    "TermsConditions.registrationAndAccountStart": "जब आप सॉफ़्टवेयर का उपयोग करते हैं तो आप OmniBazaar को कुछ पंजीकरण और खाता जानकारी प्रदान कर सकते हैं, जो कि  OmniBazaar आपको सॉफ्टवेयर प्रदान करने के लिए भरोसा करेगा। आपके खाते की सुरक्षा और सटीकता का निर्माण, पंजीकरण और रखरखाव करते समय आपके दायित्व निम्नलिखित हैं:",
    "TermsConditions.limitedPurposesTitle": "आप सीमित उद्देश्यों के लिए  OmniBazaar सॉफ्टवेयर का उपयोग कर सकते हैं",
    "TermsConditions.conductPolicies9": "आप अपने द्वारा प्राप्त किए गए किसी भी अधिकार को कॉपी, किराए, पट्टे, वितरित, या अन्यथा स्थानांतरित नहीं करेंगे;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "आप सॉफ़्टवेयर से किसी भी सामग्री या सामग्री की कटाई या परिमार्जन नहीं करेंगे;",
    "TermsConditions.updatedVersions1": "1. यदि OmniBazaar सॉफ़्टवेयर और / या सॉफ़्टवेयर के अद्यतन संस्करण प्रदान करता है और आप इन अपडेट किए गए संस्करणों को स्वीकार नहीं करते हैं, तो आप सबसे हाल की सामग्री, सुविधा सेट और सामग्रियों का आनंद नहीं ले सकते।",
    "TermsConditions.privacyPolicy": "गोपनीयता नीति",
    "TermsConditions.updatedVersions2": "2.यदि आप सॉफ़्टवेयर के अपडेट किए गए संस्करणों को स्वीकार नहीं करते हैं, तो OmniBazaar आपके निर्णय के लिए कोई जिम्मेदारी या दायित्व नहीं उठाएगा",
    "TermsConditions.trademarksTitle": "आप सॉफ़्टवेयर पर दिखने वाले ट्रेडमार्क का उल्लंघनपूर्ण तरीके से उपयोग नहीं कर सकते हैं",
    "TermsConditions.termsIntroNotice": "महत्वपूर्ण सूचना: इस समझौते को लागू किया जा रहा है, जो आपको किसी भी दावे को पूरा करने के लिए जरूरी है, जिसे आप तय करने और अंतिम मध्यस्थता के लिए स्वीकार नहीं करते हैं। प्रवेश में, प्रवेश परीक्षा में प्रवेश, (ए) आप केवल उन व्यक्तिगत आधारों पर आवेदन पत्र प्राप्त करने के लिए तैयार होंगे, जो किसी व्यक्तिगत आधार पर किसी भी कक्षा या उत्तर पुस्तिका के रूप में नहीं हों, बल्कि किसी भी कक्षा या प्रतिनिधि अधिनियम के तहत एक सदस्य हों। एक व्यक्तिगत आधार पर, वादी से जुड़ने के लिए आवश्यक है (वैयक्तिक, चिकित्सा, और विनिमेय नियम)। इस समझौते को प्राप्त करने से, आपको लगता है कि आप इस समझौते के नियमों के बारे में पूरी तरह से पढ़ चुके हैं और उन सभी को स्वीकार नहीं कर रहे हैं, जो अनुभागों के गठन की जाँच करने के लिए सीमित नहीं हैं।",
    "TermsConditions.registrationAndAccountTitle": "आपका पंजीकरण और खाता सुरक्षा",
    "TermsConditions.conductPolicies11": "आप किसी भी सॉफ्टवेयर, वायरस या दूरसंचार उपकरण की कार्यक्षमता को बाधित, नष्ट या सीमित करने के लिए डिज़ाइन किए गए सॉफ़्टवेयर वायरस, या किसी अन्य कंप्यूटर कोड, फ़ाइलों या प्रोग्रामों को अपलोड, पोस्ट, प्रसारित, साझा, संग्रह या अन्यथा नहीं करेंगे।",
    "TermsConditions.conductPolicies10": "आप कूटशब्द या व्यक्तिगत रूप से पहचान करने वाली जानकारी को सम्मिलित नहीं करेंगे (इसमें शामिल हैं, लेकिन किसी और के नाम, जन्म तिथि, घर का पता, आईपी पता, क्रेडिट कार्ड नंबर, सामाजिक सुरक्षा नंबर, या अन्य सरकार द्वारा जारी पहचान जानकारी) या गैरकानूनी उद्देश्य तक सीमित नहीं है ;",
    "TermsConditions.conductPolicies13": "आप सॉफ़्टवेयर पर या उसके माध्यम से किसी अन्य उपयोगकर्ता या किसी भी पक्ष को धमकी नहीं देंगे, डराएंगे या परेशान नहीं करेंगे;",
    "TermsConditions.conductPolicies12": "अन्यथा आप OmniBazaar के दिशानिर्देशों और नीतियों का उल्लंघन करते हुए कोई कार्रवाई नहीं करेंगे;",
    "TermsConditions.conductPolicies14": "आप अपनी पहचान का गलत तरीके से प्रतिनिधित्व नहीं करेंगे या किसी तीसरे पक्ष को लागू नहीं करेंगे और न ही किसी भी संस्था के साथ आपकी संबद्धता के बारे में तीसरे पक्ष को गलत तरीके से बताएंगे या भ्रमित करेंगे।;",
    "TermsConditions.regulations2": "2. आप सॉफ़्टवेयर के संबंध में आपकी सभी गतिविधि के लिए ज़िम्मेदार हैं।",
    "TermsConditions.regulations3": "3. आप सभी लागू स्थानीय, राज्य, राष्ट्रीय और अंतर्राष्ट्रीय कानूनों और विनियमों का पालन करेंगे और यदि आप किसी व्यवसाय, शैक्षिक, शिक्षा, शिक्षण, गोपनीयता या अन्य स्व-नियामक कोड (ओं) का प्रतिनिधित्व करते हैं।",
    "TermsConditions.regulations1": "1. आप इस अनुबंध द्वारा निषिद्ध किसी भी प्रयोजन के लिए सॉफ़्टवेयर का उपयोग नहीं करने का वादा करते हैं।",
    "TermsConditions.copyrightContentTitle": "सॉफ़्टवेयर की सभी सामग्री का सर्वाधिकार उस सामग्री के प्रदाता के पास होता है",
    "TermsConditions.termsIntroTitle": "OmniBazaar, Inc.सॉफ्टवेयर के उपयोग की शर्तें",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar नोटिस के बिना सॉफ्टवेयर पर कुछ भी संपादित या संशोधित कर सकता है",
    "TermsConditions.importantNoticesTitle": "महत्वपूर्ण सूचनाएँ",
    "TermsConditions.agreeToIndemnifyText": "आप क्षतिपूर्ति करने, बचाव करने और हानिरहित  OmniBazaar, उसके ठेकेदारों, अनुज्ञाकर्ताओ, सहायक और सहयोगियों और उनके संबंधित भागीदारों, निदेशकों, अधिकारियों, सदस्यों, प्रबंधकों, कर्मचारियों और एजेंटों से सहमत हैं और किसी भी और सभी दावों और खर्चों के खिलाफ, किसी भी और सभी को शामिल करते हैं। नुकसान, लागत, देयताएं और वकीलों की शुल्क, या सॉफ्टवेयर के आपके उपयोग के संबंध में उत्पन्न होने वाली: (1) सॉफ्टवेयर का आपका उपयोग, (2) किसी भी तीसरे पक्ष की सामग्री, तीसरे पक्ष की साइटें और अन्य सामग्री, (3) किसी भी खरीद से या विक्रेताओं के साथ बातचीत (4) आपके इस समझौते का उल्लंघन, या किसी कानून या किसी तीसरे पक्ष के अधिकारों, और (5) आपके इस समझौते का उल्लंघन और / या आपके अभ्यावेदन और वारंटियों का उल्लंघन।",
    "TermsConditions.trademarksTitle1": "1. आप सहमत हैं कि  OmniBazaar, CryptoBazaar, OmniCoin, और अन्य  OmniBazaar ग्राफिक्स, लोगो, पेज हेडर, बटन आइकन, स्क्रिप्ट, और सेवा नाम ट्रेडमार्क, पंजीकृत ट्रेडमार्क या  OmniBazaar के ट्रेड ड्रेस या इसके सहयोगी (\"ट्रेडमार्क सामग्री) हैं।\").",
    "TermsConditions.trademarksTitle3": "3.\t अन्य सभी ट्रेडमार्क जिनके पास  OmniBazaar या उसके सहयोगी नहीं हैं, जो सॉफ्टवेयर पर दिखाई दे सकते हैं, उनके संबंधित स्वामियों की संपत्ति है, जो  OmniBazaar या उसके सहयोगियों द्वारा संबद्ध, संबद्ध या प्रायोजित नहीं हो सकते हैं।",
    "TermsConditions.trademarksTitle2": "2.\t OmniBazaar ट्रेडमार्क और ट्रेड ड्रेस का उपयोग किसी भी उत्पाद या सेवा के संबंध में नहीं किया जा सकता है जो कि  OmniBazaar नहीं है, किसी भी तरीके से उपभोक्ताओं के बीच भ्रम पैदा करने की संभावना है, या किसी भी तरह से  OmniBazaar को नापसंद या बदनाम करता है।",
    "TermsConditions.reviewingChangesEnd": "इसके अलावा, सॉफ़्टवेयर के माध्यम से दी जाने वाली कुछ सेवाएं समय-समय पर ओ OmniBazaar द्वारा निर्दिष्ट अतिरिक्त नियमों और शर्तों के अधीन हो सकती हैं और ऐसी सेवाओं का उपयोग उन अतिरिक्त नियमों और शर्तों के अधीन होता है, जिन्हें इस संदर्भ में इस समझौते में शामिल किया गया है।",
    "TermsConditions.omniCoinTokenTitle": "OmniCoin टोकन बिक्री कार्यक्रम",
    "TermsConditions.floridaLawTitle": "आप सहमत हैं कि फ्लोरिडा कानून इस समझौते पर लागू होता है",
    "TermsConditions.agreement1": "1.\t आप समझते हैं कि सॉफ़्टवेयर स्थापित या उपयोग करके, आप यहाँ मौजूद नियमों और शर्तों का अनुपालन करने और सहमत होने के लिए सहमत हैं (\"उपयोग की शर्तें \" या \"अनुबंध \", जिसमें  OmniBazaar ’भी शामिल है)'",
    "TermsConditions.omniBazaarSoftware8": "8. बाजार  के उपयोगकर्ताओं के बारे में प्रतिष्ठा और अन्य जानकारी को ट्रैक और उपयोग करें।",
    "TermsConditions.omniBazaarSoftware5": "5. उन उपयोगकर्ताओं को पुरस्कृत करें जो अन्य उपयोगकर्ताओं और बाज़ार को लाभ पहुंचाने वाली सेवाएँ प्रदान करते हैं।",
    "TermsConditions.omniBazaarSoftware4": "4. OmniCoin और  बिटकॉइन  क्रिप्टोमुद्रा का उपयोग करके खरीदारी के लिए स्वचालित भुगतान सक्षम करें।",
    "TermsConditions.omniBazaarSoftware7": "7. एक एस्क्रो सेवा प्रदान करें जो उपयोगकर्ताओं को अन्य उपयोगकर्ताओं के साथ व्यापार करने की अनुमति देती है जो वे नहीं जानते या विश्वास नहीं करते हैं।",
    "TermsConditions.omniBazaarSoftware6": "6. अपने मित्रों से जुड़ने और उनको रेफ़र करने  वाले उपयोगकर्ताओं को निशुल्क  OmniCoins वितरित करें।",
    "TermsConditions.omniBazaarSoftware1": "1. एक पीयर-से-पीयर डेटा-साझा नेटवर्क (\"OmniBazaar बाजार मंच \" या \"नेटवर्क\") बनाएं।",
    "TermsConditions.registrationAndAccount1": "1. आप अपने स्वयं के उपयोग के लिए अपना खाता पंजीकृत करेंगे और किसी अन्य व्यक्ति के उपयोग के लिए नहीं, अहंकार, या अन्य पहचान को बदल देंगे।",
    "TermsConditions.omniBazaarSoftware3": "3. व्यक्तियों और व्यवसायों को एक दूसरे से वस्तुओं और सेवाओं को खरीदने और बेचने की अनुमति दें।",
    "TermsConditions.omniBazaarSoftware2": "2. उपयोगकर्ता के कंप्यूटर को उस नेटवर्क से  जोड़े।।",
    "TermsConditions.limitedPurposes4_1": "). अपाचे 2.0 अनुज्ञापत्र के तहत काउचबेस (और इसके संबद्ध कार्यक्रम) अनुज्ञापत्र प्राप्त हैं (",
    "TermsConditions.registrationAndAccount6": "6. आप अपना संपर्क और अन्य जानकारी OmniBazaar (जैसे ईमेल, स्थान आदि) द्वारा सही और अद्यतित रखेंगे।",
    "TermsConditions.personalInfo2": "2. OmniBazaar केवल  OmniBazaar के अनुसार व्यक्तिगत जानकारी का उपयोग करेगा ",
    "TermsConditions.personalInfo3": "3. आप सॉफ़्टवेयर के संचालन का समर्थन करने के लिए आवश्यक रूप से इस जानकारी को प्रदर्शित करने, पुन: पेश करने, संचारित करने, उपयोग करने और / या संग्रह करने के लिए एक विश्वव्यापी, स्थायी, राजस्व-मुक्त, अपरिवर्तनीय और हस्तांतरणीय अनुज्ञा  प्रदान करते हैं।",
    "TermsConditions.lawsApplicableTitle": "It is your responsibility to make sure this Agreement and your use of the Software complies with all laws applicable to you",
    "TermsConditions.risk3": "3. आप अपने आप को और अपने कंप्यूटर प्रणाली को वायरस, कीड़े, ट्रोजन हॉर्स और अन्य हानिकारक या विनाशकारी सामग्री से बचाने के लिए आवश्यक सावधानी बरतने के लिए जिम्मेदार हैं।",
    "TermsConditions.risk2": "2. सॉफ्टवेयर प्रदान करने से, ओमनीबाजार का प्रतिनिधित्व या इसका मतलब यह नहीं है कि यह वहां पोस्ट की गई किसी भी सामग्री या सामग्री का समर्थन करता है, या यह मानता है कि ऐसी सामग्री सटीक, उपयोगी या गैर-हानिकारक है।",
    "TermsConditions.risk1": "1. OmniBazaar के पास किसी भी सामग्री या सामग्री की समीक्षा करने का कोई दायित्व नहीं है, जिसमें विक्रेता और उत्पाद जानकारी शामिल है, जो सॉफ्टवेयर के माध्यम से या इसके माध्यम से पोस्ट की गई है और इसलिए ऐसी सामग्री या सामग्री के लिए जिम्मेदार नहीं हो सकती है।",
    "TermsConditions.risk6": "6. सॉफ्टवेयर के उपयोग से उत्पन्न किसी भी हानि के लिए, या सॉफ़्टवेयर पर पोस्ट की गई सामग्री के उन उपयोगकर्ताओं द्वारा देखने या डाउनलोड करने से OmniBazaar किसी भी जिम्मेदारी का खुलासा करता है।",
    "TermsConditions.risk5": "5. सॉफ़्टवेयर में ऐसी सामग्री भी हो सकती है जो गोपनीयता या प्रचार अधिकारों का उल्लंघन करती है, या तीसरे पक्ष की बौद्धिक संपदा और अन्य मालिकाना अधिकारों का उल्लंघन करती है, या डाउनलोड, नकल या उपयोग अतिरिक्त नियमों और शर्तों के अधीन है, जिन्हें कहा गया है या अस्थिर किया गया है।",
    "TermsConditions.risk4": "4. सॉफ़्टवेयर में ऐसी सामग्री हो सकती है जो आपत्तिजनक, अशोभनीय, या अन्यथा आपत्तिजनक है, साथ ही साथ तकनीकी अशुद्धियाँ, टाइपोग्राफिक गलतियाँ, और अन्य त्रुटियाँ हैं।",
    "TermsConditions.ageOfUseTitle": "ओमनीबाजार सॉफ्टवेयर का उपयोग करने के लिए आपकी आयु 18 या उससे अधिक होनी चाहिए",
    "TermsConditions.riskTitle": "आप अपने जोखिम पर OmniBazaar सॉफ्टवेयर का उपयोग करें",
    "TermsConditions.personalInfoTitle": "आपकी व्यक्तिगत जानकारी",
    "TermsConditions.agreementTitle": "OmniBazaar और आप के बीच समझौता",
    "TermsConditions.regulationsTitle": "आप इस समझौते और आप पर लागू होने वाले किसी भी कानून या नियमों का पालन करने का वादा करते हैं",
    "TermsConditions.responsibleForFollowingTitle": "क्या कानून और नियम आप निम्नलिखित के लिए जिम्मेदार हैं",
    "TermsConditions.otherTermsTitle": "अन्य शर्तें",
    "TermsConditions.reviewingChanges4": "4. यदि आप इनमें से किसी भी परिवर्तन के बाद सॉफ़्टवेयर का उपयोग करना जारी रखते हैं, तो आपके निरंतर उपयोग का अर्थ होगा कि आपने समझौते में कोई भी परिवर्तन स्वीकार कर लिया है।",
    "TermsConditions.reviewingChanges1": "1.\t यह समझौता सॉफ्टवेयर के सभी उपयोगकर्ताओं पर लागू होता है।",
    "TermsConditions.reviewingChanges3": "3.\t OmniBazaar सॉफ्टवेयर पर नवीनतम समझौते को पोस्ट करेगा, लेकिन सॉफ्टवेयर का उपयोग करने से पहले इसकी समीक्षा करना आपके ऊपर है।",
    "TermsConditions.reviewingChanges2": "2. विशेष रूप से आपको सूचित किए बिना OmniBazaar समय-समय पर इस समझौते में बदलाव कर सकता है।",
    "TermsConditions.limitedPurposes10": "10. आप लिखित अनुमति के बिना लिंक के हिस्से के रूप में किसी भी  OmniBazaar लोगो या अन्य मालिकाना ग्राफिक या ट्रेडमार्क का उपयोग नहीं कर सकते हैं।",
    "TermsConditions.representationAndWarranty2_1": ", इस समझौते के साथ और सभी लागू कानूनों और विनियमों के साथ (अपने देश, राज्य, शहर या अन्य सरकारी क्षेत्र में किसी भी स्थानीय कानून या नियमों को सीमित किए बिना, ऑनलाइन आचरण और स्वीकार्य सामग्री के बारे में, और तकनीकी डेटा के प्रसारण के बारे में सभी लागू कानूनों सहित) संयुक्त राज्य अमेरिका या उस देश से निर्यात किया जाता है जिसमें आप रहते हैं)",
    "TermsConditions.registrationAndAccount3": "3. आप OmniBazaar की लिखित सहमति प्राप्त किए बिना अपने खाते को किसी को भी सौंपेंगे या हस्तांतरित नहीं करेंगे।",
    "TermsConditions.registrationAndAccount2": "2. आप अपने लिए केवल एक खाता बनाएंगे।",
    "TermsConditions.agreement3": "1.\t यह समझौता सॉफ्टवेयर के संबंध में, या सॉफ्टवेयर के माध्यम से प्रदान की गई सामग्री, उत्पादों या सेवाओं और इस समझौते के विषय के साथ सभी पूर्व या समकालीन समझौतों, अभ्यावेदन, वारंटी और समझ का समर्थन करता है।",
    "TermsConditions.agreement2": "2.\t यह समझौता हमारे और आपके बीच संपूर्ण और एकमात्र समझौता है।",
    "TermsConditions.registrationAndAccount7": "7. आप अपना कूटशब्द साझा नहीं करेंगे, अपने खाते को एक्सेस करने के अलावा किसी को भी दें, या ऐसा कुछ भी करें जो आपके खाते की सुरक्षा से समझौता कर सके।",
    "TermsConditions.personalInfo1": "1. आप समझते हैं और स्वीकार करते हैं कि सॉफ़्टवेयर का आपका उपयोग द्वारा शासित है",
    "TermsConditions.registrationAndAccount5": "5. यदि OmniBazaar आपके खाते को समाप्त या निष्क्रिय कर देता है, तो आप पहले OmniBazaar की लिखित सहमति प्राप्त किए बिना दूसरा खाता नहीं बना सकते हैं।",
    "TermsConditions.registrationAndAccount4": "4. खाता पंजीकृत करते समय आप गलत या भ्रामक जानकारी नहीं देंगे।",
    "TermsConditions.agreeToIndemnifyTitle": "आप  OmniBazaar की निंदा करने के लिए सहमत हैं",
    "TermsConditions.otherTerms3": "3. आप सहमत हैं कि कोई भी मध्यस्थता अंग्रेजी भाषा में, पिनैलस काउंटी, फ्लोरिडा में होगी और मध्यस्थता का निर्णय किसी भी अदालत में लागू किया जा सकता है। किसी भी कार्रवाई में प्रचलित पार्टी या इस समझौते को लागू करने के लिए लागत और वकीलों के शुल्क के हकदार होंगे।",
    "TermsConditions.otherTerms2": "2. आप सहमत हैं कि निषेधाज्ञा या न्यायसंगत राहत के लिए दावों को छोड़कर या बौद्धिक संपदा अधिकारों के संबंध में दावे (जो कि किसी बंधन के पद के बिना किसी सक्षम अदालत में लाए जा सकते हैं), इस समझौते के तहत उत्पन्न होने वाले किसी भी विवाद को आखिरकार व्यापक के अनुसार सुलझा लिया जाएगा। इस तरह के नियमों के अनुसार नियुक्त मध्यस्थों द्वारा न्यायिक मध्यस्थता और मध्यस्थता सेवा, Inc (\"JAMS \") के मध्यस्थता नियम।",
    "TermsConditions.limitedPurposes8": "8. आप सॉफ़्टवेयर की प्रतिलिपि बनाने, प्रजनन, प्रकाशन, पुनर्व्यवस्था, पुनर्वितरण, संशोधन, संशोधन, परिवर्तन, या उत्क्रम अभियांत्रिकी में संलग्न नहीं हो सकते हैं।",
    "TermsConditions.limitedPurposes9": "9. आपको OmniBazaar के मुख पृष्ठ पर एक हाइपरलिंक बनाने के लिए एक सीमित, निरर्थक और कोई भी योग्य अधिकार नहीं दिया गया है, जब तक कि लिंक  OmniBazaar, उसके सहयोगियों या उनके उत्पादों या सेवाओं को झूठे, भ्रामक, अपमानजनक या अन्यथा अपमानजनक रूप में चित्रित नहीं करता है। मामला।",
    "TermsConditions.otherTerms7": "7. यह समझौता पक्षकारों, उनके उत्तराधिकारियों और अनुमत असाइनमेंट के लाभ के लिए बाध्यकारी होगा और उनके लिए अयोग्य होगा। इस समझौते के पैराग्राफ की हेडिंग केवल सुविधा के लिए डाली गई है और इस समझौते का हिस्सा बनने या इसके निर्माण को प्रभावित करने के लिए नहीं समझा जाएगा।",
    "TermsConditions.otherTerms6": "6. OmniBazaar बिना शर्त के इस समझौते के तहत अपने अधिकार सौंप सकता है। ",
    "TermsConditions.otherTerms5": "5. इस समझौते या किसी भी उल्लंघन की किसी भी अवधि या स्थिति के किसी भी पक्ष द्वारा एक छूट, किसी भी उदाहरण में, इस तरह की अवधि या शर्त या उसके बाद के उल्लंघन के किसी भी छूट नहीं देगा।",
    "TermsConditions.otherTerms4": "4. यदि इस समझौते के किसी भी हिस्से को अमान्य या अप्रवर्तनीय माना जाता है, तो उस हिस्से को पार्टियों के मूल इरादे को प्रतिबिंबित करने के लिए माना जाएगा, और शेष भाग पूरी ताकत और प्रभाव में रहेंगे।",
    "TermsConditions.limitedPurposes2": "2. OmniBazaar आपको सॉफ्टवेयर, या सॉफ्टवेयर के किसी भी हिस्से को संशोधित करने का अधिकार नहीं देता है।",
    "TermsConditions.limitedPurposes3": "3. आप समझते हैं कि ओमनीबाजार आपको इसका अधिकार नहीं देता है: (a)सॉफ्टवेयर या इसकी सामग्री के अलावा (व्यावसायिक रूप से उपलब्ध कराए गए) को फिर से बेचना या बनाना; (b) सॉफ्टवेयर या उनकी सामग्री का कोई व्युत्पन्न उपयोग करना; (c) तृतीय पक्ष या व्यापारी के लाभ के लिए खाता जानकारी डाउनलोड या कॉपी करना; या (d) किसी भी डाटा माइनिंग, रोबोट या इसी तरह के डेटा एकत्र करने और निष्कर्षण उपकरण का उपयोग करें।",
    "TermsConditions.limitedPurposes1": "1. OmniBazaar आपको सॉफ्टवेयर के निजी उपयोग और उपयोग करने के लिए एक सीमित अनुज्ञा  देता है।",
    "TermsConditions.limitedPurposes6": "6. आप लिखित सहमति के बिना किसी भी ट्रेडमार्क, लोगो, या OmniBazaar और हमारे सहयोगियों की अन्य मालिकाना जानकारी को संलग्न करने के लिए फ्रेमिंग तकनीकों का उपयोग या उपयोग नहीं कर सकते हैं।",
    "TermsConditions.limitedPurposes7": "7. आप OmniBazaar के लिखित सहमति के बिना OmniBazaar के नाम या ट्रेडमार्क का उपयोग करके किसी भी मेटा टैग या किसी अन्य \"छिपे हुए पाठ\" का उपयोग नहीं कर सकते हैं। कोई भी अनधिकृत उपयोग OmniBazaar द्वारा अनुमति या अनुज्ञापत्र को समाप्त कर देता है।",
    "TermsConditions.omniCoinToken2": "2.\t आप समझते हैं कि बिक्री के संबंध में नियम, शर्तें और महत्वपूर्ण खुलासे और जानकारी श्वेत पत्र और ज्ञापन में उल्लिखित हैं।",
    "TermsConditions.limitedPurposes5": "5. आप समझते हैं कि सॉफ़्टवेयर या सॉफ़्टवेयर का कोई भी भाग, किसी भी वाणिज्यिक उद्देश्य के लिए, उसके अलावा, सीमित व्यावसायिक उपयोग के लिए आवश्यक के अलावा अन्य किसी भी व्यावसायिक उद्देश्य के लिए पुन: उपयोग, नकल, प्रतिलिपि, बेचा, पुनर्विक्रय, दौरा नहीं किया जा सकता है।",
    "TermsConditions.conductPolicies1": "1. हम सॉफ़्टवेयर को सुरक्षित और चालू रखने की पूरी कोशिश करते हैं, लेकिन हम इसकी गारंटी नहीं दे सकते। हमें ऐसा करने के लिए आपकी सहायता की आवश्यकता है, जिसमें निम्नलिखित प्रतिबद्धताएं शामिल हैं:",
    "TermsConditions.conductPolicies3": "आप सीमित दायरे के लागू कानूनों को छोड़कर विशेष रूप से इस तरह के प्रतिबंध को सीमित करने के अलावा किसी भी स्रोत कोड या अंतर्निहित विचारों या सॉफ़्टवेयर के किसी भी हिस्से के एल्गोरिदम को प्राप्त करने का प्रयास नहीं करेंगे, विघटित, विघटित, असम्पीडित नहीं करेंगे।;",
    "TermsConditions.conductPolicies2": "आप, सार्वजनिक रूप से प्रदर्शन, पुनर्प्रकाशन, पुनर्खरीद या किसी भी तरह से सॉफ़्टवेयर का शोषण नहीं कर सकते, व्युत्पन्न कार्य या अनुकूलन, वितरण, अनुवाद, व्युत्पन्न कार्य या रूपांतरण, सार्वजनिक रूप से OmniBazaar द्वारा अधिकृत रूप से अधिकृत के अलावा सॉफ़्टवेयर का शोषण नहीं करेंगे।;",
    "TermsConditions.termsIntro": "यह अंतिम उपयोगकर्ता समझौता (\"समझौता \") आपके द्वारा किसी भी OmniBazaar या OmniCoin -व्युत्पन्न सेवा या उत्पादों के उपयोग से पहले इसकी संपूर्णता में (\"उपयोगकर्ता\" या \"आप\") द्वारा पढ़ा जाना चाहिए। । कृपया ध्यान दें कि अनुबंध आपके और OmniBazaar Inc. के बीच एक कानूनी रूप से बाध्यकारी समझौता करता है (यहाँ \" OmniBazaar\", \"हम   \"य \"हम\" के रूप में संदर्भित) है, जो वर्णित इंटरनेट बाजार के समर्थन के लिए सॉफ्टवेयर प्रकाशित करता है। OmniBazaar.info और OmniCoin.info (\"सेवाएँ \") में वर्णित प्रायोगिक उत्पाद। अगर और जहां प्रदान की गई और / या सेवाओं का उपयोग करके \"मैं सहमत हूँ\" बटन पर क्लिक करके, आप इस अनुबंध में दिए गए नियमों और शर्तों के लिए सहमति देते हैं।",
    "TermsConditions.conductPolicies4": "आप सॉफ्टवेयर के समुचित कार्य या सॉफ्टवेयर पर संचालित किसी भी गतिविधि में हस्तक्षेप या प्रयास नहीं करेंगे;",
    "TermsConditions.conductPolicies7": "आप सॉफ़्टवेयर के किसी भी पृष्ठ पर \"क्रॉल\" या \"स्पाइडर\" के लिए मैन्युअल या स्वचालित सॉफ़्टवेयर, उपकरणों या अन्य प्रक्रियाओं का उपयोग नहीं करेंगे;",
    "TermsConditions.conductPolicies6": "आप सॉफ़्टवेयर पर किसी भी प्रकार का ऑटो-रेस्पॉन्डर या \"स्पैम \" नहीं चलाएंगे;",
    "TermsConditions.liabilityLimitedEnd3": "OMNIBAZAARA की आप के लिए कोई भी देयता, और अधिनियम के प्रारूप के संबंध में, उस समय के लिए सभी समय सीमा में शुल्क , यदि कोई हो, तो आप के उपयोग के लिए उपयोग करने के लिए, आप के लिए उपयोग करने के लिए अमेरिका से मिल जाएगा, लेकिन हमारे मामले में कोई जवाब नहीं होगा। आपको 50 डॉलर दिए जाएंगे। आप इस बात को स्वीकार करते हैं कि आप और OMNIBAZAAR को बाइंडिंग, व्यक्तिगत विवाचन द्वारा प्राप्त किया जा सकता है और आप अपनी गतिविधियों को एक कम गतिविधि लॉजि़ड या क्लास-विडम्बना में सहयोग करने के लिए तैयार करते हैं। यदि आप कोई शुल्क नहीं लेते हैं, तो आप सॉफ़्टवेयर के लिए अमेरिका जा सकते हैं, आप केवल नियमित रिजल्ट के लिए सीमित कर सकते हैं, कानून  द्वारा अनौपचारिक रूप से भुगतान किया जा सकता है, और किसी भी तरह के अमेरिका से पंजीकृत होने के लिए संलग्न नहीं होंगे। यदि आप एक कैलिफ़ोर्निया निवासी हैं, तो आप कॉलिफोरिनिया सिविल कोड 1542, जो कि राज्य में हैं, भाग में हैं: \"एक सामान्य नियम यह सुनिश्चित करने के लिए आवश्यक नहीं है कि जो हमारे पास आने के लिए या उसके पास जाने के लिए उपयुक्त नहीं हैं। कृपया, जो कि उसके द्वारा ज्ञात किया गया है, वह निश्चित रूप से देनदार के साथ उसका निपटान है\".",
    "TermsConditions.liabilityLimitedEnd2": "OMNIBAZAAR ने तृतीय पक्ष से संपर्क नहीं किया है या तृतीय पक्षों द्वारा दी गई जानकारी पर नियंत्रण नहीं रखता है, और किसी भी सूचना या सॉफ़्टवेयर पर दिए गए किसी भी जानकारी या विवरण के लिए अपने पंजीकरण के लिए उत्तरदायी नहीं होंगे।",
    "TermsConditions.liabilityLimitedEnd1": "हम सॉफ़्टवेयर और सेवाओं को ऊपर रखने की कोशिश करते हैं, बग-मुक्त और सुरक्षित हैं, लेकिन आप अपने स्वयं के जोखिम पर उपयोग करते हैं। सॉफ़्टवेयर से सूचनाएँ या सेवाएँ उपलब्ध हैं और सेवाओं को \"के रूप में\", \"के रूप में उपलब्ध है\", और सभी वारंटी, एक्सप्रेस या लागू, अस्वीकृत हैं। सूचना, सॉफ़्टवेयर और सेवाएँ मुख्य नियम, बग , त्रुटिया , समस्याएँ या अन्य सीमाएँ हैं। कोई भी प्रमाण पत्र OMNIBAZAAR या इसके प्रत्यक्षकर्ताओं को उपलब्ध नहीं होगा, जो किसी भी सॉफ़्टवेयर के उपयोग के लिए कोई भी देयता या देयता आपके पास हैं। हम किसी भी भारतीय, विशेष, आकस्मिक या व्यावसायिक धर्मावलंबियों के लिए योग्य नहीं हैं (व्यवसाय के अभाव के कारण, लाभार्थियों के पद, पदभार ग्रहण करने वाले, या पदचिन्ह), जो भक्तों के आगमन पर आधारित हैं, जो भक्तों के लिए प्रसिद्ध हैं। उत्पाद देयता या अन्य वस्तु, जैसे कि नुकसान की स्थिति का पता लगाया जाता है।",
    "TermsConditions.reviewingChangesTitle": "आप इस अनुबंध में बदलाव की समीक्षा करने के लिए जिम्मेदार हैं ",
    "TermsConditions.ageOfUse1": "1. आप समझते हैं कि आप सॉफ़्टवेयर का उपयोग नहीं कर सकते हैं जहाँ इस तरह का उपयोग निषिद्ध है",
    "TermsConditions.ageOfUse3": "3. 18 वर्ष से कम आयु के किसी भी व्यक्ति द्वारा सॉफ़्टवेयर का उपयोग या उपयोग अनधिकृत है। यदि आपकी उम्र 13 या उससे अधिक है, लेकिन 18 वर्ष से कम है, तो आपके पास सॉफ़्टवेयर का उपयोग करने और उपयोग की शर्तों को स्वीकार करने के लिए आपके माता-पिता या कानूनी अभिभावक की अनुमति होनी चाहिए।",
    "TermsConditions.ageOfUse2": "2. आप समझते हैं कि सॉफ़्टवेयर केवल उन उपयोगकर्ताओं के लिए अभिप्रेत है जो अठारह (18) वर्ष या उससे अधिक आयु के हैं और कानूनी रूप से एक बाध्यकारी समझौता कर सकते हैं।",
    "TermsConditions.ageOfUse5": "5. OmniBazaar जानबूझकर उन व्यक्तियों से जानकारी एकत्र नहीं करता है जो तेरह (13) वर्ष से कम हैं।",
    "TermsConditions.ageOfUse4": "4. आप प्रतिनिधित्व करते हैं और वारंट करते हैं कि आप 18 या उससे अधिक उम्र के हैं, या किसी और की ओर से इस समझौते में प्रवेश कर रहे हैं, जो 13 से 18 वर्ष के बीच है, और आप इस समझौते के सभी नियमों और शर्तों का पालन करने के लिए सहमत हैं।",
    "TermsConditions.omniBazaarSoftware": "OmniBazaar सॉफ्टवेयर (\"सॉफ्टवेयर \") एक मुफ्त सॉफ्टवेयर प्रोग्राम है जो निम्नलिखित कार्य करता है:",
    "TermsConditions.lawsApplicable2": "2. यह सुनिश्चित करने के लिए आप पूरी तरह से जिम्मेदार हैं कि यह अनुबंध आपके लिए लागू सभी कानूनों, नियमों और विनियमों का अनुपालन करता है।",
    "TermsConditions.lawsApplicable3": "3. आप समझते हैं कि सॉफ़्टवेयर को प्रवेश करने का आपका अधिकार रद्द कर दिया जाएगा, जहाँ सॉफ़्टवेयर का यह अनुबंध या उपयोग निषिद्ध है और यदि ऐसा है, तो आप किसी भी तरह से सॉफ़्टवेयर का उपयोग या उपयोग नहीं करने के लिए सहमत हैं।",
    "TermsConditions.lawsApplicable1": "1. आप समझते हैं कि OmniBazaar अपने विवेकाधिकार में, किसी भी व्यक्ति या संस्था को सॉफ़्टवेयर उपलब्ध कराने या उपलब्ध कराने से इंकार कर सकता है और किसी भी समय इसकी पात्रता मानदंड बदल सकता है।",
    "TermsConditions.liabilityLimitedTitle": "OmniBazaar की देनदारी सीमित है",
    "TermsConditions.otherTerms1": "1. आप और OmniBazaar इस बात से सहमत हैं कि सॉफ़्टवेयर से संबंधित या उत्पन्न होने वाली कार्रवाई का कोई भी कारण कार्रवाई के कारण शुरू होने के एक (1) वर्ष के भीतर शुरू होना चाहिए; अन्यथा, कार्रवाई का ऐसा कारण स्थायी रूप से वर्जित है।",
    "TermsConditions.omniBazaarSoftwareTitle": "OmniBazaar सॉफ्टवेयर",
    "TermsConditions.editOrModifyStart": "OmniBazaar  एक सकारात्मक उपयोगकर्ता अनुभव प्रदान करने के लिए प्रतिबद्ध है और आप समझते हैं कि OmniBazaar  किसी भी सामग्री या सामग्री को संपादित करने, निगरानी करने, समीक्षा करने, हटाने, संशोधित करने या स्थानांतरित करने का अधिकार सुरक्षित रखता है (लेकिन किसी भी सामग्री या सामग्री को उपलब्ध कराने या रखने के लिए या यद्यपि सॉफ्टवेयर में इसका एकमात्र विवेक, बिना किसी सूचना के।",
    "TermsConditions.useOfTheSoftwareTitle": "सॉफ्टवेयर का आपका उपयोग",
    "TermsConditions.conductPoliciesTitle": "सॉफ़्टवेयर का उपयोग करते समय आप OmniBazaar की आचरण नीतियों का अनुपालन करने के लिए सहमत होते हैं",
    "TermsConditions.representationAndWarrantyTitle": "आपका वस्तु्य प्रतिनिधित्व और वारंटी",
    "TermsConditions.copyrightContent2": "2.\t आप सॉफ़्टवेयर के किसी भी भाग की प्रतिलिपि, पुनर्वितरण, उपयोग या प्रकाशन नहीं कर सकते, सिवाय इस समझौते के अनुमति के।",
    "TermsConditions.copyrightContent1": "1. सामग्री, संगठन, ग्राफिक्स, डिजाइन, संकलन, चुंबकीय अनुवाद, डिजिटल रूपांतरण और सॉफ्टवेयर से संबंधित अन्य मामले (\"सर्वाधिकार सामग्री \") OmniBazaar, Inc. या लागू सामग्री के मालिक की संपत्ति हैं और लागू सर्वाधिकार के तहत संरक्षित हैं। , ट्रेडमार्क और अन्य मालिकाना हक।",
    "TermsConditions.legalConditionsTitle": "कानूनी शर्तें",
    "TermsConditions.representationAndWarranty3": "आप सॉफ़्टवेयर का उपयोग करेंगे ताकि किसी भी तीसरे पक्ष के बौद्धिक संपदा अधिकारों का उल्लंघन या गलत उपयोग न करें।",
    "TermsConditions.representationAndWarranty2": "आप के अनुसार सॉफ्टवेयर का उपयोग करेंगे",
    "TermsConditions.representationAndWarranty1": "आप प्रतिनिधित्व करते हैं और वारंट करते हैं:",
    "TermsConditions.omniCoinToken1": "1.\t OmniBazaar अपने OmniBazaar के श्वेत पत्र और OmniBazaar की पेशकश और / या नियम और शर्तें ज्ञापन (सामूहिक रूप से, \"ज्ञापन में वर्णित है, OmniBazaar टोकन के टोकन बिक्री कार्यक्रम (\"बिक्री \") का आयोजन कर रहा है।\".)",
    "TermsConditions.updatedVersionsTitle": "आप सॉफ़्टवेयर के अद्यतित संस्करणों को स्वीकार करने के लिए जिम्मेदार हैं",
    "TermsConditions.limitedPurposes4": "4. सॉफ्टवेयर में  OmniCoin और अन्य सॉफ्टवेयर शामिल हैं या उपयोग किए जाते हैं, जिसके लिए स्रोत कोड \"ओपन सोर्स\" है, और जो प्रजनन और उपयोग उन कार्यक्रमों के अनुज्ञापत्र द्वारा नियंत्रित होता है। विशेष रूप से, OmniCoin क्रिप्टोमुद्रा सॉफ्टवेयर MIT अनुज्ञापत्र के तहत अनुज्ञा  प्राप्त है (",
    "TermsConditions.liabilityLimited3": "3. OmniBazaar किसी भी त्रुटि, चूक, रुकावट, विलोपन, दोष, सञ्चालन या प्रक्षेपण में देरी, संचार लाइन विफलता, चोरी या विनाश या अनधिकृत उपयोग, या उपयोगकर्ता संचार के लिए कोई जिम्मेदारी नहीं लेता है।",
    "TermsConditions.liabilityLimited2": "2. सॉफ़्टवेयर के किसी भी उपयोगकर्ता के ऑनलाइन या ऑफलाइन, OmniBazaar आचरण के लिए ज़िम्मेदार नहीं है।",
    "TermsConditions.liabilityLimited1": "1. किसी भी तृतीय पक्ष साइटों, सॉफ़्टवेयर पर पोस्ट की गई तृतीय पक्ष सामग्री के लिए OmniBazaar ज़िम्मेदार नहीं है।",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. आप समझते हैं कि सॉफ़्टवेयर पर या उसके माध्यम से प्रदान की गई किसी भी जानकारी की पुष्टि करना और सत्यापित करना आपका कर्तव्य है, और आप ऐसी किसी भी जानकारी पर भरोसा करने का एकमात्र जोखिम वहन करते हैं, जिसमें सामग्री, तृतीय-पक्ष सामग्री, लिंक या सूचीबद्धता उत्पाद तक सीमित नहीं है। ",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar किसी भी टेलीफोन नेटवर्क या लाइनों, सेलुलर डेटा प्रदाता या नेटवर्क, कंप्यूटर ऑनलाइन प्रणाली, सर्वर या प्रदाता, कंप्यूटर उपकरण, सॉफ्टवेयर, तकनीकी समस्याओं या ट्रैफिक भीड़ के कारण सॉफ्टवेयर पर किसी भी समस्या या तकनीकी खराबी के लिए जिम्मेदार नहीं है, जिसमें चोट भी शामिल है। या उपयोगकर्ताओं या किसी अन्य व्यक्ति के कंप्यूटर, और / या मोबाइल उपकरण को नुकसान।",
    "TermsConditions.omniBazaarSoftwareEnd": "बाजार  के उपयोगकर्ताओं के बारे में प्रतिष्ठा और अन्य जानकारी को ट्रैक और उपयोग करें।",
    "TermsConditions.limitedPurposes4_2": "). इस अनुज्ञापत्र में कुछ भी इन खुले स्रोत सॉफ़्टवेयर अनुज्ञापत्रों के अनुज्ञापत्रों को अमान्य या नियंत्रित करने का इरादा नहीं है।",
    "TermsConditions.personalInfo1_1": ", जिसे इस संदर्भ में इस समझौते में शामिल किया गया है।",
    "TermsConditions.floridaLawText2": "सॉफ़्टवेयर और अंतर्निहित जानकारी और प्रौद्योगिकी को डाउनलोड नहीं किया जा सकता है या अन्यथा निर्यात या फिर से निर्यात (i) में (या एक राष्ट्रीय या निवासी के लिए) क्यूबा, इराक, लीबिया, यूगोस्लाविया, उत्तर कोरिया, ईरान, सीरिया या किसी अन्य देश जिसमें से अमेरिका ने माल को वापस ले लिया है; या (ii) अमेरिकी राज्य-कोष विभाग की विशेष रूप से नामित नागरिकों या अमेरिकी वाणिज्य विभाग की इनकार आदेशों की तालिकाकी सूची पर किसी को भी। सॉफ़्टवेयर को डाउनलोड करने या उपयोग करने से, आप पूर्वगामी से सहमत होते हैं और आप प्रतिनिधित्व करते हैं और वारंट करते हैं कि आप किसी ऐसे देश के राष्ट्रीय या निवासी या किसी भी सूची में या उसके नियंत्रण में नहीं हैं।",
    "TermsConditions.floridaLawText3": "सॉफ़्टवेयर एक \"वाणिज्यिक वस्तु, \"है क्योंकि यह शब्द 48 C.F.R पर परिभाषित किया गया है। 2.101 (अक्टूबर 1995), जिसमें\"ccom वाणिज्यिक कंप्यूटर सॉफ्टवेयर \"और\"वाणिज्यिक कंप्यूटर सॉफ्टवेयर प्रलेखन\" शामिल हैं, जैसे कि 48 C.F.R में उपयोग किए जाते हैं। 12.212 (सितंबर 1995)। 48 C.F.R के अनुरूप। 12.212 और 48 C.F.R. 227.7202-4 227.7202-4 (जून 1995) के माध्यम से, सभी संयुक्त राज्य सरकार के अंत उपयोगकर्ता केवल उन अधिकारों को प्राप्त करते हैं जो इस अनुबंध द्वारा प्रदान किए गए सॉफ़्टवेयर में हैं",
    "TermsConditions.floridaLawText1": "उपरोक्त शामिल विवाचन खंडों के अधीन, यदि सॉफ़्टवेयर से कोई विवाद उत्पन्न होता है, तो सॉफ़्टवेयर का उपयोग करके, आप स्पष्ट रूप से इस बात से सहमत हैं कि ऐसा कोई भी विवाद फ्लोरिडा राज्य के कानूनों द्वारा नियंत्रित किया जाएगा, इसके कानून के टकराव के बिना। प्रावधान, और आप स्पष्ट रूप से किसी भी विवाद के समाधान के लिए, पिनैलस काउंटी में, राज्य और फ्लोरिडा राज्य के संघीय न्यायालयों के विशेष अधिकार क्षेत्र और स्थल से सहमत हैं। सर्वव्यापी और आप इसके द्वारा यूनिफ़ॉर्म कंप्यूटर सूचना लेन-देन अधिनियम (\"UCITA \"), माल की अंतर्राष्ट्रीय बिक्री पर संयुक्त राष्ट्र कन्वेंशन (\"CISG \") और किसी भी अधिकार क्षेत्र के किसी भी कानून को शामिल नहीं करेंगे, जो UCITA या इस समझौते के लिए CISG या UCITA या CISG के बराबर शर्तें लागू होगा ",
    "TermsConditions.conductPolicies5": "आप सॉफ़्टवेयर (या अन्य खातों, कंप्यूटर प्रणाली या सॉफ़्टवेयर से जुड़े नेटवर्क) तक पहुँच को रोकने या प्रतिबंधित करने के लिए OmniBazaar का उपयोग नहीं कर सकते हैं।);"
}