{
    "TermsConditions.registrationAndAccountStart": "Ketika Anda menggunakan Perangkat Lunak ini, Anda dapat memberikan informasi pendaftaran dan akun OmniBazaar tertentu, yang akan menjadi pendukung OmniBazaar untuk menyediakan Perangkat Lunak kepada Anda. Berikut adalah kewajiban Anda saat membuat, mendaftar, dan menjaga keamanan dan keakuratan akun Anda:",
    "TermsConditions.limitedPurposesTitle": "Anda dapat menggunakan Perangkat Lunak OmniBazaar untuk tujuan yang terbatas",
    "TermsConditions.conductPolicies9": "Anda tidak akan menyalin, menyewakan, mengontrakkan, mendistribusikan, atau mentransfer hak apa pun yang Anda terima di sini;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "Anda tidak akan mengambil atau mengumpulkan konten atau materi apa pun dari Perangkat Lunak;",
    "TermsConditions.updatedVersions1": "1. Jika OmniBazaar menyediakan versi terbaru dari Perangkat Lunak dan / atau Perangkat Lunak ini dan Anda tidak menyetujui versi yang diperbarui ini, Anda mungkin tidak dapat menikmati konten, set fitur, dan materi terbaru.",
    "TermsConditions.privacyPolicy": "Kebijakan Privasi",
    "TermsConditions.updatedVersions2": "2. Jika Anda tidak menyetujui versi terbaru dari Perangkat Lunak, OmniBazaar tidak akan bertanggung jawab atau berkewajiban atas keputusan Anda",
    "TermsConditions.trademarksTitle": "Anda tidak boleh menggunakan merek dagang yang muncul pada Perangkat Lunak dengan cara yang melanggar",
    "TermsConditions.termsIntroNotice": "PEMBERITAHUAN PENTING: PERJANJIAN INI MENGANDUNG PERJANJIAN ARBITRASE, YANG AKAN MEMERLUKAN ANDA UNTUK MENGAJUKAN KLAIM APA PUN YANG ANDA PUNYA UNTUK MELAWAN OMNIBAZAAR UNTUK MENGIKAT DAN MENYESUAIKAN ARBITRASE FINAL. SEBAGAI TAMBAHAN, DI BAWAH KETENTUAN ARBITRASE, (A) ANDA HANYA AKAN DIIZINKAN UNTUK MENDAPATKAN KLAIM TERHADAP OMNIBAZAAR DENGAN DASAR INDIVIDU, BUKAN SEBAGAI PENGGUGAT ATAU ANGGOTA KELOMPOK DI SETIAP KELOMPOK ATAU TINDAKAN REPRESENTATIF ATAU HUKUM , DAN (B) ANDA HANYA AKAN DIIZINKAN UNTUK MENCARI BANTUAN (TERMASUK MONETER, INJUNKTIF, DAN BANTUAN DEKLARATORISASI) ATAS DASAR INDIVIDU. DENGAN MEMASUKI PERJANJIAN INI, ANDA SECARA JELAS MENGAKUI BAHWA ANDA TELAH MEMBACA DAN MEMAHAMI SEMUA PERSYARATAN PERJANJIAN INI, TERMASUK TAPI TIDAK TERBATAS PADA BAGIAN-BAGIAN TENTANG ARBITRASI.",
    "TermsConditions.registrationAndAccountTitle": "Registrasi dan keamanan akun Anda",
    "TermsConditions.conductPolicies11": "Anda tidak akan mengunggah, memposting, mengirim, membagikan, menyimpan, atau menyediakan materi apa pun yang berisi virus perangkat lunak atau kode komputer lain, file atau program yang dirancang untuk mengganggu, menghancurkan, atau membatasi fungsionalitas perangkat lunak komputer, perangkat keras, atau peralatan telekomunikasi;",
    "TermsConditions.conductPolicies10": "Anda tidak akan meminta kata sandi atau informasi identifikasi pribadi (ini termasuk, tetapi tidak terbatas pada, nama orang lain, tanggal lahir, alamat rumah, alamat IP, nomor kartu kredit, nomor jaminan sosial, atau informasi identifikasi yang dikeluarkan pemerintah lainnya) untuk tujuan komersial atau melanggar hukum;",
    "TermsConditions.conductPolicies13": "Anda tidak akan mengancam, mengintimidasi, atau melecehkan pengguna lain atau pihak mana pun pada atau melalui Perangkat Lunak;",
    "TermsConditions.conductPolicies12": "Anda tidak akan mengambil tindakan apa pun yang melanggar pedoman dan kebijakan OmniBazaar;",
    "TermsConditions.conductPolicies14": "Anda tidak akan mewakili identitas dengan tidak benar  atau menyamar sebagai pihak ketiga, Anda juga tidak akan memalsukan atau menyesatkan pihak ketiga mengenai afiliasi Anda dengan entitas apa pun;",
    "TermsConditions.regulations2": "2. Anda bertanggung jawab atas semua aktivitas Anda sehubungan dengan Perangkat Lunak.",
    "TermsConditions.regulations3": "3. Anda harus mematuhi semua undang-undang dan peraturan lokal, negara bagian, nasional, dan internasional yang berlaku dan, jika Anda mewakili bisnis, pendidikan, pendidikan, pengajaran, privasi, atau kode-kode pengaturan mandiri lainnya yang berlaku untuk Anda.",
    "TermsConditions.regulations1": "1. Anda berjanji untuk tidak menggunakan Perangkat Lunak untuk tujuan apa pun yang dilarang oleh Perjanjian ini.",
    "TermsConditions.copyrightContentTitle": "Hak cipta untuk semua konten pada Perangkat Lunak ini dimiliki oleh penyedia konten tersebut",
    "TermsConditions.termsIntroTitle": "Ketentuan Penggunaan Perangkat Lunak OmniBazaar, Inc.",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar dapat mengubah atau memodifikasi apa pun pada Perangkat Lunak tanpa pemberitahuan",
    "TermsConditions.importantNoticesTitle": "Pemberitahuan Penting",
    "TermsConditions.agreeToIndemnifyText": "Anda setuju untuk menanggung, menjaga, dan mempertahankan yang tidak berbahaya pada OmniBazaar , kontraktor, pemberi lisensinya, anak perusahaan dan afiliasinya dan masing-masing mitra, direktur, pejabat, manajer, karyawan, dan agen dari dan terhadap setiap dan semua klaim dan biaya, termasuk setiap dan semua kerugian, biaya, kewajiban, dan biaya pengacara, yang muncul dari atau sehubungan dengan: (1) penggunaan Perangkat Lunak oleh Anda, (2) konten pihak ketiga, situs pihak ketiga, dan konten lainnya, (3) pembelian dari atau interaksi dengan vendor (4) pelanggaran Anda terhadap Perjanjian ini, atau hukum apa pun atau hak-hak pihak ketiga, dan (5) pelanggaran Anda terhadap Perjanjian ini dan / atau pelanggaran representasi dan jaminan Anda yang ditetapkan di sini",
    "TermsConditions.trademarksTitle1": "1. Anda setuju bahwa OmniBazaar, CryptoBazaar, OmniCoin, dan grafik, logo, header halaman, ikon tombol, skrip, dan nama layanan OmniBazaar lainnya adalah merek dagang, merek dagang yang terdaftar, atau desain produk OmniBazaar atau afiliasinya (\"Trademark Content \").",
    "TermsConditions.trademarksTitle3": "3.\tSemua merek dagang lain yang tidak dimiliki oleh OmniBazaar atau afiliasinya yang mungkin muncul pada Perangkat Lunak adalah properti dari pemiliknya masing-masing, yang mungkin atau mungkin tidak berafiliasi dengan, terhubung ke, atau disponsori oleh OmniBazaar atau afiliasinya.",
    "TermsConditions.trademarksTitle2": "2.\tMerek dagang dan desai produk OmniBazaar tidak dapat digunakan sehubungan dengan produk atau layanan apa pun yang bukan OmniBazaar's, dengan cara apa pun yang mungkin menyebabkan kekeliruan di kalangan konsumen, atau dengan cara apa pun yang merendahkan atau mencemarkan OmniBazaar.",
    "TermsConditions.reviewingChangesEnd": "Selain itu, beberapa layanan yang ditawarkan melalui Perangkat Lunak dapat tunduk pada syarat dan ketentuan tambahan yang ditentukan oleh OmniBazaar dari waktu ke waktu dan penggunaan Anda atas layanan tersebut tunduk pada syarat dan ketentuan tambahan tersebut, yang dimasukkan ke dalam Perjanjian ini dengan referensi ini.",
    "TermsConditions.omniCoinTokenTitle": "Event Penjualan Token OmniCoin",
    "TermsConditions.floridaLawTitle": "Anda setuju bahwa hukum Florida berlaku untuk Perjanjian ini",
    "TermsConditions.agreement1": "1.\tAnda memahami bahwa dengan menginstal atau menggunakan Perangkat Lunak, Anda setuju untuk mematuhi dan terikat oleh syarat dan ketentuan yang tercantum di sini (\"Ketentuan Penggunaan\" atau \"Perjanjian\", yang juga mencakup 'OmniBazaar'",
    "TermsConditions.omniBazaarSoftware8": "8. Lacak dan gunakan reputasi dan informasi lain tentang pengguna marketplace.",
    "TermsConditions.omniBazaarSoftware5": "5. Memberi reward pada pengguna yang menyediakan layanan yang bermanfaat bagi pengguna lain dan marketplace.",
    "TermsConditions.omniBazaarSoftware4": "4. Aktifkan pembayaran otomatis untuk pembelian menggunakan cryptocurrency OmniCoin dan Bitcoin.",
    "TermsConditions.omniBazaarSoftware7": "7. Menyediakan layanan escrow yang mengizinkan pengguna melakukan bisnis dengan pengguna lain yang tidak mereka kenal atau percayai.",
    "TermsConditions.omniBazaarSoftware6": "6. Membagikan OmniCoins gratis kepada pengguna yang bergabung dan mengarahkan teman-teman mereka.",
    "TermsConditions.omniBazaarSoftware1": "1. Membuat jaringan data sharing secara peer-to-peer (Platform Marketplace\"OmniBazaar \" atau \"Network\").",
    "TermsConditions.registrationAndAccount1": "1. Anda akan mendaftarkan akun Anda untuk penggunaan Anda sendiri dan bukan untuk penggunaan orang lain, diri anda yang lain, atau identitas lainnya.",
    "TermsConditions.omniBazaarSoftware3": "3. Mengizinkan individu dan bisnis untuk membeli dan menjual barang dan jasa satu sama lain.",
    "TermsConditions.omniBazaarSoftware2": "2. Menghubungkan komputer pengguna ke Jaringan tersebut.",
    "TermsConditions.limitedPurposes4_1": "). Couchbase (dan program terkait) dilisensikan di bawah lisensi Apache 2.0 (",
    "TermsConditions.registrationAndAccount6": "6. Anda akan menjaga agar kontak Anda dan informasi lainnya yang diminta oleh OmniBazaar (seperti email, lokasi, dll.) Akurat dan up-to-date..",
    "TermsConditions.personalInfo2": "2. OmniBazaar hanya akan menggunakan informasi pribadi sesuai dengan OmniBazaar ’s",
    "TermsConditions.personalInfo3": "3. Anda memberikan lisensi di seluruh dunia, secara terus menerus, bebas royalti, tidak dapat dibatalkan, dan dapat ditransfer ke OmniBazaar untuk menampilkan, mereproduksi, mengirimkan, menggunakan, dan / atau menyimpan informasi ini sejauh yang diperlukan untuk mendukung operasi dari perangkat lunak",
    "TermsConditions.lawsApplicableTitle": "Merupakan tanggung jawab Anda untuk memastikan Perjanjian ini dan penggunaan Perangkat Lunak ini sesuai dengan semua hukum yang berlaku untuk Anda",
    "TermsConditions.risk3": "3. Anda bertanggung jawab untuk mengambil tindakan pencegahan yang diperlukan untuk melindungi diri Anda dan sistem komputer dari virus, worm, trojan horse, dan konten berbahaya atau merusak lainnya.",
    "TermsConditions.risk2": "2. Dengan menyediakan Perangkat Lunak, OmniBazaar tidak menyatakan atau mengartikan bahwa ia mendukung konten atau materi apa pun yang diposting, atau bahwasannya mereka meyakini materi tersebut akurat, bermanfaat atau tidak berbahaya.",
    "TermsConditions.risk1": "1. OmniBazaar tidak berkewajiban untuk meninjau konten atau materi apa pun, termasuk informasi vendor dan produk, yang diposting pada atau melalui Perangkat Lunak, dan oleh sebab itu kami tidak dapat bertanggung jawab atas materi atau konten tersebut.",
    "TermsConditions.risk6": "6. OmniBazaar tidak bertanggung jawab atas segala kerusakan yang diakibatkan oleh penggunaan Perangkat Lunak, dari melihat atau mengunduh oleh para pengguna konten yang diposting pada Perangkat Lunak.",
    "TermsConditions.risk5": "5. Perangkat Lunak juga dapat berisi materi yang melanggar privasi atau hak publisitas, atau melanggar kekayaan intelektual dan hak paten lainnya, dari pihak ketiga, atau mengunduh, menyalin, atau penggunaan yang tunduk pada syarat dan ketentuan tambahan, baik yang ditetapkan maupun tidak ditetapkan .",
    "TermsConditions.risk4": "4. Perangkat Lunak dapat berisi konten yang menyinggung, tidak senonoh, atau tidak dapat diterima, serta konten yang mengandung ketidakakuratan teknis, kesalahan ketik, serta kesalahan lainnya.",
    "TermsConditions.ageOfUseTitle": "Anda harus berusia 18 tahun ke atas untuk menggunakan Perangkat Lunak OmniBazaar",
    "TermsConditions.riskTitle": "Anda menggunakan Perangkat Lunak OmniBazaar dengan risiko Anda sendiri",
    "TermsConditions.personalInfoTitle": "Informasi pribadi Anda",
    "TermsConditions.agreementTitle": "Perjanjian antara OmniBazaar dan Anda",
    "TermsConditions.regulationsTitle": "Anda berjanji untuk mematuhi Perjanjian ini serta hukum atau peraturan apa pun yang berlaku untuk Anda",
    "TermsConditions.responsibleForFollowingTitle": "Hukum dan Peraturan apa yang Bertanggung Jawab atas Anda untuk Diikuti",
    "TermsConditions.otherTermsTitle": "Ketentuan lainnya",
    "TermsConditions.reviewingChanges4": "4. Jika Anda terus menggunakan Perangkat Lunak setelah salah satu dari perubahan ini, penggunaan Anda yang berkelanjutan akan berarti bahwa Anda telah menerima perubahan apa pun pada Perjanjian.",
    "TermsConditions.reviewingChanges1": "1.\tPerjanjian ini berlaku untuk semua pengguna Perangkat Lunak.",
    "TermsConditions.reviewingChanges3": "3.\tOmniBazaar akan memposting Perjanjian terbaru tentang Perangkat Lunak, tetapi terserah Anda untuk meninjaunya sebelum menggunakan Perangkat Lunak.",
    "TermsConditions.reviewingChanges2": "2. OmniBazaar dapat mengubah Perjanjian ini dari waktu ke waktu tanpa memberi tahu Anda secara khusus .",
    "TermsConditions.limitedPurposes10": "10. Anda tidak boleh menggunakan logo OmniBazaar atau hak paten dari grafik  atau merek dagang sebagai bagian dari tautan tanpa izin tertulis yang jelas.",
    "TermsConditions.representationAndWarranty2_1": ", dengan Perjanjian ini dan dengan semua undang-undang dan peraturan yang berlaku (termasuk namun tidak terbatas pada hukum atau peraturan setempat di negara, negara bagian, kota, atau area pemerintahan lainnya, mengenai perilaku online dan konten yang dapat diterima, dan termasuk semua undang-undang yang berlaku mengenai pengiriman data teknis diekspor dari Amerika Serikat atau negara tempat Anda tinggal)",
    "TermsConditions.registrationAndAccount3": "3. Anda tidak akan memberikan atau mentransfer akun Anda kepada siapa pun tanpa mendapatkan persetujuan terlebih dahulu secara tertulis dari OmniBazaar.",
    "TermsConditions.registrationAndAccount2": "2. Anda hanya akan membuat satu akun untuk diri sendiri.",
    "TermsConditions.agreement3": "1.\tPerjanjian ini menggantikan semua perjanjian, representasi, jaminan, dan pemahaman sebelumnya atau yang secara bersamaan sehubungan dengan Perangkat Lunak, konten, produk atau layanan yang disediakan oleh atau melalui Perangkat Lunak, dan pokok permasalahan dari Perjanjian ini.",
    "TermsConditions.agreement2": "2.\tPerjanjian ini merupakan keseluruhan dan hanya perjanjian antara kami dan Anda.",
    "TermsConditions.registrationAndAccount7": "7. Anda tidak akan membagikan kata sandi Anda, membiarkan orang lain selain Anda mengakses akun Anda, atau melakukan apa pun yang dapat membahayakan keamanan akun Anda.",
    "TermsConditions.personalInfo1": "1. Anda memahami dan mengakui bahwa penggunaan Perangkat Lunak oleh Anda diatur oleh",
    "TermsConditions.registrationAndAccount5": "5. Jika OmniBazaar mengakhiri atau menonaktifkan akun Anda, Anda tidak dapat membuat akun lain tanpa terlebih dahulu mendapatkan persetujuan tertulis dari OmniBazaar.",
    "TermsConditions.registrationAndAccount4": "4. Anda tidak akan memberikan informasi yang salah atau menyesatkan ketika Anda mendaftarkan akun.",
    "TermsConditions.agreeToIndemnifyTitle": "Anda setuju untuk mengganti rugi pada OmniBazaar",
    "TermsConditions.otherTerms3": "3. Anda menyetujui arbitrase apa pun akan dilakukan di Pinellas County, Florida, dalam bahasa Inggris dan keputusan arbitrase dapat diberlakukan di pengadilan mana pun. Pihak umum dalam tindakan apa pun atau melanjutkan untuk menegakkan Perjanjian ini berhak atas ganti rugi dan biaya pengacara.",
    "TermsConditions.otherTerms2": "2. Anda menyetujui bahwa, pengecualian untuk klaim atas tuntutan ganti rugi atau keadilan yang berkenaan dengan hak kekayaan intelektual (yang dapat diajukan ke pengadilan yang kompeten tanpa penempatan obligasi), setiap sengketa yang timbul berdasarkan Perjanjian ini akhirnya akan diselesaikan sesuai dengan Komprehensif Aturan Arbitrase dari Layanan Arbitrase dan Mediasi Yudisial, Inc. (\"JAMS\") oleh arbiter yang ditunjuk sesuai dengan aturan tersebut.",
    "TermsConditions.limitedPurposes8": "8. Anda tidak boleh terlibat dalam penyalinan, reproduksi, publikasi, penyusunan ulang, redistribusi, modifikasi, revisi, perubahan, atau rekayasa balik, pada Perangkat Lunak.",
    "TermsConditions.limitedPurposes9": "9. Anda diberikan hak terbatas, dapat dibatalkan, dan tidak eksklusif untuk membuat hyperlink ke beranda OmniBazaar selama tautan tersebut tidak menggambarkan OmniBazaar, afiliasinya, atau produk atau layanan mereka dalam kesalahan, penyesatan, penghinaan, atau menyinggung masalah lainnya.",
    "TermsConditions.otherTerms7": "7. Perjanjian ini akan mengikat dan akan berlaku untuk kepentingan kelompok, penerus mereka dan perwakilan yang diizinkan. Judul paragraf Perjanjian ini dimasukkan hanya untuk kenyamanan dan tidak akan dianggap sebagai bagian dari Perjanjian ini atau untuk mempengaruhi pembangunan Perjanjian ini. Perjanjian ini akan mengikat dan akan memberi manfaat bagi para pihak, penerus mereka dan perwakilan yang diizinkan . Judul paragraf Perjanjian ini dimasukkan hanya untuk kenyamanan dan tidak akan dianggap sebagai bagian dari Perjanjian ini atau untuk mempengaruhi konstruksi karenanya.",
    "TermsConditions.otherTerms6": "6. OmniBazaar dapat memberikan haknya berdasarkan Perjanjian ini tanpa syarat.",
    "TermsConditions.otherTerms5": "5. Pengabaian oleh salah satu pihak dari syarat atau ketentuan Perjanjian ini atau pelanggaran apa pun, dalam satu contoh, tidak akan mengesampingkan syarat atau ketentuan tersebut atau pelanggaran berikutnya.",
    "TermsConditions.otherTerms4": "4. Jika ada bagian dari Perjanjian ini dianggap tidak sah atau tidak dapat dilaksanakan, bagian itu akan ditafsirkan untuk mencerminkan maksud asli para pihak, dan bagian yang tersisa akan tetap berlaku penuh dan berjalan.",
    "TermsConditions.limitedPurposes2": "2. OmniBazaar tidak memberi Anda hak untuk memodifikasi Perangkat Lunak, atau bagian apa pun dari Perangkat Lunak ini.",
    "TermsConditions.limitedPurposes3": "3. Anda memahami bahwa OmniBazaar tidak memberi Anda hak untuk: (a) menjual kembali atau membuat penggunaan komersial (kecuali sebagaimana disediakan di sini) dari Perangkat Lunak atau kontennya; (B) membuat setiap turunan pada penggunaan Perangkat Lunak atau isinya; (c) mengunduh atau menyalin informasi akun untuk kepentingan pihak ketiga atau pedagang; atau (d) menggunakan data mining, robot, atau alat pengumpulan dan ekstraksi data yang serupa.",
    "TermsConditions.limitedPurposes1": "1. OmniBazaar memberi Anda lisensi terbatas untuk mengakses dan menggunakan Perangkat Lunak secara pribadi.",
    "TermsConditions.limitedPurposes6": "6. Anda tidak boleh menyusun atau menggunakan teknik pembingkaian untuk melampirkan merek dagang, logo, atau informasi hak milik lainnya dari OmniBazaar dan afiliasi kami tanpa persetujuan tertulis yang tegas.",
    "TermsConditions.limitedPurposes7": "7. Anda tidak boleh menggunakan tag meta apa pun atau \"teks tersembunyi\" lainnya yang menggunakan nama atau merek dagang OmniBazaar tanpa persetujuan tertulis dari OmniBazaar. Setiap penggunaan yang tidak sah dapat mengakhiri izin atau lisensi yang diberikan oleh OmniBazaar di dokumen ini.",
    "TermsConditions.omniCoinToken2": "2.\tAnda memahami bahwa syarat, ketentuan, dan pengumuman penting serta informasi mengenai Penjualan tersebut tercantum dalam Whitepaper dan Memorandum.",
    "TermsConditions.limitedPurposes5": "5. Anda memahami bahwa Perangkat Lunak atau bagian apa pun dari Perangkat Lunak ini tidak boleh direproduksi, digandakan, disalin, dijual, dijual kembali, dikunjungi, atau dieksploitasi untuk tujuan komersial apa pun, selain dari yang dipersyaratkan untuk penggunaan komersial terbatas yang diberikan di sini.",
    "TermsConditions.conductPolicies1": "1. Kami melakukan yang terbaik untuk menjaga Perangkat Lunak ini tetap aman dan operasional, akan tetapi kami tidak dapat menjaminnya. Kami membutuhkan bantuan Anda untuk melakukan hal itu, yang mencakup komitmen berikut:",
    "TermsConditions.conductPolicies3": "Anda tidak akan menguraikan, mendekompilasi, membongkar, merekayasa balik, atau berupaya mendapatkan kode asal apa pun atau gagasan atau algoritma yang mendasari bagian apa pun dari Perangkat Lunak ini, kecuali sampai batas tertentu hukum yang berlaku yang mana secara khusus melarang pembatasan tersebut;",
    "TermsConditions.conductPolicies2": "Anda tidak akan memodifikasi, mengadaptasi, mengambil, mereproduksi, mendistribusikan, menerjemahkan, membuat karya turunan atau adaptasi, menampilkan secara publik, menerbitkan ulang, menggunakan kembali, atau dengan cara apa pun , mengeksploitasi Perangkat Lunak kecuali secara jelas diizinkan oleh OmniBazaar;",
    "TermsConditions.termsIntro": "Perjanjian pengguna akhir ini (\"Perjanjian \") harus dibaca oleh Anda (\"Pengguna \" atau \"Anda \") secara keseluruhan sebelum Anda menggunakan layanan apa pun yang diturunkan dari OmniBazaar™ atau OmniCoin™ atau produk. Harap perhatikan bahwa Perjanjian ini merupakan perjanjian yang mengikat secara hukum antara Anda dan OmniBazaar Inc. (dimaksud di sini sebagai \"OmniBazaar \", \"kami\" atau \"kita\"), yang menerbitkan perangkat lunak untuk mendukung marketplace terdistribusi Internet yang dijelaskan di OmniBazaar.info dan produk eksperimental yang dijelaskan di OmniCoin.info (\"Layanan\"). Dengan mengklik tombol \"Saya Setuju \" jika dan di mana disediakan dan / atau menggunakan Layanan, Anda menyetujui syarat dan ketentuan yang tercantum dalam Perjanjian ini.",
    "TermsConditions.conductPolicies4": "Anda tidak akan mengganggu atau berusaha menghalangi kinerja sebenarnya dari Perangkat Lunak atau aktivitas apa pun yang dilakukan pada Perangkat Lunak;",
    "TermsConditions.conductPolicies7": "Anda tidak akan menggunakan buku petunjuk atau perangkat lunak otomatis, perangkat keras, atau proses lainnya untuk \"menyelinap\" atau \"menyusup\" halaman apa pun dari Perangkat Lunak ini;",
    "TermsConditions.conductPolicies6": "Anda tidak akan menjalankan segala bentuk pembalas otomatis atau \"spam\" pada Perangkat Lunak;",
    "TermsConditions.liabilityLimitedEnd3": "KEWAJIBAN OMNIBAZAAR'S KEPADA ANDA UNTUK SETIAP PENYEBAB APA PUN, DAN TERKAIT DENGAN BENTUK TINDAKAN, SEPANJANG WAKTU AKAN DIBATASI DENGAN BIAYA, JIKA ADA, DIBAYARKAN KEPADA ANDA UNTUK PENGGUNAAN PERANGKAT LUNAK, AKAN TETAPI BELUM ADA KASUS DARI PERTANGGUNG JAWABAN KAMI KEPADA ANDA UNTUK MEMBAYAR LEBIH DARI $ 50. ANDA MENYETUJUI BAHWA KONTESTASI ANTARA ANDA DAN OMNIBAZAAR AKAN DILINDUNGI DENGAN CARA MENGIKAT, ARBITRASE INDIVIDU DAN ANDA MENGUNGKAPKAN HAK ANDA UNTUK BERPARTISIPASI DALAM GUGATAN HUKUM ATAU PUTUSAN PENGADILAN(ARBITRASE). ANDA MENGAKUI BAHWA JIKA TIDAK ADA BIAYA DIBAYARKAN KEPADA KAMI UNTUK PERANGKAT LUNAK, ANDA AKAN DIBATASI HANYA DENGAN BANTUAN HUKUM, KECUALI JIKA TIDAK DIIZINKAN OLEH UNDANG-UNDANG, DAN TIDAK AKAN BERHAK MENDAPAT GANTI RUGI APA PUN DARI KAMI, TANPA MEMPERHATIKAN AKIBAT DARI PENGGUNAANNYA. JIKA ANDA ADALAH PENDUDUK CALIFORNIA, ANDA TIDAK DIKENAKAN CALIFORNIA CODEIL SECTION 1542, YANG NEGARA-NEGARA, DALAM BAGIAN: \"SEBUAH RELEASE UMUM TIDAK MEMPERPANJANG UNTUK MENGKLAIM ,MANA KREDITOR YANG TIDAK TAHU ATAU DICURIGAI UNTUK ADA DALAM DUKUNGANNYA SAAT PELIRISAN. , YANG MANA DIKETAHUI OLEHNYA HARUS MEMILIKI MATERIAL YANG MEMPENGARUHI PENYELESAIANNYA DENGAN DEBITUR\".",
    "TermsConditions.liabilityLimitedEnd2": "OMNIBAZAAR TIDAK MENGENDALIKAN KONTEN PIHAK KETIGA ATAU INFORMASI YANG DISEDIAKAN OLEH PIHAK KETIGA, DAN OLEH KARENA ITU , KAMI TIDAK AKAN BERTANGGUNG JAWAB ATAS KEPERCAYAAN ANDA ATAS INFORMASI ATAU PERNYATAAN YANG DIBUAT ATAU MELALUI PERANGKAT LUNAK.",
    "TermsConditions.liabilityLimitedEnd1": "KAMI MENCOBA UNTUK MENJAGA PERANGKAT LUNAK DAN LAYANAN, BUG-GRATIS, DAN AMAN, TETAPI ANDA GUNAKAN MEREKA DENGAN RISIKO ANDA SENDIRI. INFORMASI DARI ATAU MELALUI PERANGKAT LUNAK DAN LAYANAN YANG DISEDIAKAN \"APA ADANYA,\" \"SEPERTI YANG TERSEDIA,\" DAN SEMUA JAMINAN, TERSURAT MAUPUN TERSIRAT, TERSIRAT , TIDAK DAPAT DIPERSALAHKAN. INFORMASI, PERANGKAT LUNAK, DAN LAYANAN DAPAT MENGANDUNG VIRUS, BUGS, KESALAHAN, MASALAH ATAU BATASAN LAINNYA. TIDAK DALAM EVENT APA PUN , OMNIBAZAAR ATAU DIREKTURNYA, KARYAWAN ATAU AGEN PUNYA KEWAJIBAN TERHADAP PENGGUNAAN APA PUN OLEH ANDA PADA PERANGKAT LUNAK INI. KAMI TIDAK BERTANGGUNG JAWAB ATAS KERUSAKAN TIDAK LANGSUNG, KHUSUS, INSIDENTAL, ATAU KONSEKUENSIAL (TERMASUK KERUSAKAN UNTUK KERUGIAN BISNIS, KERUGIAN KEUNTUNGAN, ATAU SEJENISNYA), YANG BERDASARKAN PADA PELANGGARAN KONTRAK, PELANGGARAN GARANSI, KERUGUIAN (TERMASUK KELALAIAN),KEKURANGAN PRODUK ATAU SEBALIKNYA BAHKAN JIKA DIANJURKAN TERHADAP KEMUNGKINAN KERUSAKAN TERSEBUT.",
    "TermsConditions.reviewingChangesTitle": "Anda bertanggung jawab untuk meninjau perubahan pada Perjanjian ini",
    "TermsConditions.ageOfUse1": "1. Anda memahami bahwa Anda tidak boleh menggunakan Perangkat Lunak di mana penggunaan yang serupa dilarang.",
    "TermsConditions.ageOfUse3": "3. Setiap penggunaan atau akses ke Perangkat Lunak oleh siapa pun di bawah 18 tahun adalah tidak sah. Jika Anda berusia 13 tahun atau lebih tetapi di bawah 18 tahun, Anda harus memiliki izin orang tua atau wali Anda untuk menggunakan Perangkat Lunak dan untuk menyetujui Ketentuan Penggunaan.",
    "TermsConditions.ageOfUse2": "2. Anda memahami bahwa Perangkat Lunak ini dimaksudkan hanya untuk pengguna yang berusia delapan belas (18) tahun atau lebih dan dapat membentuk perjanjian yang mengikat secara hukum.",
    "TermsConditions.ageOfUse5": "5. OmniBazaar tidak mengumpulkan informasi dari individu secara sengaja pada yang berusia kurang dari tiga belas (13) tahun.",
    "TermsConditions.ageOfUse4": "4. Anda menyatakan dan menjamin bahwa Anda berusia 18 atau lebih, atau memasuki Perjanjian ini atas nama seseorang yang berusia antara 13 dan 18 tahun, dan bahwasannya Anda setuju untuk mematuhi semua syarat dan ketentuan Perjanjian ini.",
    "TermsConditions.omniBazaarSoftware": "Perangkat Lunak OmniBazaar (\"Perangkat Lunak\") adalah program perangkat lunak gratis yang melakukan fungsi-fungsi berikut:",
    "TermsConditions.lawsApplicable2": "2. Anda sepenuhnya bertanggung jawab untuk memastikan bahwa Perjanjian ini mematuhi semua hukum, peraturan, dan regulasi yang berlaku untuk Anda.",
    "TermsConditions.lawsApplicable3": "3. Anda memahami bahwa hak Anda untuk mengakses Perangkat Lunak akan dicabut apabila Perjanjian atau penggunaan Perangkat Lunak ini dilarang dan, jika itu masalahnya, Anda setuju untuk tidak menggunakan atau mengakses Perangkat Lunak dengan cara apa pun.",
    "TermsConditions.lawsApplicable1": "1. Anda memahami bahwa OmniBazaar dapat, atas kebijakannya sendiri, menolak untuk menawarkan atau menyediakan Perangkat Lunak kepada siapa pun atau entitas apa pun dan mengubah kriteria kelayakannya kapan saja.",
    "TermsConditions.liabilityLimitedTitle": "Tanggung jawab OmniBazaar's terbatas",
    "TermsConditions.otherTerms1": "1. Anda dan OmniBazaar setuju bahwa penyebab tindakan apa pun yang timbul dari atau terkait dengan Perangkat Lunak harus dimulai dalam satu (1) tahun setelah penyebab tindakan tersebut muncul; jika tidak, penyebab tindakan dilarang secara permanen.",
    "TermsConditions.omniBazaarSoftwareTitle": "Perangkat lunak OmniBazaar ",
    "TermsConditions.editOrModifyStart": "OmniBazaar berkomitmen untuk memberikan pengalaman pengguna yang positif dan Anda memahami bahwa OmniBazaar berhak (tetapi tanpa melakukan tugas apa pun) untuk mengedit, memantau, meninjau, menghapus, memodifikasi, atau memindahkan konten atau materi apa pun yang disediakan atau ditempatkan pada atau melalui Perangkat Lunak di kebijakannya sendiri, tanpa pemberitahuan.",
    "TermsConditions.useOfTheSoftwareTitle": "Penggunaan Perangkat Lunak oleh Anda",
    "TermsConditions.conductPoliciesTitle": "Anda setuju untuk mematuhi kebijakan OmniBazaar saat menggunakan Perangkat Lunak",
    "TermsConditions.representationAndWarrantyTitle": "Representasi dan garansi umum Anda",
    "TermsConditions.copyrightContent2": "2.\tAnda tidak boleh menyalin, mendistribusikan ulang, menggunakan atau menerbitkan bagian apa pun dari Perangkat Lunak ini, kecuali seperti yang diizinkan oleh Perjanjian ini.",
    "TermsConditions.copyrightContent1": "1. Konten, organisasi, gambar, desain, kompilasi, terjemahan magnetik, konversi digital, dan hal-hal lain yang berkaitan dengan Perangkat Lunak (\" Konten Hak Cipta \") adalah milik OmniBazaar, Inc. atau pemilik konten yang berlaku dan dilindungi oleh hak cipta yang berlaku, merek dagang dan hak kepemilikan lainnya.",
    "TermsConditions.legalConditionsTitle": "Ketentuan Hukum",
    "TermsConditions.representationAndWarranty3": "Anda akan menggunakan Perangkat Lunak ini agar tidak melanggar atau menyalahgunakan hak kekayaan intelektual pihak ketiga mana pun.",
    "TermsConditions.representationAndWarranty2": "Anda akan menggunakan Perangkat Lunak sesuai dengan",
    "TermsConditions.representationAndWarranty1": "Anda mewakili dan menjamin itu:",
    "TermsConditions.omniCoinToken1": "1.\tOmniBazaar sedang mengadakan Event Penjualan Token (\"Sale\") dari Token OmniBazaar-nya, sebagaimana dijelaskan lebih lanjut dalam Whitepaper OmniBazaar dan Penawaran OmniBazaar serta Nota Syarat dan Ketentuan (secara kolektif,\"Memorandum\").",
    "TermsConditions.updatedVersionsTitle": "Anda bertanggung jawab untuk menerima versi terbaru dari Perangkat Lunak",
    "TermsConditions.limitedPurposes4": "4. Perangkat Lunak berisi atau menggunakan OmniCoin dan perangkat lunak lain, kode sumber yang merupakan sumber \"open\", dan reproduksi serta penggunaannya diatur oleh lisensi dari program-program tersebut. Secara khusus, perangkat lunak cryptocurrency OmniCoin dilisensikan di bawah lisensi MIT(",
    "TermsConditions.liabilityLimited3": "3. OmniBazaar tidak bertanggung jawab atas kesalahan, kelalaian, gangguan, penghapusan, cacat, keterlambatan operasi atau transmisi, kegagalan saluran komunikasi, pencurian atau perusakan atau akses tidak sah ke, atau perubahan pada komunikasi  pengguna.",
    "TermsConditions.liabilityLimited2": "2. OmniBazaar tidak bertanggung jawab atas perilaku, baik online atau offline, dari setiap pengguna Perangkat Lunak.",
    "TermsConditions.liabilityLimited1": "1. OmniBazaar tidak bertanggung jawab atas situs pihak ketiga mana pun, konten pihak ketiga yang diposting pada Perangkat Lunak.",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. Anda memahami bahwa Anda berkewajiban untuk mengkonfirmasi dan memverifikasi informasi apa pun yang disediakan pada atau melalui Perangkat Lunak, dan bahwa Anda menanggung risiko mengandalkan informasi tersebut, termasuk tetapi tidak terbatas pada konten, konten pihak ketiga, tautan, atau produk pada daftar.",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar tidak bertanggung jawab atas masalah atau malfungsi teknis dari jaringan atau saluran telepon, penyedia atau jaringan data seluler, sistem online komputer, server atau penyedia, peralatan komputer, perangkat lunak, karena masalah teknis atau kemacetan lalu lintas pada Perangkat Lunak, termasuk cedera atau kerusakan pada pengguna atau komputer orang lain, dan / atau perangkat seluler.",
    "TermsConditions.omniBazaarSoftwareEnd": "Lacak dan gunakan reputasi dan informasi lain tentang pengguna marketplace.",
    "TermsConditions.limitedPurposes4_2": "). Tidak ada dalam lisensi ini yang dimaksudkan untuk membatalkan atau melanggar lisensi dari lisensi perangkat lunak open source ini.",
    "TermsConditions.personalInfo1_1": ", yang dimasukkan ke dalam Perjanjian ini dengan referensi ini.",
    "TermsConditions.floridaLawText2": "Perangkat Lunak dan informasi serta teknologi yang mendasarinya tidak boleh diunduh atau diekspor atau diekspor kembali (i) ke (warga negara atau penduduk) Kuba, Irak, Libya, Yugoslavia, Korea Utara, Iran, Suriah, atau negara lain mana pun di mana AS memiliki barang yang diembargo; atau (ii) kepada siapa pun yang ada dalam daftar Departemen Penugasan Khusus yang Ditunjuk Departemen Keuangan AS atau U.S. Commerce Department's Table of Deny Orders. Dengan mengunduh atau menggunakan Perangkat Lunak, Anda menyetujui hal tersebut di atas dan Anda menyatakan serta menjamin bahwa Anda tidak berada pada, di bawah kendali, atau warga negara atau penduduk dari negara tersebut atau di daftar tersebut",
    "TermsConditions.floridaLawText3": "Perangkat Lunak adalah item komersial, karena istilah itu didefinisikan pada 48 C.F.R. 2.101 (Oktober 1995), terdiri dari perangkat lunak komputer komersial \" \" dan \" dokumentasi perangkat lunak komputer komersial\", karena istilah tersebut digunakan dalam 48 C.F.R. 12.212 (September 1995). Sesuai dengan 48 C.F.R. 12.212 dan 48 C.F.R. 227.7202-1 hingga 227.7202-4 (Juni 1995), semua pengguna akhir pemerintah Amerika Serikat hanya memperoleh hak-hak dalam Perangkat Lunak yang disediakan oleh Perjanjian ini.",
    "TermsConditions.floridaLawText1": "Patuh pada klausul arbitrase yang termasuk di atas, jika ada kontestasi yang timbul dari Perangkat Lunak, dengan menggunakan Perangkat Lunak, Anda dengan jelas setuju bahwa kontestasi tersebut akan diatur oleh hukum Negara Bagian Florida, tanpa memperhatikan ketetapan hukumnya. ketentuan, dan Anda dengan jelas menyetujui dan menerima yurisdiksi eksklusif dan tempat pengadilan negara bagian dan federal Negara Bagian Florida, di Kabupaten Pinellas, untuk penyelesaian perselisihan tersebut. Omnibazaar dan Anda dengan ini mengecualikan penerapan Uniform Computer Information Transaction Act (\"UCITA\"), Konvensi PBB tentang Penjualan Barang Internasional (\"CISG\") dan hukum apa pun dari yurisdiksi mana pun yang akan berlaku UCITA atau CISG atau ketentuan yang setara dengan UCITA atau CISG untuk Perjanjian ini",
    "TermsConditions.conductPolicies5": "Anda tidak akan melewati langkah apa pun yang dapat digunakan OmniBazaar untuk mencegah atau membatasi akses ke Perangkat Lunak (atau akun lain, sistem komputer atau jaringan yang terhubung ke Perangkat Lunak);"
}