{
    "TermsConditions.registrationAndAccountStart": "Quando si utilizza il Software, è possibile fornire a OmniBazaar determinate informazioni sulla registrazione e sull'account, su cui OmniBazaar farà affidamento per fornire il Software. I seguenti sono i tuoi obblighi durante la creazione, la registrazione e il mantenimento della sicurezza e dell'accuratezza del tuo account:",
    "TermsConditions.limitedPurposesTitle": "È possibile utilizzare il software OmniBazaar a scopi limitati",
    "TermsConditions.conductPolicies9": "Non copierai, affitterai, noleggi, distribuirai o trasferirai in altro modo i diritti che ricevi qui di seguito;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "Non raccogliere o farai scraping di alcun contenuto o materiale dal Software;",
    "TermsConditions.updatedVersions1": "1. Se OmniBazaar fornisce versioni aggiornate del Software e / o del Software e non si accettano queste versioni aggiornate, è possibile che non si disponga dei contenuti, delle funzionalità e dei materiali più recenti.",
    "TermsConditions.privacyPolicy": "Privacy Policy",
    "TermsConditions.updatedVersions2": "2. Se non si accettano versioni aggiornate del Software, OmniBazaar non si assume alcuna responsabilità per la propria decisione",
    "TermsConditions.trademarksTitle": "Non è possibile utilizzare marchi commerciali che appaiono sul Software in modo illecito",
    "TermsConditions.termsIntroNotice": "AVVISO IMPORTANTE: QUESTO CONTRATTO CONTIENE UN CONTRATTO DI ARBITRATO, CHE TI RICHIEDERÀ DI PRESENTARE QUALSIASI RECLAMO CHE POSSA AVERE CONTRO OMNIBAZAAR A BINDING E ARBITRATO FINALE. IN AGGIUNTA, AI SENSI DELLA DISPOSIZIONE ARBITRALE, (A) L'UTENTE POTRÀ ESSERE CONSENTITO SOLO PER RECLAMARE CONTRO OMNIBAZAAR SU BASE INDIVIDUALE, NON COME UN INCONTRO O MEMBRO DI CLASSE IN ALCUN TIPO DI AZIONE O PROCEDIMENTO RAPPRESENTATIVO, E (B) SARÀ ESCLUSIVAMENTE PERMESSO A RICONOSCERE IL RILIEVO (COMPRESO IL RILIEVO MONETARIO, INJUNCTIVO E DICHIARATORIA) SU BASE INDIVIDUALE. ENTRANDO INSIEME AL PRESENTE CONTRATTO, L'UTENTE RICONOSCE ESPRESSAMENTE DI AVERE LETTO E COMPRENDERE TUTTE LE CONDIZIONI DEL PRESENTE CONTRATTO, INCLUSE, A TITOLO ESEMPLIFICATIVO, LE SEZIONI RELATIVE ALL'ARBITRATO.",
    "TermsConditions.registrationAndAccountTitle": "La tua registrazione e la sicurezza dell'account",
    "TermsConditions.conductPolicies11": "Non caricare, pubblicare, trasmettere, condividere, archiviare o altrimenti rendere disponibile qualsiasi materiale che contenga virus software o altri codici informatici, file o programmi progettati per interrompere, distruggere o limitare la funzionalità di qualsiasi software o hardware o apparecchiatura di telecomunicazione;",
    "TermsConditions.conductPolicies10": "Non richiedere password o informazioni di identificazione personale (questo include, ma non è limitato a, nome di qualcun altro, data di nascita, indirizzo di casa, indirizzo IP, numero di carta di credito, codice fiscale o altre informazioni di identificazione emesse dal governo) per scopi commerciali o scopi illeciti;",
    "TermsConditions.conductPolicies13": "Non minaccerai, intimiderai o molesterai altri utenti o parti sul o tramite il Software;",
    "TermsConditions.conductPolicies12": "In caso contrario, non intraprendere alcuna azione in violazione delle linee guida e delle politiche di OmniBazaar;",
    "TermsConditions.conductPolicies14": "Non rappresenterai falsamente la tua identità o impersonerai una terza parte, né falsifichi o induca in errore terze parti in merito alla tua affiliazione con qualsiasi entità;",
    "TermsConditions.regulations2": "2. Sei responsabile di tutta la tua attività in relazione al Software.",
    "TermsConditions.regulations3": "3. Rispetterete tutte le leggi e i regolamenti applicabili locali, statali, nazionali e internazionali e, se rappresentate un'azienda, qualsiasi codice di istruzione, istruzione, insegnamento, privacy o altro di autoregolamentazione applicabile a voi.",
    "TermsConditions.regulations1": "1. Ti impegni a non utilizzare il Software per scopi proibiti dal presente Accordo.",
    "TermsConditions.copyrightContentTitle": "Il copyright di tutti i contenuti del Software è di proprietà del fornitore di quel contenuto",
    "TermsConditions.termsIntroTitle": "Termini di utilizzo del software OmniBazaar, Inc.",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar può modificare qualsiasi cosa sul Software senza preavviso",
    "TermsConditions.importantNoticesTitle": "Avvisi importanti",
    "TermsConditions.agreeToIndemnifyText": "Accetti di indennizzare, difendere e tenere indenne OmniBazaar, i suoi appaltatori, licenziatari, sussidiarie e affiliate e i loro rispettivi partner, direttori, funzionari, membri, dirigenti, impiegati e agenti da e contro qualsiasi e tutte le richieste e le spese, comprese tutte perdite, costi, responsabilità e onorari degli avvocati, derivanti da o in connessione con: (1) l'utilizzo del Software, (2) qualsiasi contenuto di terzi, siti di terzi e qualsiasi altro contenuto, (3) eventuali acquisti da o interazioni con i venditori (4) la violazione del presente Accordo, o di qualsiasi legge o dei diritti di terze parti, e (5) la violazione del presente Accordo e / o qualsiasi violazione delle dichiarazioni e garanzie qui stabilite",
    "TermsConditions.trademarksTitle1": "1. Accetti che OmniBazaar, CryptoBazaar, OmniCoin e altri elementi grafici, loghi, intestazioni di pagine, icone di pulsanti, script e nomi di servizio di OmniBazaar siano marchi, marchi registrati o marchi commerciali di OmniBazaar o delle sue affiliate (\"Contenuto del marchio\").",
    "TermsConditions.trademarksTitle3": "3. Tutti gli altri marchi commerciali non di proprietà di OmniBazaar o delle sue affiliate che possono apparire sul Software sono di proprietà dei rispettivi proprietari, che possono essere o meno affiliati, collegati o sponsorizzati da OmniBazaar o dalle sue affiliate.",
    "TermsConditions.trademarksTitle2": "2. I marchi e le vesti commerciali OmniBazaar non possono essere utilizzati in connessione con qualsiasi prodotto o servizio che non sia OmniBazaar, in alcun modo che possa causare confusione tra i consumatori, o in qualsiasi modo che scredita o scredita OmniBazaar.",
    "TermsConditions.reviewingChangesEnd": "Inoltre, alcuni servizi offerti tramite il Software possono essere soggetti a termini e condizioni aggiuntivi specificati da OmniBazaar di volta in volta e l'utilizzo di tali servizi è soggetto a tali termini e condizioni aggiuntivi, che sono incorporati nel presente Accordo mediante questo riferimento.",
    "TermsConditions.omniCoinTokenTitle": "Evento Token Sale OmniCoin",
    "TermsConditions.floridaLawTitle": "Accetti che la legge della Florida si applichi a questo Accordo",
    "TermsConditions.agreement1": "1. Comprendi che installando o utilizzando il Software, accetti di rispettare e di essere vincolato dai termini e dalle condizioni qui contenuti (\"Condizioni d'uso\" o \"Accordo\", che incorpora anche OmniBazaar",
    "TermsConditions.omniBazaarSoftware8": "8. Tracciare e utilizzare la reputazione e altre informazioni sugli utenti del mercato.",
    "TermsConditions.omniBazaarSoftware5": "5. Utenti che offrono servizi a vantaggio di altri utenti e del mercato.",
    "TermsConditions.omniBazaarSoftware4": "4. Abilitare il pagamento automatico per gli acquisti utilizzando criptovalute OmniCoin e Bitcoin.",
    "TermsConditions.omniBazaarSoftware7": "7. Fornire un servizio di Escrow che consenta agli utenti di fare affari con altri utenti che non conoscono o di cui si fidano.",
    "TermsConditions.omniBazaarSoftware6": "6. Distribuire OmniCoin gratuiti agli utenti che si uniscono e inviano i loro amici.",
    "TermsConditions.omniBazaarSoftware1": "1. Creare una rete di condivisione dei dati peer-to-peer (la \"Piattaforma di mercato OmniBazaar\" o \"Rete\").",
    "TermsConditions.registrationAndAccount1": "1. Registrerai il tuo account per tuo uso personale e non per l'uso di un'altra persona, alter ego o altra identità.",
    "TermsConditions.omniBazaarSoftware3": "3. Consentire alle persone e alle imprese di acquistare e vendere beni e servizi l'uno dall'altro.",
    "TermsConditions.omniBazaarSoftware2": "2. Connetti il computer dell'utente a quella rete.",
    "TermsConditions.limitedPurposes4_1": "). Couchbase (e i suoi programmi associati) sono concessi in licenza con la licenza Apache 2.0 (",
    "TermsConditions.registrationAndAccount6": "6. Manterrai i tuoi contatti e altre informazioni richieste da OmniBazaar (come email, posizione, ecc.) Accurate e aggiornate.",
    "TermsConditions.personalInfo2": "2. OmniBazaar utilizzerà le informazioni personali solo in conformità con OmniBazaar",
    "TermsConditions.personalInfo3": "3. Concedi a OmniBazaar una licenza globale, perpetua, esente da diritti, irrevocabile e trasferibile per visualizzare, riprodurre, trasmettere, utilizzare e/o archiviare queste informazioni nella misura necessaria a supportare il funzionamento del Software.",
    "TermsConditions.lawsApplicableTitle": "È responsabilità dell'utente assicurarsi che il presente Contratto e l'utilizzo del Software siano conformi a tutte le leggi applicabili",
    "TermsConditions.risk3": "3. L'utente è responsabile di adottare le precauzioni necessarie per proteggere sé stessi e i sistemi del computer da virus, worm, cavalli di Troia e altri contenuti dannosi o distruttivi.",
    "TermsConditions.risk2": "2. Fornendo il Software, OmniBazaar non rappresenta o implica che approva qualsiasi contenuto o materiale ivi pubblicato, o che ritiene che tale materiale sia accurato, utile o non dannoso.",
    "TermsConditions.risk1": "1. OmniBazaar non ha l'obbligo di rivedere qualsiasi contenuto o materiale, incluso il venditore e le informazioni sul prodotto, pubblicato sul o tramite il Software, e non può quindi essere responsabile di tale materiale o contenuto.",
    "TermsConditions.risk6": "6. OmniBazaar declina ogni responsabilità per eventuali danni derivanti dall'uso del Software, o dalla visualizzazione o dal download da parte di tali utenti di contenuti pubblicati sul Software.",
    "TermsConditions.risk5": "5. Il Software può anche contenere materiale che viola la privacy o i diritti di pubblicità, o viola la proprietà intellettuale e altri diritti di proprietà di terzi, o il download, la copia o l'utilizzo dei quali è soggetto a termini e condizioni aggiuntivi, dichiarati o non dichiarati .",
    "TermsConditions.risk4": "4. Il Software può contenere contenuti offensivi, indecenti o altrimenti discutibili, nonché contenuti contenenti imprecisioni tecniche, errori tipografici e altri errori.",
    "TermsConditions.ageOfUseTitle": "È necessario avere almeno 18 anni per utilizzare il software OmniBazaar",
    "TermsConditions.riskTitle": "Il software OmniBazaar viene utilizzato a proprio rischio",
    "TermsConditions.personalInfoTitle": "Le tue informazioni personali",
    "TermsConditions.agreementTitle": "L'accordo tra OmniBazaar e te",
    "TermsConditions.regulationsTitle": "Ti impegni a rispettare il presente Contratto e le eventuali leggi o regolamenti applicabili al tuo caso",
    "TermsConditions.responsibleForFollowingTitle": "Quali leggi e regole sei responsabile per il seguito",
    "TermsConditions.otherTermsTitle": "Altri termini",
    "TermsConditions.reviewingChanges4": "4. Se continui ad utilizzare il Software dopo una qualsiasi di queste modifiche, l'uso continuato implicherà l'accettazione di eventuali modifiche al Contratto.",
    "TermsConditions.reviewingChanges1": "1. Il presente Accordo si applica a tutti gli utenti del Software.",
    "TermsConditions.reviewingChanges3": "3. OmniBazaar pubblicherà l'ultimo Accordo sul Software, ma spetta a te esaminarlo prima di utilizzare il Software.",
    "TermsConditions.reviewingChanges2": "2. OmniBazaar può apportare modifiche al presente Accordo di volta in volta senza specificarlo in modo specifico.",
    "TermsConditions.limitedPurposes10": "10. Non è possibile utilizzare alcun logo OmniBazaar o altra grafica proprietaria o marchio commerciale come parte del collegamento senza espressa autorizzazione scritta.",
    "TermsConditions.representationAndWarranty2_1": ", con il presente Accordo e con tutte le leggi e le normative applicabili (incluse, senza limitazioni, leggi o regolamenti locali nel proprio paese, stato, città o altro settore governativo, riguardanti la condotta online e i contenuti accettabili e incluse tutte le leggi applicabili in materia di trasmissione di dati tecnici dati esportati dagli Stati Uniti o dal paese in cui risiedi)",
    "TermsConditions.registrationAndAccount3": "3. Non assegnerai o trasferirai il tuo account a nessuno senza prima ottenere il consenso scritto di OmniBazaar.",
    "TermsConditions.registrationAndAccount2": "2. Creerai solo un account per te stesso.",
    "TermsConditions.agreement3": "1. Il presente Contratto sostituisce tutti gli accordi, le dichiarazioni, le garanzie e le intese precedenti o contemporanei relativi al Software, al contenuto, ai prodotti o ai servizi forniti da o attraverso il Software e l'oggetto del presente Contratto.",
    "TermsConditions.agreement2": "2. Il presente Accordo costituisce l'intero e unico accordo tra noi e te.",
    "TermsConditions.registrationAndAccount7": "7. Non condividi la tua password, permetti a chiunque altro di accedere al tuo account, o fai qualcosa che potrebbe compromettere la sicurezza del tuo account.",
    "TermsConditions.personalInfo1": "1. Comprendi e riconosci che il tuo uso del Software è regolato dal",
    "TermsConditions.registrationAndAccount5": "5. Se OmniBazaar termina o disabilita il tuo account, non puoi creare un altro account senza prima ottenere il consenso scritto di OmniBazaar.",
    "TermsConditions.registrationAndAccount4": "4. Non fornirai informazioni false o fuorvianti quando registri un account.",
    "TermsConditions.agreeToIndemnifyTitle": "Accetti di indennizzare OmniBazaar",
    "TermsConditions.otherTerms3": "3. L'utente accetta che qualsiasi arbitrato abbia luogo nella contea di Pinellas, in Florida, in lingua inglese e che la decisione arbitrale possa essere eseguita in qualsiasi tribunale. La parte prevalente in qualsiasi azione o procedimento per far rispettare il presente Accordo avrà diritto ai costi e alle spese legali.",
    "TermsConditions.otherTerms2": "2. L'utente accetta che, ad eccezione delle richieste di risarcimento ingiuntivo o equo o di rivendicazioni relative ai diritti di proprietà intellettuale (che possono essere presentate in qualsiasi tribunale competente senza la pubblicazione di un'obbligazione), qualsiasi controversia derivante dal presente Accordo sarà definitivamente risolta in conformità con le Regole di arbitrato completo dell'Organizzazione giudiziaria e del servizio di mediazione, Inc. (\"JAMS\") da arbitri nominati in conformità con tali norme.",
    "TermsConditions.limitedPurposes8": "8. Non è possibile eseguire la copia, la riproduzione, la pubblicazione, il riarrangiamento, la ridistribuzione, la modifica, la revisione, la modifica o il reverse engineering del Software.",
    "TermsConditions.limitedPurposes9": "9. Ti viene concesso un diritto limitato, revocabile e non esclusivo di creare un collegamento ipertestuale alla pagina iniziale di OmniBazaar fintanto che il link non ritragga OmniBazaar, le sue affiliate oi loro prodotti o servizi in modo falso, fuorviante, dispregiativo, o materia altrimenti offensiva.",
    "TermsConditions.otherTerms7": "7. Il presente Accordo sarà vincolante e andrà a beneficio delle parti, dei loro successori e cessionari autorizzati. Le intestazioni dei paragrafi del presente Accordo sono inserite solo per comodità e non devono essere considerate come facenti parte del presente Accordo o per influire sulla sua costruzione. Il presente Accordo sarà vincolante e andrà a beneficio delle parti, dei loro successori e assegnatari autorizzati . I titoli dei paragrafi del presente Accordo sono inseriti solo per comodità e non si ritengono che costituiscano parte del presente Accordo o che ne pregiudichino la costruzione.",
    "TermsConditions.otherTerms6": "6. OmniBazaar può cedere i propri diritti ai sensi del presente Accordo senza condizioni.",
    "TermsConditions.otherTerms5": "5. Una rinuncia da parte di una delle parti di qualsiasi termine o condizione del presente Accordo o qualsiasi sua violazione, in ogni caso, non rinuncerà a tale termine o condizione o qualsiasi successiva violazione dello stesso.",
    "TermsConditions.otherTerms4": "4. Se una qualsiasi parte del presente Contratto viene ritenuta non valida o non applicabile, tale parte sarà interpretata in modo da rispecchiare l'intento originale delle parti e le parti restanti rimarranno in vigore a tutti gli effetti.",
    "TermsConditions.limitedPurposes2": "2. OmniBazaar non ti concede il diritto di modificare il Software o qualsiasi parte del Software.",
    "TermsConditions.limitedPurposes3": "3. Comprendi che OmniBazaar non ti concede il diritto di: (a) rivendere o fare uso commerciale (ad eccezione di quanto previsto nel presente documento) del Software o dei suoi contenuti; (b) fare qualsiasi uso derivato del Software o del suo contenuto; (c) scaricare o copiare le informazioni dell'account a beneficio di terzi o commercianti; o (d) utilizzare qualsiasi data mining, robot o strumenti simili per la raccolta e l'estrazione dei dati.",
    "TermsConditions.limitedPurposes1": "1. OmniBazaar ti concede una licenza limitata per accedere e fare uso personale del Software.",
    "TermsConditions.limitedPurposes6": "6. L'utente non può incorniciare o utilizzare tecniche di framing per includere marchi, logo o altre informazioni proprietarie di OmniBazaar e dei nostri affiliati senza un esplicito consenso scritto.",
    "TermsConditions.limitedPurposes7": "7. Non è possibile utilizzare meta tag o altri \"testi nascosti\" che utilizzano il nome o i marchi di OmniBazaar senza l'espresso consenso scritto di OmniBazaar. Qualsiasi utilizzo non autorizzato interrompe l'autorizzazione o la licenza concessa da OmniBazaar qui di seguito.",
    "TermsConditions.omniCoinToken2": "2. L'utente comprende che i termini, le condizioni e le informazioni e le informazioni importanti relative alla vendita sono riportati nel Whitepaper e nel Memorandum.",
    "TermsConditions.limitedPurposes5": "5. L'utente riconosce che il Software o qualsiasi parte del Software non possono essere riprodotti, duplicati, copiati, venduti, rivenduti, visitati o altrimenti sfruttati per scopi commerciali diversi da quelli necessari per l'uso commerciale limitato qui concesso.",
    "TermsConditions.conductPolicies1": "1. Facciamo del nostro meglio per mantenere il Software sicuro e operativo, ma non possiamo garantirlo. Abbiamo bisogno del tuo aiuto per farlo, che include i seguenti impegni:",
    "TermsConditions.conductPolicies3": "Non decifrerai, decompilerai, disassemblerai, eseguirai il reverse engineering o tenterai in altro modo di ricavare alcun codice sorgente o idee o algoritmi sottostanti di qualsiasi parte del Software, eccetto che nella misura in cui le leggi applicabili proibiscano specificamente tale restrizione;",
    "TermsConditions.conductPolicies2": "L'utente non modificherà, adotterà, approverà, riprodurrà, distribuirà, tradurrà, creerà opere derivate o pubblicamente visualizzati, ripubblicati, riutilizzati o in qualsiasi modo sfruttino il Software se non espressamente autorizzato da OmniBazaar;",
    "TermsConditions.termsIntro": "Questo accordo è per l'utente finale (il \"Contratto\") deve essere letto da te (l'\"Utente\" o \"tu\") nella sua interezza prima di utilizzare qualsiasi servizio OmniBazaar™ o OmniCoin™ o prodotti. Si prega di notare che l'Accordo costituisce un accordo legalmente vincolante tra l'utente e OmniBazaar Inc. (di seguito denominato \"OmniBazaar\", \"us\" o \"noi\"), che pubblica software per supportare il marketplace distribuito su Internet descritto su OmniBazaar.info e prodotto sperimentale descritto su OmniCoin.info (i \"Servizi\"). Facendo clic sul pulsante \"Accetto\" se e dove previsto e/o utilizzando i Servizi, acconsenti ai termini e alle condizioni stabiliti nel presente Accordo.",
    "TermsConditions.conductPolicies4": "Non interferire o tentare di interferire con il corretto funzionamento del Software o attività svolte sul Software;",
    "TermsConditions.conductPolicies7": "Non userete software, dispositivi o altri processi manuali o automatizzati per \"crawl\" o \"spider\" alcuna pagina del Software;",
    "TermsConditions.conductPolicies6": "Non eseguirai alcuna forma di auto-responder o \"spam\" sul Software;",
    "TermsConditions.liabilityLimitedEnd3": "LA RESPONSABILITÀ DI OMNIBAZAAR NEI CONFRONTI DELL'UTENTE PER QUALSIASI CAUSA, E INDIPENDENTEMENTE DALLA FORMA DELL'AZIONE, SARÀ IN OGNI CASO LIMITATA ALLE SPESE, SE ANCHE, VERSATE DA NOI PER L'UTILIZZO DEL SOFTWARE, MA IN NESSUN CASO LA NOSTRA RESPONSABILITÀ PER VOI SUPERARE $ 50. L'UTENTE ACCETTA CHE LE CONTROVERSIE TRA L'UTENTE E OMNIBAZAAR SARANNO RISOLTE MEDIANTE BINDING, ARBITRATO INDIVIDUALE E SI RINUNCIA AL TUO DIRITTO DI PARTECIPARE AD UNA LEGGE DI AZIONE DI CLASSE O ARBITRATO IN CLASSE. L'UTENTE RICONOSCE CHE SE NON VI SONO PAGATE TASSE PER IL SOFTWARE, SARÀ LIMITATO A SOLO IN CASO DI RILIEVO, A MENO CHE NON SIA AUTORIZZATO DA LEGGE, E NON SARÀ DIRITTO A DANNI DI ALCUN TIPO DA NOI, INDIPENDENTEMENTE DALLA CAUSA DI AZIONE. SE SIETE UN RESIDENTE IN CALIFORNIA, SI RINUNCIA ALLA SEZIONE 1542 DEL CODICE CIVILE CALIFORNIA, CHE DICHIARA, IN PARTE: \"UN RILASCIO GENERALE NON SI ESTENDE ALLE RICHIESTE CHE IL CREDITORE NON CONOSCE O SOSPETTA DI ESISTERE NEL SUO FAVORE AL MOMENTO DELL'ESECUZIONE DEL RILASCIO , CHE SE LO CONOSCE DA LUI DEVE AVERE MATERIALMENTE INTERESSATO IL SUO TRATTAMENTO CON IL DEBITORE \".",
    "TermsConditions.liabilityLimitedEnd2": "OMNIBAZAAR NON CONTROLLA I CONTENUTI DI TERZE PARTI O LE INFORMAZIONI FORNITE DA TERZE PARTI E PERTANTO NON SARÀ RESPONSABILE DELLA TUA AFFIDABILITÀ SU QUALSIASI INFORMAZIONE O DICHIARAZIONE EFFETTUATA SU O TRAMITE IL SOFTWARE.",
    "TermsConditions.liabilityLimitedEnd1": "CERCHIAMO DI MANTENERE IL SOFTWARE EI SERVIZI, SENZA ERRORI, MA LO USI A PROPRIO RISCHIO. LE INFORMAZIONI DA O TRAMITE IL SOFTWARE EI SERVIZI SONO FORNITE \"COSÌ COME SONO\", \"COME DISPONIBILI\" E TUTTE LE GARANZIE, ESPLICITE O IMPLICITE, NON SONO RITENUTE ESCLUSIONI. LE INFORMAZIONI, IL SOFTWARE EI SERVIZI POSSONO CONTENERE VIRUS, ERRORI, ERRORI, PROBLEMI O ALTRE LIMITAZIONI. IN NESSUN CASO OMNIBAZAAR OI SUOI AMMINISTRATORI, DIPENDENTI O AGENTI AVRANNO ALCUNA RESPONSABILITÀ PER L'UTILIZZO DI QUALSIASI SOFTWARE. NON SIAMO RESPONSABILI DI ALCUN DANNO INDIRETTO, SPECIALE, INCIDENTALE O CONSEQUENZIALE (COMPRESI I DANNI PER PERDITE DI AFFARI, PERDITE DI PROFITTO, CONTENZIOSO, O SIMILI), SIANO BASATI SULLA VIOLAZIONE DEL CONTRATTO, SULLA VIOLAZIONE DELLA GARANZIA, SULLECITO (COMPRESA LA NEGLIGENZA), RESPONSABILITÀ DEL PRODOTTO O ALTRIMENTI, ANCHE SE AVVISO DELLA POSSIBILITÀ DI TALI DANNI.",
    "TermsConditions.reviewingChangesTitle": "Sei responsabile della revisione delle modifiche al presente Accordo",
    "TermsConditions.ageOfUse1": "1. Comprendi che non puoi utilizzare il Software se tale uso è proibito",
    "TermsConditions.ageOfUse3": "3. Qualsiasi utilizzo o accesso al Software da parte di minori di 18 anni non è autorizzato. Se hai almeno 13 anni ma hai meno di 18 anni, devi avere il permesso dei genitori o del tutore legale per utilizzare il Software e accettare le Condizioni d'uso.",
    "TermsConditions.ageOfUse2": "2. L'utente comprende che il Software è destinato esclusivamente agli utenti di età pari o superiore a diciotto (18) anni e può legalmente formulare un accordo vincolante.",
    "TermsConditions.ageOfUse5": "5. OmniBazaar non raccoglie consapevolmente informazioni da persone che hanno meno di tredici (13) anni di età.",
    "TermsConditions.ageOfUse4": "4. Dichiari e garantisci di aver compiuto 18 anni o di aver stipulato il presente Accordo per conto di qualcuno di età compresa tra 13 e 18 anni e che accetti di rispettare tutti i termini e le condizioni del presente Accordo.",
    "TermsConditions.omniBazaarSoftware": "Il software OmniBazaar (il \"Software\") è un programma software gratuito che svolge le seguenti funzioni:",
    "TermsConditions.lawsApplicable2": "2. L'utente è l'unico responsabile di garantire che il presente Accordo rispetti tutte le leggi, le norme e i regolamenti applicabili.",
    "TermsConditions.lawsApplicable3": "3. L'utente riconosce che il diritto dell'utente ad accedere al Software sarà revocato qualora il presente Accordo o l'uso del Software siano vietati e, in tal caso, l'utente accetti di non utilizzare o accedere al Software in alcun modo.",
    "TermsConditions.lawsApplicable1": "1. L'utente riconosce che OmniBazaar può, a sua esclusiva discrezione, rifiutare di offrire o rendere disponibile il Software a qualsiasi persona o entità e modificare i propri criteri di idoneità in qualsiasi momento.",
    "TermsConditions.liabilityLimitedTitle": "La responsabilità di OmniBazaar è limitata",
    "TermsConditions.otherTerms1": "1. Tu e OmniBazaar concordate che qualsiasi causa di azione derivante o correlata al Software deve iniziare entro un (1) anno dopo la causa dell'azione; altrimenti, tale causa di azione è permanentemente bloccata.",
    "TermsConditions.omniBazaarSoftwareTitle": "Il software OmniBazaar",
    "TermsConditions.editOrModifyStart": "OmniBazaar is committed to delivering a positive user experience and you understand that OmniBazaar reserves the right (but without undertaking any duty) to edit, monitor, review, delete, modify, or move any content or material provided or placed on or though the Software in its sole discretion, without notice.",
    "TermsConditions.useOfTheSoftwareTitle": "Il tuo uso del software",
    "TermsConditions.conductPoliciesTitle": "L'utente accetta di rispettare le politiche di condotta di OmniBazaar quando utilizza il Software",
    "TermsConditions.representationAndWarrantyTitle": "La vostra dichiarazione generale e garanzia",
    "TermsConditions.copyrightContent2": "2. L'utente non può copiare, ridistribuire, utilizzare o pubblicare alcuna parte del Software, ad eccezione di quanto consentito dal presente Accordo.",
    "TermsConditions.copyrightContent1": "1. Il contenuto, l'organizzazione, la grafica, il design, la compilazione, la traduzione magnetica, la conversione digitale e altre questioni relative al Software (\"Contenuto del copyright\") sono di proprietà di OmniBazaar, Inc. o del proprietario dei contenuti applicabili e sono protetti dai copyright applicabili , marchi e altri diritti di proprietà.",
    "TermsConditions.legalConditionsTitle": "Condizioni legali",
    "TermsConditions.representationAndWarranty3": "Utilizzerai il Software per non violare o appropriare in modo inappropriato i diritti di proprietà intellettuale di terze parti.",
    "TermsConditions.representationAndWarranty2": "Utilizzerai il Software in conformità con",
    "TermsConditions.representationAndWarranty1": "Lei dichiara e garantisce che:",
    "TermsConditions.omniCoinToken1": "1. OmniBazaar sta conducendo una Token Sale (\"Vendita\") dei suoi token OmniBazaar, come descritto ulteriormente nel Whitepaper OmniBazaar e nell'Offerta OmniBazaar e/o nel Memorandum di Termini e Condizioni (collettivamente, il \"Memorandum\".)",
    "TermsConditions.updatedVersionsTitle": "Sei responsabile dell'accettazione di versioni aggiornate del Software",
    "TermsConditions.limitedPurposes4": "4. Il Software contiene o utilizza OmniCoin e altri software, il cui codice sorgente è \"open source\" e la cui riproduzione e utilizzo sono regolati dalle licenze di tali programmi. In particolare, il software OmniCoin criptovaluta è concesso in licenza con la licenza MIT (",
    "TermsConditions.liabilityLimited3": "3. OmniBazaar non si assume alcuna responsabilità per errori, omissioni, interruzioni, cancellazioni, difetti, ritardi di funzionamento o di trasmissione, guasto della linea telefonica, furto o distruzione o accesso non autorizzato o alterazione delle comunicazioni dell'utente.",
    "TermsConditions.liabilityLimited2": "2. OmniBazaar non è responsabile per la condotta, sia online che offline, di qualsiasi utente del Software.",
    "TermsConditions.liabilityLimited1": "1. OmniBazaar non è responsabile per eventuali siti di terze parti, contenuti di terze parti pubblicati sul Software.",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. Comprendi che è tuo dovere confermare e verificare tutte le informazioni fornite su o attraverso il Software e che tu sei l'unico rischio di fare affidamento su tali informazioni, inclusi, a titolo esemplificativo, contenuti, contenuti di terze parti, link, o elenchi di prodotti.",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar non è responsabile per eventuali problemi o malfunzionamenti tecnici di qualsiasi rete telefonica o linee, provider di dati cellulare o rete, sistemi online di computer, server o provider, apparecchiature informatiche, software, a causa di problemi tecnici o congestione del traffico sul Software, incluse lesioni o danni agli utenti o al computer di altre persone e / o dispositivi mobili.",
    "TermsConditions.omniBazaarSoftwareEnd": "Traccia e usa la reputazione e altre informazioni sugli utenti del mercato.",
    "TermsConditions.limitedPurposes4_2": "). Nulla in questa licenza è inteso a invalidare o violare le licenze di queste licenze di software open source.",
    "TermsConditions.personalInfo1_1": ", che è incorporato nel presente accordo con questo riferimento.",
    "TermsConditions.floridaLawText2": "Il Software e le informazioni e la tecnologia sottostanti non possono essere scaricati o altrimenti esportati o riesportati (i) in (o in una nazione o residenza di) Cuba, Iraq, Libia, Jugoslavia, Corea del Nord, Iran, Siria o qualsiasi altro paese a cui gli Stati Uniti hanno embargo le merci; o (ii) a chiunque sia nell'elenco del Dipartimento del Tesoro degli Stati Uniti di Nazionalità Specialmente Designate o alla Tabella degli Ordini Negativi del Dipartimento del Commercio degli Stati Uniti. Scaricando o utilizzando il Software, accetti quanto sopra e dichiari e garantisci di non trovarti, sotto il controllo di, o di un cittadino o di un residente di tale paese o di alcuno di tali elenchi",
    "TermsConditions.floridaLawText3": "Il Software è un \"articolo commerciale\", poiché tale termine è definito a 48 C.F.R. 2.101 (ottobre 1995), costituito da \"software commerciale per computer\" e \"documentazione commerciale di software per computer\", in quanto tali termini sono utilizzati in 48 C.F.R. 12.212 (settembre 1995). Coerente con 48 C.F.R. 12.212 e 48 C.F.R. Da 227.7202-1 a 227.7202-4 (giugno 1995), tutti gli utenti finali del governo degli Stati Uniti acquisiscono solo quei diritti nel Software forniti da questo Accordo",
    "TermsConditions.floridaLawText1": "Fatte salve le clausole arbitrali di cui sopra, in caso di controversie derivanti dal Software, utilizzando il Software, l'utente accetta espressamente che tali controversie siano disciplinate dalle leggi dello Stato della Florida, indipendentemente dal conflitto di legge disposizioni, e l'utente accetta e accetta espressamente la giurisdizione esclusiva e la sede dei tribunali statali e federali dello Stato della Florida, nella contea di Pinellas, per la risoluzione di tali controversie. Omnibazaar e con la presente escludi l'applicazione della Uniform Computer Information Transactions Act (\"UCITA\"), la Convenzione delle Nazioni Unite sulla vendita internazionale di merci (\"CISG\") e qualsiasi legge di qualsiasi giurisdizione che applichi UCITA o CISG o termini equivalenti a UCITA o CISG al presente Accordo",
    "TermsConditions.conductPolicies5": "Non ignorerai alcuna misura che OmniBazaar potrebbe utilizzare per impedire o limitare l'accesso al Software (o ad altri account, sistemi informatici o reti collegati al Software);"
}