{
    "TermsConditions.registrationAndAccountStart": "Apabila anda menggunakan Perisian yang anda mungkin menyediakan OmniBazaar pendaftaran tertentu dan maklumat akaun, yang OmniBazaar akan bergantung kepada untuk menyediakan anda dengan Perisian Berikut adalah kewajipan anda semasa mencipta, mendaftar, dan mengekalkan keselamatan dan ketepatan. akaun anda: ",
    "TermsConditions.limitedPurposesTitle": "Anda boleh menggunakan Perisian OmniBazaar untuk tujuan terhad",
    "TermsConditions.conductPolicies9": "Anda tidak akan menyalin, menyewa, memajak, mengedar, atau sebaliknya memindahkan mana-mana hak yang anda terima di bawah ini;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "Anda tidak menuai atau mengikis sebarang kandungan atau bahan-bahan dari Perisian;",
    "TermsConditions.updatedVersions1": ". 1. Jika OmniBazaar menyediakan dikemaskini versi Perisian dan / atau Perisian dan anda tidak menerima ini versi yang dikemas kini, anda tidak boleh menikmati kandungan yang paling baru-baru ini, set ciri, dan bahan-bahan",
    "TermsConditions.privacyPolicy": "Dasar Privasi",
    "TermsConditions.updatedVersions2": "2. Jika anda tidak menerima versi terkini mengenai Perisian, OmniBazaar hendaklah tidak menanggung apa-apa tanggungjawab atau liabiliti untuk keputusan anda",
    "TermsConditions.trademarksTitle": "Anda tidak boleh menggunakan tanda dagangan yang terdapat pada Perisian dengan cara yang melanggar",
    "TermsConditions.termsIntroNotice": "NOTIS PENTING: PERJANJIAN INI MENGANDUNGI AN PERJANJIAN TIMBANG TARA YANG AKAN MEMERLUKAN ANDA HANTAR SEBARANG TUNTUTAN ANDA MUNGKIN ADA TERHADAP OMNIBAZAAR KE MENGIKAT DAN TIMBANG TARA FINAL TAMBAHAN, DI BAWAH PERUNTUKAN TIMBANG TARA, (A) ANDA AKAN SAHAJA AKAN DIBENARKAN UNTUK mENGEJAR TUNTUTAN TERHADAP OMNIBAZAAR SECARA INDIVIDU, BUKAN SEBAGAI pLAINTIF ATAU KELAS AHLI DALAM APA KELAS ATAU TINDAKAN WAKIL ATAU PROSIDING, DAN (B) ANDA AKAN HANYA AKAN DIBENARKAN UNTUK DAPATKAN PELEPASAN (TERMASUK MONETARI, injunksi, DAN PELEPASAN PERISYTIHARAN) SECARA INDIVIDU. OLEH MEMASUKI PERJANJIAN INI, ANDA MENGAKUI BAHAWA ANDA TELAH MEMBACA DAN MEMAHAMI SEMUA TERMA PERJANJIAN INI, TERMASUK TETAPI TIDAK TERHAD KEPADA SEKSYEN MENGENAI TIMBANGTARA.",
    "TermsConditions.registrationAndAccountTitle": "pendaftaran dan keselamatan akaun anda",
    "TermsConditions.conductPolicies11": "Anda tidak akan memuat naik, mengepos, menghantar, berkongsi, menyimpan atau dengan cara lain apa-apa bahan yang mengandungi virus perisian atau kod komputer, fail atau program yang direka untuk mengganggu, memusnahkan atau menghadkan fungsi mana-mana komputer perisian atau perkakasan atau kelengkapan telekomunikasi; ",
    "TermsConditions.conductPolicies10": "Anda tidak akan mendapatkan kata laluan atau maklumat yang mengenal pasti secara peribadi (ini termasuk, tetapi tidak terhad kepada, orang lain nama's, tarikh lahir, alamat rumah, alamat IP, nombor kad kredit, nombor keselamatan sosial, atau lain-lain maklumat yang dikeluarkan oleh kerajaan pengenalan) untuk tujuan komersial atau menyalahi undang-undang; ",
    "TermsConditions.conductPolicies13": "Anda tidak akan mengancam, mengugut, atau mengganggu pengguna lain atau mana-mana pihak pada atau melalui Perisian;",
    "TermsConditions.conductPolicies12": "Anda tidak akan jika tidak mengambil apa-apa tindakan yang melanggar OmniBazaar's garis panduan dan dasar;",
    "TermsConditions.conductPolicies14": "Anda tidak akan secara palsu menyatakan identiti anda atau menyamar sebagai pihak ketiga, dan janganlah kamu memalsukan atau mengelirukan pihak ketiga mengenai hubungan anda dengan mana-mana entiti;",
    "TermsConditions.regulations2": "2. Anda bertanggungjawab terhadap semua aktiviti anda yang berkaitan dengan Perisian.",
    "TermsConditions.regulations3": "3. Anda hendaklah mematuhi semua undang-undang dan peraturan yang berkenaan tempatan, negeri, negara dan antarabangsa dan, jika anda mewakili perniagaan, apa-apa pendidikan, pendidikan, pengajaran, privasi, atau kod kawal selia lain (s ) yang terpakai kepada anda.",
    "TermsConditions.regulations1": "1. Anda berjanji tidak akan menggunakan Perisian untuk sebarang tujuan yang dilarang oleh Perjanjian ini.",
    "TermsConditions.copyrightContentTitle": "The hak cipta untuk semua kandungan pada Perisian dimiliki oleh pembekal kandungan yang",
    "TermsConditions.termsIntroTitle": "OmniBazaar, Inc. Terma Perisian Penggunaan",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar boleh mengedit atau mengubah suai apa-apa pada Perisian tanpa notis",
    "TermsConditions.importantNoticesTitle": "Notis Penting",
    "TermsConditions.agreeToIndemnifyText": "Anda bersetuju untuk menanggung rugi, mempertahankan, dan melindungi OmniBazaar, kontraktor, pemberi lesen, anak-anak syarikat dan rakan kongsi, pengarah, pegawai, anggota, pengurus, pekerja dan ejen-ejen mereka daripada dan terhadap sebarang dan semua tuntutan dan perbelanjaan, termasuk mana-mana dan semua kerugian, kos, liabiliti, dan yuran peguam, yang timbul daripada atau berkaitan dengan: (1) penggunaan Perisian, (2) apa-apa kandungan pihak ketiga, laman web pihak ketiga dan sebarang kandungan lain , (3) apa-apa pembelian daripada atau interaksi dengan pembekal (4) pelanggaran Perjanjian ini, atau mana-mana undang-undang atau hak mana-mana pihak ketiga, dan (5) pelanggaran Perjanjian ini dan / atau apa-apa pelanggaran perwakilan anda dan jaminan yang dinyatakan di sini ",
    "TermsConditions.trademarksTitle1": "1. Anda bersetuju bahawa OmniBazaar, CryptoBazaar, OmniCoin, dan grafik OmniBazaar lain, logo, tajuk halaman, butang ikon, skrip, dan perkhidmatan nama adalah tanda dagangan, tanda dagangan berdaftar atau pakaian perdagangan OmniBazaar atau syarikat gabungannya ( \"Trademark kandungan \").",
    "TermsConditions.trademarksTitle3": "3. \t cap dagang lain Tall tidak dimiliki oleh OmniBazaar atau gabungannya yang mungkin muncul pada Perisian adalah kepunyaan pemilik masing-masing, yang mungkin atau mungkin tidak bergabung dengan, berkaitan dengan, atau ditaja oleh OmniBazaar atau gabungannya.",
    "TermsConditions.trademarksTitle2": "2. \t cap dagang OmniBazaar dan pakaian perdagangan tidak boleh digunakan berkaitan dengan mana-mana produk atau perkhidmatan yang tidak OmniBazaar's, dalam apa-apa cara yang mungkin menyebabkan kekeliruan di kalangan pengguna, atau dalam apa-apa cara yang memperkecilkan atau mencemarkan OmniBazaar.",
    "TermsConditions.reviewingChangesEnd": "Selain itu, beberapa perkhidmatan yang ditawarkan melalui Perisian yang berkenaan tertakluk kepada terma dan syarat tambahan yang ditetapkan oleh OmniBazaar dari semasa ke semasa dan penggunaan perkhidmatan itu adalah tertakluk kepada terma dan syarat tambahan, yang telah digabungkan dalam Perjanjian ini melalui rujukan ini.",
    "TermsConditions.omniCoinTokenTitle": "The OmniCoin Token Acara Jualan",
    "TermsConditions.floridaLawTitle": "Anda bersetuju bahawa undang-undang Florida digunakan untuk Perjanjian ini",
    "TermsConditions.agreement1": "1. \tYou memahami bahawa dengan memasang atau menggunakan Perisian, anda bersetuju untuk mematuhi dan terikat dengan terma dan syarat yang terkandung di dalam ini (\" Terma Penggunaan \"atau \" Perjanjian \" , yang juga menggabungkan OmniBazaar's ",
    "TermsConditions.omniBazaarSoftware8": "8. Track dan penggunaan reputasi dan maklumat lain mengenai pengguna pasaran.",
    "TermsConditions.omniBazaarSoftware5": ". 5. pengguna Ganjaran yang menyediakan perkhidmatan yang memberi manfaat kepada pengguna lain dan pasaran",
    "TermsConditions.omniBazaarSoftware4": ". 4. Membolehkan pembayaran automatik untuk pembelian menggunakan OmniCoin dan cryptocurrencies Bitcoin",
    "TermsConditions.omniBazaarSoftware7": ". 7. Menyediakan perkhidmatan escrow yang membolehkan pengguna untuk menjalankan perniagaan dengan pengguna lain yang mereka tidak tahu atau amanah",
    "TermsConditions.omniBazaarSoftware6": "6. Mengedarkan OmniCoins percuma kepada pengguna yang menyertai dan merujuk rakan-rakan mereka.",
    "TermsConditions.omniBazaarSoftware1": ". 1. Buat rangkaian data perkongsian peer-to-peer (Platform \"OmniBazaar Marketplace\" atau \"Network\")",
    "TermsConditions.registrationAndAccount1": ". 1. Anda akan mendaftar akaun anda untuk kegunaan anda sendiri dan bukan untuk kegunaan seseorang lain, mengubah ego, atau pengenalan lain",
    "TermsConditions.omniBazaarSoftware3": "3. Benarkan individu dan perniagaan untuk membeli dan menjual barangan dan perkhidmatan antara satu sama lain.",
    "TermsConditions.omniBazaarSoftware2": "2. Connect pengguna's komputer untuk Rangkaian itu.",
    "TermsConditions.limitedPurposes4_1": ".) Couchbase (dan program yang berkaitan dengannya) adalah dilesenkan di bawah lesen Apache 2.0 (",
    "TermsConditions.registrationAndAccount6": ". 6. Anda akan menyimpan kenalan anda dan maklumat lain yang diminta oleh OmniBazaar (seperti e-mel, lokasi, dan lain-lain) yang tepat dan up-to-date",
    "TermsConditions.personalInfo2": "2. OmniBazaar hanya akan menggunakan maklumat peribadi menurut OmniBazaar's",
    "TermsConditions.personalInfo3": "3. Anda memberi seluruh dunia, untuk selama-lamanya, bebas royalti, tidak boleh ditarik balik, dan lesen boleh dipindah milik kepada OmniBazaar untuk dipaparkan, mengeluarkan semula, menghantar, penggunaan, dan / atau menyimpan maklumat ini setakat yang perlu untuk menyokong operasi Perisian ini.",
    "TermsConditions.lawsApplicableTitle": "Adalah menjadi tanggungjawab anda untuk memastikan Perjanjian ini dan penggunaan Perisian mematuhi semua undang-undang kepada anda",
    "TermsConditions.risk3": "3. Anda bertanggungjawab untuk mengambil langkah berjaga-jaga yang perlu untuk melindungi diri anda dan sistem komputer anda daripada virus, cecacing, kuda Trojan, dan kandungan berbahaya atau merosakkan.",
    "TermsConditions.risk2": ". 2. Dengan menyediakan Perisian, OmniBazaar tidak mewakili atau membayangkan bahawa ia menyokong sebarang kandungan atau bahan terdapat diposkan, atau bahawa ia percaya bahan itu adalah tepat, berguna atau tidak berbahaya",
    "TermsConditions.risk1": ". 1. OmniBazaar tidak mempunyai kewajipan untuk menyemak sebarang kandungan atau bahan, termasuk vendor dan maklumat produk, yang dicatatkan kepada atau melalui Perisian, dan oleh kerana itu tidak bertanggungjawab untuk bahan atau kandungan apa-apa",
    "TermsConditions.risk6": ". 6. OmniBazaar menafikan sebarang tanggungjawab untuk sebarang kemudaratan yang disebabkan daripada penggunaan Perisian, atau daripada melihat atau memuat turun oleh orang-orang pengguna daripada kandungan yang disiarkan pada Perisian",
    "TermsConditions.risk5": "5. Perisian boleh juga mengandungi bahan yang melanggar privasi atau publisiti hak-hak, atau melanggar hak harta intelek dan lain-lain hak, pihak ketiga, atau muat turun, penyalinan atau penggunaan yang tertakluk kepada tambahan terma dan syarat, dinyatakan atau tidak dinyatakan.",
    "TermsConditions.risk4": "4. Perisian ini mungkin mengandungi kandungan yang menyinggung, tidak senonoh, atau sebaliknya, serta kandungan yang mengandungi kesilapan teknikal, kesilapan tipografi, dan kesilapan lain.",
    "TermsConditions.ageOfUseTitle": "Anda mesti berumur 18 atau lebih tua untuk menggunakan Perisian OmniBazaar",
    "TermsConditions.riskTitle": "Anda menggunakan Perisian OmniBazaar risiko anda sendiri",
    "TermsConditions.personalInfoTitle": "Maklumat peribadi anda",
    "TermsConditions.agreementTitle": "Perjanjian antara OmniBazaar dan Anda",
    "TermsConditions.regulationsTitle": "Anda berjanji untuk mematuhi Perjanjian ini dan mana-mana undang-undang atau peraturan yang berkaitan dengan anda",
    "TermsConditions.responsibleForFollowingTitle": "Apakah Undang-undang dan Peraturan Anda bertanggungjawab untuk mematuhi",
    "TermsConditions.otherTermsTitle": "Syarat lain",
    "TermsConditions.reviewingChanges4": ". 4. Jika anda terus menggunakan Perisian selepas mana-mana perubahan ini, penggunaan berterusan anda akan bermakna bahawa anda telah menerima apa-apa perubahan kepada Perjanjian",
    "TermsConditions.reviewingChanges1": "1. \t Perjanjian tthis boleh digunakan untuk semua pengguna Perisian.",
    "TermsConditions.reviewingChanges3": ". 3. \tOmniBazaar akan menyiarkan Perjanjian terkini mengenai Perisian, tetapi ia adalah terpulang kepada anda untuk menyemaknya sebelum menggunakan Perisian",
    "TermsConditions.reviewingChanges2": "2. \tOmniBazaar boleh membuat perubahan kepada Perjanjian ini dari semasa ke semasa tanpa khusus memberitahu anda.",
    "TermsConditions.limitedPurposes10": "10. Anda tidak boleh menggunakan mana-mana logo OmniBazaar atau grafik proprietari lain atau tanda dagangan sebagai sebahagian daripada link tanpa kebenaran bertulis.",
    "TermsConditions.representationAndWarranty2_1": ", dengan Perjanjian ini dan semua undang-undang dan peraturan yang berkenaan (termasuk tanpa had sebarang undang-undang atau peraturan-peraturan tempatan di negara, negeri, bandar, atau kawasan kerajaan anda yang lain, mengenai tingkah laku dalam talian dan kandungan yang boleh diterima, dan termasuk semua undang-undang berkenaan penghantaran data teknikal yang dieksport dari Amerika Syarikat atau negara di mana anda tinggal) ",
    "TermsConditions.registrationAndAccount3": ". 3. Anda tidak akan menyerahkan atau memindahkan akaun anda kepada sesiapa sahaja tanpa terlebih dahulu mendapat kebenaran bertulis OmniBazaar ini",
    "TermsConditions.registrationAndAccount2": "2. Anda akan mewujudkan hanya satu akaun untuk diri sendiri.",
    "TermsConditions.agreement3": "1. \t Perjanjian tthis menggantikan semua terdahulu atau semasa perjanjian, perwakilan, jaminan dan pemahaman berkenaan dengan Perisian, kandungan, barangan atau perkhidmatan yang disediakan oleh atau melalui Perisian, dan hal perkara Perjanjian ini .",
    "TermsConditions.agreement2": ". 2. \t Perjanjian tthis merupakan persetujuan keseluruhan dan hanya antara kami dan kamu",
    "TermsConditions.registrationAndAccount7": ". 7. Anda tidak akan berkongsi kata laluan anda, biarkan orang lain selain daripada anda mengakses akaun anda, atau melakukan apa-apa yang mungkin menjejaskan keselamatan akaun anda",
    "TermsConditions.personalInfo1": "1. Anda memahami dan mengakui bahawa penggunaan Perisian yang ditadbir oleh",
    "TermsConditions.registrationAndAccount5": ". 5. Jika OmniBazaar menamatkan atau melumpuhkan akaun anda, anda tidak boleh membuat akaun lain tanpa terlebih dahulu mendapat kebenaran bertulis OmniBazaar ini",
    "TermsConditions.registrationAndAccount4": "4. Anda akan tidak memberikan maklumat palsu atau mengelirukan apabila anda mendaftar akaun.",
    "TermsConditions.agreeToIndemnifyTitle": "Anda bersetuju untuk menanggung rugi OmniBazaar",
    "TermsConditions.otherTerms3": "3. Anda bersetuju mana-mana timbang tara hendaklah mengambil tempat di Pinellas County, Florida, dalam bahasa Inggeris dan keputusan timbang tara boleh dikuatkuasakan dalam mana-mana Mahkamah parti semasa di mana-mana tindakan atau prosiding menguatkuasakan Perjanjian ini hendaklah. berhak kepada kos dan bayaran peguam.",
    "TermsConditions.otherTerms2": "2. Anda bersetuju bahawa, kecuali bagi tuntutan untuk relief injunksi atau ekuiti atau tuntutan mengenai hak-hak harta intelek (yang boleh dibawa dalam mana-mana mahkamah yang berwibawa tanpa posting bon a), apa-apa pertikaian yang timbul di bawah Perjanjian ini akan akhirnya selaras dengan peraturan Penimbangtaraan Komprehensif Kehakiman Arbitration and Mediation Service, Inc. (\"JAMS\") dengan penimbang tara yang dilantik mengikut kaedah-kaedah itu.",
    "TermsConditions.limitedPurposes8": "8. Anda tidak boleh terlibat dalam penyalinan, penghasilan semula, penerbitan, penyusunan semula, pengagihan semula, pengubahsuaian, semakan, pengubahan, atau kejuruteraan terbalik, Perisian.",
    "TermsConditions.limitedPurposes9": "9. Anda diberi hak terhad, boleh dibatalkan, dan bukan eksklusif untuk membuat hyperlink ke laman utama daripada OmniBazaar selagi pautan tidak menggambarkan OmniBazaar, syarikat gabungan, atau produk atau perkhidmatan mereka dalam palsu, mengelirukan, menghina, atau menyinggung masalah.",
    "TermsConditions.otherTerms7": "7. Perjanjian ini akan mengikat dan akan dibiasakan bagi manfaat pihak-pihak, pengganti mereka dan pemegang serah hak Tajuk-tajuk daripada perenggan Perjanjian ini dimasukkan untuk kemudahan sahaja dan tidak boleh disifatkan membentuk sebahagian daripada Perjanjian ini atau untuk memberi kesan kepada Perjanjian thereofThis pembinaan akan mengikat dan akan dibiasakan bagi manfaat pihak-pihak, pengganti mereka dan pemegang serah hak. tajuk-tajuk daripada perenggan Perjanjian ini dimasukkan untuk kemudahan sahaja dan tidak boleh disifatkan untuk membentuk sebahagian daripada Perjanjian ini atau untuk menjejaskan pembinaan itu.",
    "TermsConditions.otherTerms6": "6. OmniBazaar boleh menyerahkan hak di bawah Perjanjian ini tanpa syarat.",
    "TermsConditions.otherTerms5": "5. Penepian oleh salah satu pihak mana-mana terma atau syarat. Perjanjian ini atau sebarang kemungkiran, dalam mana-mana satu contoh, tidak akan mengetepikan apa-apa tempoh atau syarat atau mana-mana pelanggaran berikutnya daripadanya",
    "TermsConditions.otherTerms4": "4. Jika mana-mana bahagian Perjanjian ini tidak sah atau tidak boleh dikuatkuasakan, bahagian itu akan ditafsirkan untuk mencerminkan niat asal parti, dan bahagian-bahagian yang lain akan terus berkuat kuasa dan berkesan sepenuhnya.",
    "TermsConditions.limitedPurposes2": "2. OmniBazaar tidak memberi anda hak untuk mengubah suai Perisian, atau mana-mana bahagian Perisian tersebut.",
    "TermsConditions.limitedPurposes3": "3. Anda memahami OmniBazaar tidak memberi anda hak untuk: (a) menjual semula atau gunakan komersial (kecuali sebagaimana yang diperuntukkan di sini) Perisian atau kandungannya; (b) membuat apa-apa penggunaan terbitan perisian atau kandungan mereka; (c) memuat turun atau menyalin maklumat untuk manfaat pihak ketiga atau saudagar akaun;. atau (d) menggunakan mana-mana perlombongan data, robot, pengumpulan data atau serupa dan alat pengekstrakan ",
    "TermsConditions.limitedPurposes1": ". 1. OmniBazaar memberikan anda lesen terhad untuk mengakses dan gunakan peribadi Perisian",
    "TermsConditions.limitedPurposes6": ". 6. Anda tidak frame atau teknik framing untuk menyertakan tanda dagangan, logo, atau maklumat proprietari lain OmniBazaar dan sekutu kami tanpa kebenaran bertulis",
    "TermsConditions.limitedPurposes7": "7. Anda tidak boleh menggunakan tag meta atau mana-mana \" tersembunyi teks \"menggunakan OmniBazaar's nama atau tanda dagangan tanpa kebenaran bertulis daripada OmniBazaar Apa-apa penggunaan yang tidak dibenarkan menamatkan kebenaran atau lesen yang diberikan oleh OmniBazaar di bawah ini.",
    "TermsConditions.omniCoinToken2": "2. \tYou memahami bahawa terma-terma, syarat, dan pendedahan dan maklumat mengenai Jualan penting yang dinyatakan dalam Kertas Putih dan Memorandum",
    "TermsConditions.limitedPurposes5": "5. Anda memahami bahawa Perisian atau mana-mana bahagian Perisian tersebut tidak boleh diterbitkan semula, diulang, disalin, dijual, dijual semula, melawat, atau sebaliknya dieksploitasi untuk tujuan komersial, selain daripada yang diperlukan untuk yang terhad kegunaan komersil yang diberikan di sini.",
    "TermsConditions.conductPolicies1": ". 1. Kami melakukan yang terbaik untuk menjaga Software selamat dan operasi, tetapi kami tidak dapat menjamin Kami memerlukan bantuan anda untuk berbuat demikian, termasuklah komitmen berikut:",
    "TermsConditions.conductPolicies3": "Anda tidak akan mentafsirkan, menyusun semula, menyahhimpun, kejuruteraan berbalik, atau berusaha untuk memperolehi apa-apa kod sumber atau asas idea atau algoritma mana-mana bahagian Perisian, kecuali setakat yang terhad undang-undang khusus melarang sekatan itu; ",
    "TermsConditions.conductPolicies2": "Anda tidak boleh mengubah suai, menyesuaikan, sesuai, menghasilkan semula, mengedar, menterjemah, membuat kerja terbitan atau penyesuaian, memaparkan secara awam, menerbitkan, dibuat semula, atau dalam apa-apa cara mengeksploitasi Perisian kecuali sebagaimana yang dibenarkan dengan nyata oleh OmniBazaar; ",
    "TermsConditions.termsIntro": "Ini perjanjian pengguna akhir (yang \" Perjanjian \") perlu dibaca oleh anda (yang \" Pengguna \"atau \" anda \") secara keseluruhannya sebelum penggunaan sebarang OmniBazaar™ atau OmniCoin™ perkhidmatan atau produk yang diperolehi. Sila ambil perhatian bahawa Perjanjian itu menjadi suatu perjanjian yang mengikat secara undang-undang antara anda dan OmniBazaar Inc. (dirujuk di sini sebagai \"OmniBazaar \", \"kita \" atau \"kita \"), yang menerbitkan perisian untuk menyokong Internet diedarkan pasaran yang dihuraikan di OmniBazaar.info dan produk eksperimen yang diterangkan di OmniCoin.info (\"Perkhidmatan \"). Dengan klik \"Saya Setuju \" butang jika dan di mana disediakan dan / atau menggunakan perkhidmatan, anda bersetuju dengan terma dan syarat yang dinyatakan dalam Perjanjian ini.",
    "TermsConditions.conductPolicies4": "Anda tidak akan mengganggu atau cuba mengganggu kerja yang sepatutnya Perisian atau apa-apa aktiviti yang dijalankan ke atas Perisian;",
    "TermsConditions.conductPolicies7": "Anda tidak akan menggunakan manual atau automatik perisian, peranti, atau proses lain untuk \" crawl \"atau \" labah-labah \"mana-mana halaman Perisian;",
    "TermsConditions.conductPolicies6": "Anda tidak akan menjalankan apa-apa bentuk auto-responder atau \" spam \"pada Perisian;",
    "TermsConditions.liabilityLimitedEnd3": "OMNIBAZAAR's LIABILITI KEPADA ANDA UNTUK APA SAJA SEBAB, DAN TANPA MENGHIRAUKAN BENTUK TINDAKAN, AKAN SETIAP MASA TERHAD KEPADA YURAN, JIKA ADA, ANDA BAYAR KEPADA KAMI UNTUK PENGGUNAAN SOFTWARE, TETAPI TIDAK KES AKAN LIABILITI KAMI KEPADA ANDA AKAN mELEBIHI $ 50. ANDA BERSETUJU BAHAWA PERSELISIHAN ANTARA ANDA DAN OMNIBAZAAR AKAN DISELESAIKAN OLEH MENGIKAT, TIMBANGTARA INDIVIDU DAN ANDA MENGETEPIKAN HAK ANDA MENGAMBIL BAHAGIAN DALAM tUNTUTAN MAHKAMAH TINDAKAN KELAS ATAU TIMBANGTARA CLASS-WIDE. ANDA MENGAKUI BAHAWA JIKA TIADA YURAN YANG TELAH DIBAYAR KEPADA KAMI UNTUK PERISIAN INI, ANDA AKAN TERHAD KEPADA relief injunksi SAHAJA, KECUALI SEBALIKNYA YANG DIBENARKAN OLEH UNDANG-UNDANG, DAN TIDAK AKAN lAYAK KEROSAKAN YANG YANG DARI KAMI, TANPA SEBAB TINDAKAN. JIKA ANDA ADALAH CALIFORNIA BERMASTAUTIN, ANDA MENGETEPIKAN CALIFORNIA AWAM KOD SECTION 1542, yang menyatakan, DALAM BAHAGIAN:\"PELEPASAN UMUM TIDAK MELIPUTI TUNTUTAN YANG PEMIUTANG TIDAK TAHU ATAU DISYAKI WUJUD YANG MEMIHAK PADA KETIKA MELAKSANAKAN PELEPASAN, YANG JIKA DIKETAHUI OLEH HIM MESTI TELAH material TERLIBAT PENYELESAIAN NYA dengan PENGHUTANG \".",
    "TermsConditions.liabilityLimitedEnd2": ". OMNIBAZAAR TIDAK MENGAWAL KANDUNGAN PIHAK KETIGA ATAU MAKLUMAT YANG DISEDIAKAN OLEH PIHAK KETIGA, DAN DEMIKIAN TIDAK AKAN BERTANGGUNGJAWAB RELIANCE ANDA SEBARANG MAKLUMAT ATAU PENYATA BUAT PADA ATAU MELALUI PERISIAN",
    "TermsConditions.liabilityLimitedEnd1": "KAMI CUBA MEMASTIKAN PERISIAN DAN PERKHIDMATAN UP, BUG BEBAS DAN SELAMAT, TETAPI ANDA MENGGUNAKANNYA RISIKO ANDA SENDIRI MAKLUMAT DARIPADA ATAU MELALUI PERISIAN DAN PERKHIDMATAN DISEDIAKAN \"AS IS,\" \"AS AVAILABLE,\" DAN SEMUA WARANTI, YANG NYATA ATAU TERSIRAT, DINAFIKAN. MAKLUMAT, PERISIAN DAN PERKHIDMATAN MUNGKIN MENGANDUNGI VIRUS, pepijat, kesilapan, MASALAH ATAU HAD LAIN. TIDAK AKAN OMNIBAZAAR ATAU PENGARAH, PEKERJA ATAU EJEN MEMPUNYAI LIABILITI SAJA UNTUK PENGGUNAAN SEBARANG PERISIAN. KAMI TIDAK BERTANGGUNGJAWAB ATAS SEBARANG KEROSAKAN TIDAK LANGSUNG, KHAS, SAMPINGAN ATAU LANJUTAN (TERMASUK KEROSAKAN UNTUK KEHILANGAN PERNIAGAAN, KEHILANGAN KEUNTUNGAN, LITIGASI, ATAU) APA BASED ON PELANGGARAN KONTRAK, PELANGGARAN WARANTI, TORT (TERMASUK KECUAIAN), LIABILITI PRODUK ATAU SEBALIKNYA,WALAUPUN DINASIHATKAN KEMUNGKINAN KEROSAKAN TERSEBUT.",
    "TermsConditions.reviewingChangesTitle": "Anda bertanggungjawab untuk menyemak perubahan kepada Perjanjian ini",
    "TermsConditions.ageOfUse1": "1. Anda memahami bahawa anda tidak boleh menggunakan Perisian jika penggunaan sedemikian adalah dilarang",
    "TermsConditions.ageOfUse3": "3. Mana-mana penggunaan atau akses kepada Perisian oleh sesiapa di bawah 18 tidak dibenarkan Jika anda berumur 13 tetapi di bawah 18 tahun, anda mesti mempunyai ibu bapa atau penjaga yang sah's kebenaran untuk menggunakan Perisian dan. untuk menerima Terma Penggunaan ini.",
    "TermsConditions.ageOfUse2": "2. Anda memahami bahawa Perisian ini bertujuan semata-mata untuk pengguna yang berumur lapan belas (18) tahun atau lebih dan secara sah boleh membentuk perjanjian yang mengikat.",
    "TermsConditions.ageOfUse5": "5. OmniBazaar tidak sedar mengumpul maklumat daripada individu yang kurang daripada tiga belas (13) tahun.",
    "TermsConditions.ageOfUse4": "4. Anda mewakili dan menjamin bahawa anda berumur 18 atau lebih tua, atau memasuki Perjanjian ini bagi pihak seseorang yang berumur di antara 13 dan 18 tahun, dan anda bersetuju untuk mematuhi semua terma dan syarat Perjanjian ini.",
    "TermsConditions.omniBazaarSoftware": "The OmniBazaar Software (yang \" Software \") adalah sebuah program perisian percuma yang melaksanakan fungsi-fungsi berikut:",
    "TermsConditions.lawsApplicable2": "2. Anda semata-mata bertanggungjawab untuk memastikan bahawa Perjanjian ini mematuhi semua undang-undang dan peraturan yang berkaitan dengan anda.",
    "TermsConditions.lawsApplicable3": "3. Anda memahami bahawa hak anda untuk mengakses Perisian akan dibatalkan di mana Perjanjian ini atau penggunaan Perisian adalah dilarang dan, jika itu berlaku, anda bersetuju untuk tidak menggunakan atau mengakses Perisian dalam apa-apa cara.",
    "TermsConditions.lawsApplicable1": "1. Anda memahami bahawa OmniBazaar boleh, mengikut budi bicaranya, enggan untuk menawarkan atau mengadakan Perisian kepada mana-mana orang atau entiti dan menukar kriteria kelayakan pada bila-bila masa.",
    "TermsConditions.liabilityLimitedTitle": "OmniBazaar's liabiliti adalah terhad",
    "TermsConditions.otherTerms1": "1. Anda dan OmniBazaar bersetuju bahawa apa-apa sebab tindakan yang timbul daripada atau berkaitan dengan Perisian mesti dimulakan dalam masa satu (1) tahun selepas kausa tindakan berbangkit dan jika tidak menyebabkan apa-apa tindakan secara kekal dihalang.",
    "TermsConditions.omniBazaarSoftwareTitle": "The OmniBazaar Software",
    "TermsConditions.editOrModifyStart": "OmniBazaar komited untuk menyampaikan pengalaman pengguna yang positif dan anda memahami bahawa OmniBazaar berhak (tetapi tanpa menjalankan apa-apa kewajipan) untuk mengedit, mengawasi, mengkaji semula, memadam, mengubah suai, atau memindahkan sebarang kandungan atau bahan yang didapati atau ditempatkan di atas atau walaupun Perisian mengikut budi bicara mutlaknya, tanpa notis.",
    "TermsConditions.useOfTheSoftwareTitle": "Penggunaan Perisian anda",
    "TermsConditions.conductPoliciesTitle": "Anda bersetuju untuk mematuhi OmniBazaar's dasar kelakuan apabila menggunakan Perisian",
    "TermsConditions.representationAndWarrantyTitle": "perwakilan biasa anda dan jaminan",
    "TermsConditions.copyrightContent2": "2. \tYou tidak boleh menyalin, mengedar semula, menggunakan atau menyiarkan mana-mana bahagian Perisian, kecuali seperti yang dibenarkan oleh Perjanjian ini.",
    "TermsConditions.copyrightContent1": "1. Kandungan, organisasi, grafik, reka bentuk, kompilasi, penterjemahan magnet, penukaran digital dan perkara-perkara lain yang berkaitan dengan Perisian (\"Copyright kandungan\") adalah kepunyaan OmniBazaar, Inc. atau yang terpakai pemilik kandungan dan dilindungi di bawah hak cipta berkenaan, tanda dagangan dan lain-lain hak.",
    "TermsConditions.legalConditionsTitle": "Syarat Legal",
    "TermsConditions.representationAndWarranty3": ". Anda akan menggunakan Perisian supaya tidak melanggar atau mengkhianati amanat hak harta intelek mana-mana pihak ketiga",
    "TermsConditions.representationAndWarranty2": "Anda akan menggunakan Perisian mengikut",
    "TermsConditions.representationAndWarranty1": "Anda mewakili dan menjamin bahawa:",
    "TermsConditions.omniCoinToken1": "1. \tOmniBazaar sedang menjalankan acara Jualan Token (\"Sale\") daripada OmniBazaar Tokens, seperti yang telah dinyatakan dalam Kertas OmniBazaar White dan OmniBazaar menawarkan dan / atau Terma dan Syarat Memorandum (secara kolektif, \"Memorandum\".) ",
    "TermsConditions.updatedVersionsTitle": "Anda bertanggungjawab untuk menerima versi terkini Perisian",
    "TermsConditions.limitedPurposes4": "4. Perisian ini mengandungi atau menggunakan OmniCoin dan perisian lain, kod sumber yang mana adalah \"open sumber\", dan pengeluaran semula dan penggunaan yang ditadbir oleh lesen program-program khusus,. perisian cryptocurrency OmniCoin dilesenkan di bawah lesen MIT ( ",
    "TermsConditions.liabilityLimited3": "3. OmniBazaar tidak bertanggungjawab bagi apa-apa kesilapan, peninggalan, gangguan, pemotongan, kecacatan, kelewatan dalam operasi atau transmisi, kegagalan talian komunikasi, kecurian atau kemusnahan atau akses yang tidak dibenarkan kepada, atau pengubahan, komunikasi pengguna.",
    "TermsConditions.liabilityLimited2": ". 2. OmniBazaar tidak bertanggungjawab bagi kelakuan, sama ada dalam talian atau luar talian, mana-mana pengguna Perisian",
    "TermsConditions.liabilityLimited1": "1. OmniBazaar tidak bertanggungjawab bagi apa-apa laman pihak ketiga, kandungan pihak ketiga yang disiarkan melalui Perisian.",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. Anda memahami bahawa ia adalah tugas anda untuk mengesahkan dan mengesahkan sebarang maklumat pada atau melalui Perisian, dan anda menanggung risiko tunggal bergantung kepada apa-apa maklumat, termasuk tetapi tidak terhad kepada kandungan, pihak ketiga Senarai kandungan, pautan, atau produk.",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar tidak akan bertanggungjawab terhadap sebarang masalah atau kepincangan teknikal mana-mana rangkaian atau talian telefon, pembekal selular data atau rangkaian, sistem dalam talian komputer, pelayan atau pembekal, peralatan komputer, perisian, disebabkan masalah teknikal atau kesesakan lalu lintas di Perisian, termasuk kecederaan atau kerosakan kepada pengguna atau komputer mana-mana orang lain, dan / atau peranti mudah alih.",
    "TermsConditions.omniBazaarSoftwareEnd": "Track dan menggunakan reputasi dan maklumat lain mengenai pengguna pasaran.",
    "TermsConditions.limitedPurposes4_2": ".) Tiada apa-apa dalam lesen ini adalah bertujuan untuk membatalkan atau melanggar lesen ini lesen perisian sumber terbuka.",
    "TermsConditions.personalInfo1_1": ", yang dimasukkan ke dalam Perjanjian ini dengan rujukan ini.",
    "TermsConditions.floridaLawText2": "The perisian dan maklumat asas dan teknologi tidak boleh dimuat turun atau sebaliknya dieksport atau (i) ke dalam (atau kepada warganegara atau penduduk) dieksport semula Cuba, Iraq, Libya, Yugoslavia, Korea Utara, Iran, Syria atau mana-mana negara lain kepada mana AS mengenakan sekatan barangan, atau (ii) kepada sesiapa dalam senarai Jabatan Perbendaharaan AS bagi Warganegara atau Jadual Jabatan Perdagangan AS Deny Pesanan Dengan memuat turun atau menggunakan Perisian, anda berada. bersetuju kepada perkara di atas dan anda mewakili dan menjamin bahawa anda tidak berada di bawah kawalan, atau warganegara atau penduduk mana-mana negara tersebut atau mana-mana senarai itu ",
    "TermsConditions.floridaLawText3": "Perisian ini adalah item \"commercial\" sebagai istilah yang didefinisikan dalam 48 CFR 2.101 (Oktober 1995), yang terdiri daripada \"commercial perisian komputer\" dan \"commercial perisian komputer dokumentasi\", kerana apa-apa terma yang digunakan dalam 48 CFR 12.212 (September 1995). Selaras dengan 48 CFR 12.212 dan 48 CFR 227,7202-1 melalui 227.7202-4 (Jun 1995), semua United States pengguna akhir kerajaan memperoleh hanya mereka hak dalam Perisian yang disediakan oleh Perjanjian ini ",
    "TermsConditions.floridaLawText1": "Tertakluk kepada fasal timbang tara termasuk di atas, jika terdapat apa-apa pertikaian yang timbul daripada Perisian, dengan menggunakan Perisian, anda bersetuju secara nyata bahawa apa-apa pertikaian itu hendaklah ditentukan oleh undang-undang Negeri Florida, tanpa mengambil kira konflik peruntukan undang-undang, dan anda bersetuju secara nyata dan persetujuan kepada bidang kuasa eksklusif dan tempat mahkamah negeri dan persekutuan di Negeri Florida, di Pinellas County, bagi penyelesaian sebarang pertikaian tersebut. Omnibazaar dan anda dengan ini tidak termasuk pemakaian Akta Urus Niaga Maklumat Komputer Seragam (\"UCITA\"), Konvensyen Bangsa-Bangsa Bersatu mengenai Jualan Barangan Antarabangsa (\"CISG\") dan mana-mana undang-undang mana-mana bidang kuasa yang akan berlaku UCITA atau CISG atau terma bersamaan dengan UCITA atau CISG kepada Perjanjian ini",
    "TermsConditions.conductPolicies5": "Anda tidak akan melangkau mana-mana langkah-langkah OmniBazaar boleh menggunakan untuk mencegah atau menyekat akses kepada Perisian (atau akaun lain, sistem komputer atau rangkaian yang berhubung dengan Perisian);"
}