{
    "TermsConditions.registrationAndAccountStart": "Quando você usa o Software, você pode fornecer ao OmniBazaar determinadas informações de registro e de conta que o OmniBazaar dependerá para lhe fornecer o Software. As seguintes são suas obrigações ao criar, registrar e manter a segurança e a precisão de sua conta: ",
    "TermsConditions.limitedPurposesTitle": "Você pode usar o Software OmniBazaar para fins limitados",
    "TermsConditions.conductPolicies9": "Você não irá copiar, alugar, arrendar, distribuir ou transferir de qualquer outra forma os direitos que você recebe aqui;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "Você não colherá ou raspará qualquer conteúdo ou material do Software;",
    "TermsConditions.updatedVersions1": "1. Se a OmniBazaar providenciar versão atualizada do Software e/ou o Software e você não aceitar estas atualizações, você pode não aproveitar o conteúdo mais recente, cojunto de recursos e materiais.",
    "TermsConditions.privacyPolicy": "Política de Privacidade",
    "TermsConditions.updatedVersions2": "2. Se você não aceitar as versões atualizadas do Software, a OmniBazaar não terá qualquer responsabilidade por sua decisão",
    "TermsConditions.trademarksTitle": "Você não pode usar marcas registradas que aparecem no Software de maneira infratora",
    "TermsConditions.termsIntroNotice": "AVISO IMPORTANTE: ESTE ACORDO CONTÉM UM CONTRATO DE ARBITRAGEM, O QUE NECESSITA ENVIAR QUAISQUER REIVINDICAÇÕES QUE VOCÊ POSSA TER CONTRA O OMNIBAZAAR À ARBITRAGEM E FINAL. ALÉM DISSO, SOB A CLÁUSULA DE ARBITRAGEM, (A) VOCÊ APENAS SER PERMITIDO REIVINDICAR REIVINDICAÇÕES CONTRA O OMNIBAZAAR EM UMA BASE INDIVIDUAL, NÃO COMO MEMORIZADOR DE CLASSE OU CLASSE EM QUALQUER AÇÃO OU PROCESSO DE CLASSE OU REPRESENTANTE, E (B) SERÁ PERMITIDO SOMENTE SOLICITAR ALÍVIO (INCLUINDO O ALÍVIO MONETÁRIO, INJUNTIVO E DECLARATÓRIO) EM UMA BASE INDIVIDUAL. AO ASSINAR ESTE ACORDO, VOCÊ RECONHECE EXPRESSAMENTE QUE LEU E ENTENDEU TODOS OS TERMOS DESTE CONTRATO, INCLUINDO, MAS NÃO SE LIMITANDO ÀS SEÇÕES RELACIONADAS À ARBITRAGEM.",
    "TermsConditions.registrationAndAccountTitle": "Seu registro e segurança da Conta",
    "TermsConditions.conductPolicies11": "Você não fará upload, postará, transmitirá, compartilhará, armazenará ou disponibilizará qualquer material que contenha vírus de software ou qualquer outro código de computador, arquivos ou programas projetados para interromper, destruir ou limitar a funcionalidade de qualquer software ou hardware de computador ou de equipamentos de telecomunicação;",
    "TermsConditions.conductPolicies10": "Você não irá solicitar senhas ou informação de identificação pessoal (isso inclui, mas não é limitado a, nome de alguém, data de nascimento, endereço pessoal, endereço de IP, número de cartão de credito, número do seguro social, ou outra identificação emitida pelo governo) para fins comerciais ou ilegais;",
    "TermsConditions.conductPolicies13": "Você não ameaçará, intimidará, ou assediará outro usuário ou quaisquer terceiros através do Software;",
    "TermsConditions.conductPolicies12": "Você não irá tomar nenhuma ação que viole as diretrizes e políticas da OmniBazaar;",
    "TermsConditions.conductPolicies14": "Você não representará falsamente sua identidade ou fingirá ser outra pessoa, nem irá falsificar ou enganar terceiros em relação à sua afiliação com qualquer entidade;",
    "TermsConditions.regulations2": "2. Você é responsável por todas as suas atividades relacionadas ao Software.",
    "TermsConditions.regulations3": "3. Você deve respeitar todas as leis e regulamentos locais, estaduais, nacionais e internacionais aplicáveis ??e, se você representa uma empresa, qualquer código educacional de ensino, privacidade ou outro código auto-regulatório aplicável a você.",
    "TermsConditions.regulations1": "1. Você promete não usar o Software para qualquer finalidade que seja proibida por este Contrato.",
    "TermsConditions.copyrightContentTitle": "Os direitos autorais de todo o conteúdo do Software são de propriedade do provedor desse conteúdo",
    "TermsConditions.termsIntroTitle": "OmniBazaar Inc.'s Software Termos de Uso",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "A OmniBazaar pode editar ou modificar qualquer conteúdo no Software sem aviso prévio",
    "TermsConditions.importantNoticesTitle": "Avisos Importantes",
    "TermsConditions.agreeToIndemnifyText": "Você concorda em indenizar, defender e isentar a OmniBazaar, seus contratados, licenciadores, subsidiários e afiliados e seus respectivos parceiros, diretores, executivos, membros, gerentes, funcionários e agentes contra todas e quaisquer reivindicações e despesas, incluindo todas e quaisquer perdas, custos, responsabilidades e honorários advocatícios, decorrentes de ou em conexão com: (1) seu uso do Software, (2) qualquer conteúdo de terceiros, sites de terceiros e qualquer outro conteúdo, (3) quaisquer compras de ou interações com fornecedores (4) sua violação deste Contrato, ou de qualquer lei ou direitos de terceiros, e (5) sua violação deste Contrato e / ou qualquer violação de suas representações e garantias estabelecidas neste documento",
    "TermsConditions.trademarksTitle1": "1. Você concorda que OmniBazaar, CryptoBazaar, OmniCoin e outros gráficos, logotipos, cabeçalhos de página, ícones de botão, scripts e nomes de serviço do OmniBazaar são marcas comerciais, marcas registradas ou imagem comercial da OmniBazaar ou de suas afiliadas (\"Conteúdo de marca registrada\").",
    "TermsConditions.trademarksTitle3": "3. \tTodas as outras marcas comerciais não pertencentes à OmniBazaar ou suas afiliadas que possam aparecer no Software são de propriedade de seus respectivos proprietários, que podem ou não ser afiliados, conectados ou patrocinados pela OmniBazaar ou suas afiliadas.",
    "TermsConditions.trademarksTitle2": "2. \tAs marcas comerciais e a identidade visual da OmniBazaar não podem ser usadas em conexão com qualquer produto ou serviço que não seja da OmniBazaar, de qualquer maneira que possa causar confusão entre os consumidores, ou de qualquer maneira que deprecie ou descrédito OmniBazaar.",
    "TermsConditions.reviewingChangesEnd": "Além disso, alguns serviços oferecidos através do Software podem estar sujeitos a termos e condições adicionais especificados pelo OmniBazaar de tempos em tempos e seu uso de tais serviços está sujeito a esses termos e condições adicionais, que são incorporados ao acordo com esta referência.",
    "TermsConditions.omniCoinTokenTitle": "O Evento de Venda do Token OmniCoin",
    "TermsConditions.floridaLawTitle": "Você concorda que a lei da Flórida se aplica a este Contrato",
    "TermsConditions.agreement1": "1. \tVocê entende que ao instalar ou usar o Software, você está concordando em cumprir e estar vinculado aos termos e condições contidos neste documento (\"Termos de Uso\" ou \"Contrato\", que também incorpora 'OmniBazaar' ",
    "TermsConditions.omniBazaarSoftware8": "8. Rastrear e usar reputação e outras informações sobre os usuários do marketplace.",
    "TermsConditions.omniBazaarSoftware5": "5. Recompense os usuários que fornecem serviços que beneficiam outros usuários e o marketplace.",
    "TermsConditions.omniBazaarSoftware4": "4. Ativar o pagamento automatizado para compras usando moedas criptografadas OmniCoin e Bitcoin.",
    "TermsConditions.omniBazaarSoftware7": "7. Fornecer um serviço de custódia que permita aos usuários fazer negócios com outros usuários que eles não conhecem ou não confiam.",
    "TermsConditions.omniBazaarSoftware6": "6. Distribuir gratuitamente OmniCoins para usuários que se juntarem e indicarem seus amigos.",
    "TermsConditions.omniBazaarSoftware1": "1. Crie uma rede de compartilhamento de dados peer-to-peer (a \"OmniBazaar Marketplace Platform\" ou \"Network\").",
    "TermsConditions.registrationAndAccount1": "1. Você registrará sua conta para seu próprio uso e não para o uso de outra pessoa, alter ego ou outra identidade.",
    "TermsConditions.omniBazaarSoftware3": "3. Permitir que indivíduos e empresas comprem e vendam bens e serviços uns dos outros.",
    "TermsConditions.omniBazaarSoftware2": "2. Conecte o computador do usuário a essa rede.",
    "TermsConditions.limitedPurposes4_1": "). O Couchbase (e seus programas associados) são licenciados sob a licença Apache 2.0 (",
    "TermsConditions.registrationAndAccount6": "6. Você manterá seu contato e outras informações solicitadas pelo OmniBazaar (como e-mail, localização, etc.) precisas e atualizadas.",
    "TermsConditions.personalInfo2": "2. O OmniBazaar usará apenas informações pessoais de acordo com o OmniBazaar",
    "TermsConditions.personalInfo3": "3. Você concede uma licença válida no mundo todo, perpétua, isenta de royalties, irrevogável e transferível ao OmniBazaar para exibir, reproduzir, transmitir, usar e / ou armazenar essas informações na medida necessária para suportar a operação do Software.",
    "TermsConditions.lawsApplicableTitle": "É de sua responsabilidade garantir que este Contrato e seu uso do Software estejam em conformidade com todas as leis aplicáveis ??a você.",
    "TermsConditions.risk3": "3. Você é responsável por tomar as precauções necessárias para proteger você e seus sistemas de computador contra vírus, worms, cavalos de Tróia e outros conteúdos prejudiciais ou destrutivos.",
    "TermsConditions.risk2": "2. Ao fornecer o Software, o OmniBazaar não declara nem insinua que endossa qualquer conteúdo ou material publicado, ou que acredita que esse material seja preciso, útil ou não prejudicial.",
    "TermsConditions.risk1": "1. O OmniBazaar não tem nenhuma obrigação de revisar qualquer conteúdo ou material, incluindo informações sobre fornecedores e produtos, publicados no ou através do Software, e não pode, portanto, ser responsável por tal material ou conteúdo.",
    "TermsConditions.risk6": "6. OmniBazaar se exime de qualquer responsabilidade por qualquer dano resultante do uso do Software, ou da visualização ou download por aqueles usuários do conteúdo publicado no Software.",
    "TermsConditions.risk5": "5. O Software também pode conter material que viole os direitos de privacidade ou publicidade, ou infrinja a propriedade intelectual e outros direitos de propriedade de terceiros, ou o download, a cópia ou o uso dos mesmos esteja sujeito a direitos adicionais. termos e condições, declarados ou não declarados.",
    "TermsConditions.risk4": "4. O Software pode conter conteúdo ofensivo, indecente ou censurável, bem como conteúdo que contenha imprecisões técnicas, erros tipográficos e outros erros.",
    "TermsConditions.ageOfUseTitle": "Você deve ter 18 anos ou mais para usar o Software OmniBazaar",
    "TermsConditions.riskTitle": "Você usa o Software OmniBazaar por sua conta e risco",
    "TermsConditions.personalInfoTitle": "Suas informações pessoais",
    "TermsConditions.agreementTitle": "O Acordo entre OmniBazaar e Você",
    "TermsConditions.regulationsTitle": "Você promete cumprir este Contrato e quaisquer leis ou regulamentos aplicáveis ??a você",
    "TermsConditions.responsibleForFollowingTitle": "Quais leis e regras você é responsável por seguir",
    "TermsConditions.otherTermsTitle": "Outros Termos",
    "TermsConditions.reviewingChanges4": "4. Se você continuar a utilizar o Software depois de quaisquer uma dessas mudanças, seu uso contínuo significará que você aceitou quaisquer mudanças no Acordo.",
    "TermsConditions.reviewingChanges1": "1.\tEste Acordo se aplica à todos usuários do Software.",
    "TermsConditions.reviewingChanges3": "3.\tOmniBazaar irá publicar o último Acordo no Software, mas você deve revisar antes de utilizá-lo.",
    "TermsConditions.reviewingChanges2": "2. OmniBazaar pode fazer mudanças neste Acordo de tempo em tempo sem ter que notificá-lo espeficicamente.",
    "TermsConditions.limitedPurposes10": "10. Você não pode usar nenhum logotipo da OmniBazaar ou outro gráfico ou marca registrada como parte do link sem permissão expressa por escrito.",
    "TermsConditions.representationAndWarranty2_1": ", com este Contrato e todas as leis e regulamentos aplicáveis ??(incluindo, sem limitação, quaisquer leis ou regulamentos locais em seu país, estado, cidade ou outra área governamental, relacionados à conduta on-line e conteúdo aceitável, incluindo todos os leis aplicáveis ??relativas à transmissão de dados técnicos exportados dos Estados Unidos ou do país em que você reside) ",
    "TermsConditions.registrationAndAccount3": "3. Você não irá atribuir ou transferir sua conta para ninguém sem primeiro obter o consentimento por escrito da OmniBazaar.",
    "TermsConditions.registrationAndAccount2": "2. Você criará apenas uma conta para você.",
    "TermsConditions.agreement3": "1. \tO presente Contrato substitui todos os contratos, representações, garantias e entendimentos anteriores ou atuais com relação ao Software, ao conteúdo, aos produtos ou serviços fornecidos pelo Software ou por meio dele e ao objeto deste Contrato.",
    "TermsConditions.agreement2": "2. \tO presente Contrato constitui o contrato completo e único entre nós e você.",
    "TermsConditions.registrationAndAccount7": "7. Você não compartilhará sua senha, não permitirá que ninguém acesse sua conta ou faça algo que possa comprometer a segurança de sua conta.",
    "TermsConditions.personalInfo1": "1. Você entende e reconhece que seu uso do Software é regido pelo",
    "TermsConditions.registrationAndAccount5": "5. Se o OmniBazaar encerrar ou desabilitar sua conta, você não poderá criar outra conta sem primeiro obter o consentimento por escrito da OmniBazaar.",
    "TermsConditions.registrationAndAccount4": "4. Você não fornecerá informações falsas ou enganosas ao registrar uma conta.",
    "TermsConditions.agreeToIndemnifyTitle": "Você concorda em indenizar a OmniBazaar",
    "TermsConditions.otherTerms3": "3. Você concorda que qualquer arbitragem será realizada no Condado de Pinellas, Flórida, no idioma inglês, e a decisão arbitral poderá ser executada em qualquer tribunal. A parte prevalecente em qualquer ação ou processo para executar este Contrato deverá ter direito a custas e honorários advocatícios.",
    "TermsConditions.otherTerms2": "2. Você concorda que, exceto para pedidos de medidas cautelares ou equitativas ou reclamações referentes a direitos de propriedade intelectual (que podem ser trazidos em qualquer tribunal competente sem a publicação de uma fiança), qualquer litígio resultante deste Contrato. será definitivamente resolvido de acordo com as Regras de Arbitragem Abrangente do Serviço de Arbitragem Judicial e de Mediação, Inc. (\"JAMS\") pelos árbitros nomeados de acordo com tais regras.",
    "TermsConditions.limitedPurposes8": "8. Você não pode se envolver em cópia, reprodução, publicação, rearranjo, redistribuição, modificação, revisão, alteração ou engenharia reversa do Software.",
    "TermsConditions.limitedPurposes9": "9. É-lhe concedido um direito limitado, revogável e não exclusivo de criar uma hiperligação para a home page do OmniBazaar, desde que o link não retrate OmniBazaar, as suas afiliadas, ou os seus produtos ou serviços num assunto falso, enganoso, depreciativo ou ofensivo.",
    "TermsConditions.otherTerms7": "7. Este Contrato será vinculativo e terá efeito em benefício das partes, seus sucessores e cessionários permitidos. Os títulos dos parágrafos deste Contrato são inseridos apenas por conveniência e não serão considerados como constituir parte deste Acordo ou afetar sua construção.",
    "TermsConditions.otherTerms6": "6. OmniBazaar pode ceder seus direitos sob este Contrato sem condição.",
    "TermsConditions.otherTerms5": "5. Uma renúncia por qualquer das partes de qualquer termo ou condição deste Contrato ou qualquer violação do mesmo, em qualquer instância, não renunciará a tal termo ou condição ou qualquer violação subseqüente do mesmo.",
    "TermsConditions.otherTerms4": "4. Se qualquer parte deste Contrato for considerada inválida ou inexequível, essa parte será interpretada para refletir a intenção original das partes e as partes restantes permanecerão em pleno vigor e efeito.",
    "TermsConditions.limitedPurposes2": "2. O OmniBazaar não lhe concede o direito de modificar o Software ou qualquer parte do Software.",
    "TermsConditions.limitedPurposes3": "3. Você entende que o OmniBazaar não concede a você o direito de: (a) revender ou fazer uso comercial (exceto conforme disposto neste documento) do Software ou de seu conteúdo; (b) fazer qualquer uso derivativo do Software ou seu conteúdo; (c) baixar ou copiar as informações da conta para o benefício de um terceiro ou comerciante; ou (d) usar qualquer data mining, robôs ou ferramentas similares de coleta e extração de dados.",
    "TermsConditions.limitedPurposes1": "1. O OmniBazaar concede a você uma licença limitada para acessar e fazer uso pessoal do Software.",
    "TermsConditions.limitedPurposes6": "6. Você não pode enquadrar ou utilizar técnicas de enquadramento para incluir qualquer marca registrada, logotipo ou outras informações proprietárias da OmniBazaar e de nossas afiliadas sem o consentimento expresso por escrito.",
    "TermsConditions.limitedPurposes7": "7. Você não pode usar meta tags ou qualquer outro \"texto oculto\" utilizando o nome ou marca registrada da OmniBazaar sem o consentimento expresso por escrito da OmniBazaar. Qualquer uso não autorizado encerra a permissão ou licença concedida pela OmniBazaar abaixo ",
    "TermsConditions.omniCoinToken2": "2.\tVocê entende que os termos, condições, e divulgações importantes sobre a venda estão estabelecidas no whitepaper e no Memorando.",
    "TermsConditions.limitedPurposes5": "5. Você entende que o Software ou qualquer parte do Software não pode ser reproduzido, duplicado, copiado, vendido, revendido, visitado ou de outra forma explorado para qualquer finalidade comercial, exceto conforme exigido para o conteúdo limitado. uso comercial aqui concedido.",
    "TermsConditions.conductPolicies1": "1. Fazemos o melhor possível para manter o Software seguro e operacional, mas não podemos garanti-lo. Precisamos da sua ajuda para fazer isso, o que inclui os seguintes compromissos:",
    "TermsConditions.conductPolicies3": "Você não decifrará, descompilará, desmontará, fará engenharia reversa nem tentará derivar qualquer código fonte ou idéias ou algoritmos subjacentes de qualquer parte do Software, exceto na medida em que as leis aplicáveis ??proíbam especificamente tal restrição; ",
    "TermsConditions.conductPolicies2": "Você não irá modificar, adaptar, apropriar, reproduzir, distribuir, traduzir, criar trabalhos derivados ou adaptações, exibir publicamente, republicar, reaproveitar ou de qualquer forma explorar o Software, exceto quando expressamente autorizado pela OmniBazaar; ",
    "TermsConditions.termsIntro": "Este contrato de usuário final (o\"Contrato\") deve ser lido por você (o\"Usuário\" ou \"você\") em sua totalidade antes do uso de qualquer OmniBazaar ™ ou Serviço ou produtos derivados OmniCoin ™ Observe que o Contrato constitui um acordo legalmente vinculativo entre você e a OmniBazaar Inc. (referido aqui como \"OmniBazaar\", \"nós\"ou\"nós\"), que publica software para suportar o mercado distribuído na Internet descrito em OmniBazaar.info e produto experimental descrito em OmniCoin.info (o\"Serviços\"). Ao clicar no botão \"Concordo\" se e onde fornecido e / ou usando os Serviços, você consente com os termos e condições estabelecidos neste Contrato.",
    "TermsConditions.conductPolicies4": "Você não irá interferir ou tentar interferir com o bom funcionamento do Software ou quaisquer atividades realizadas no Software;",
    "TermsConditions.conductPolicies7": "Você não usará software, dispositivos ou outros processos manuais ou automatizados para \"rastrear\" ou \"spider\" qualquer página do Software;",
    "TermsConditions.conductPolicies6": "Você não executará nenhuma forma de resposta automática ou \"spam\" no Software;",
    "TermsConditions.liabilityLimitedEnd3": "A RESPONSABILIDADE DA OMNIBAZAAR A VOCÊ POR QUALQUER CAUSA, E INDEPENDENTEMENTE DA FORMA DA AÇÃO, SERÁ A QUALQUER MOMENTO LIMITADA ÀS TAXAS, SE HOUVER, PAGAS POR VOCÊ PARA O USO DO SOFTWARE, MAS EM NENHUM CASO, NOSSA RESPONSABILIDADE EXCEDERÁ US $ 50. VOCÊ CONCORDA QUE AS DISPUTAS ENTRE VOCÊ E O OMNIBAZAAR SERÃO RESOLVIDAS PELO VINCULAMENTO, ARBITRAGEM INDIVIDUAL E VOCÊ RENUNCIA O SEU DIREITO DE PARTICIPAR DE UMA LEITURA DE AÇÃO DE CLASSE OU ARBITRAGEM DE CLASSE LATIN AMERICANA. SE NENHUMA CUSTÓDIA FOR NECESSÁRIA AO SOFTWARE, VOCÊ SERÁ LIMITADO AO RELEVO INJUNTIVO APENAS, A NÃO SER QUE DE OUTRA FORMA PERMITIDO PELA LEI, E NÃO SERÁ AUTORIZADO A DANOS DE QUALQUER NATUREZA DE NÓS, INDEPENDENTE DA CAUSA DE AÇÃO. SE VOCÊ É UM RESIDENTE DA CALIFORNIA, VOCÊ RENUNCIA O CÓDIGO CIVIL DA CALIFORNIA SEÇÃO 1542, QUE DIZ, NA PARTE: \"UMA LIBERAÇÃO GERAL NÃO ESTENDE A REIVINDICAÇÕES QUE O CREDOR NÃO SABE OU SUSPEITAR EXISTIR EM SEU FAVOR NO MOMENTO DA EXECUÇÃO DA LIBERTAÇÃO, O QUE SE SE SABER POR ELE DEVE TER AFERIDO MATERIALMENTE O SEU CONTRATO COM O DEVEDOR\".",
    "TermsConditions.liabilityLimitedEnd2": "A OMNIBAZAAR NÃO CONTROLA O CONTEÚDO DE TERCEIROS OU AS INFORMAÇÕES FORNECIDAS POR TERCEIROS E, PORTANTO, NÃO SERÁ RESPONSÁVEL PELA SUA CONFIANÇA EM QUAISQUER INFORMAÇÕES OU DECLARAÇÕES FEITAS NO OU ATRAVÉS DO SOFTWARE.",
    "TermsConditions.liabilityLimitedEnd1": "NÓS TENTAMOS MANTER O SOFTWARE E OS SERVIÇOS ACIMA, ISENTOS DE BUG E SEGUROS, MAS VOCÊ OS USARÁ POR SUA PRÓPRIA CONTA E RISCO. AS INFORMAÇÕES A PARTIR DO SOFTWARE E DOS SERVIÇOS SÃO FORNECIDAS \"COMO ESTÃO,\" \"CONFORME DISPONÍVEL,\" E TODAS AS GARANTIAS, EXPLÍCITAS OU IMPLÍCITAS, SÃO REJEITADAS. A INFORMAÇÃO, O SOFTWARE E OS SERVIÇOS PODEM CONTER VIRUS, ERROS, ERROS, PROBLEMAS OU OUTRAS LIMITAÇÕES. EM NENHUM CASO, A OMNIBAZAAR OU SEUS DIRETORES, FUNCIONÁRIOS OU OS AGENTES TÊM QUALQUER RESPONSABILIDADE POR SUA UTILIZAÇÃO DE QUALQUER SOFTWARE NÃO SOMOS RESPONSÁVEIS POR QUAISQUER DANOS INDIRETOS, ESPECIAIS, INCIDENTAIS OU CONSEQÜENCIAIS (INCLUINDO DANOS POR PERDA DE NEGÓCIOS, PERDA DE LUCROS, LITÍGIO OU ASSIM COMO), QUER BASEADOS EM QUEBRA DE CONTRATO, QUEBRA DE GARANTIA, DELITO (INCLUINDO NEGLIGÊNCIA), RESPONSABILIDADE DO PRODUTO OU DE OUTRA FORMA, MESMO QUE AVISADA DA POSSIBILIDADE DE TAIS DANOS.",
    "TermsConditions.reviewingChangesTitle": "Você é responsável por revisar as alterações deste Contrato",
    "TermsConditions.ageOfUse1": "1. Você entende que não poderá usar o Software quando tal uso for proibido",
    "TermsConditions.ageOfUse3": "3. Qualquer uso ou acesso ao Software por menores de 18 anos não é autorizado. Se você tem 13 anos ou mais, mas menos de 18 anos, deve ter permissão dos pais ou tutor legal para usar o Software e aceitar os Termos de Uso.",
    "TermsConditions.ageOfUse2": "2. Você entende que o Software se destina exclusivamente a usuários com dezoito (18) anos de idade ou mais e que podem legalmente formar um contrato vinculativo.",
    "TermsConditions.ageOfUse5": "5. O OmniBazaar não coleta intencionalmente informações de indivíduos com menos de treze (13) anos de idade.",
    "TermsConditions.ageOfUse4": "4. Você garante e representa que tem 18 anos ou mais, ou que entra neste Acordo em nome de alguém que tenha entre 13 e 18 anos e que concorda em cumprir todos os termos e condições do presente acordo.",
    "TermsConditions.omniBazaarSoftware": "O Software OmniBazaar (o \"Software\") é um programa gratuito que executa as seguintes funções:",
    "TermsConditions.lawsApplicable2": "2. Você é o único responsável por garantir que este Contrato esteja em conformidade com todas as leis, regras e regulamentos aplicáveis ??a você.",
    "TermsConditions.lawsApplicable3": "3. Você entende que o seu direito de acessar o Software será revogado quando este Contrato ou o uso do Software for proibido e, se for o caso, você concorda em não usar ou acessar o Software em qualquer caminho.",
    "TermsConditions.lawsApplicable1": "1. Você entende que a OmniBazaar pode, a seu exclusivo critério, se recusar a oferecer ou disponibilizar o Software a qualquer pessoa ou entidade e alterar seus critérios de elegibilidade a qualquer momento.",
    "TermsConditions.liabilityLimitedTitle": "A responsabilidade do OmniBazaar é limitada",
    "TermsConditions.otherTerms1": "1. Você e o OmniBazaar concordam que qualquer causa de ação decorrente ou relacionada ao Software deve começar dentro de um (1) ano após a causa da ação ter surgido; caso contrário, tal causa de ação é permanentemente barrada.",
    "TermsConditions.omniBazaarSoftwareTitle": "O OmniBazaar Software",
    "TermsConditions.editOrModifyStart": "O OmniBazaar tem o compromisso de fornecer uma experiência de usuário positiva e você entende que a OmniBazaar se reserva o direito (mas sem compromisso) de editar, monitorar, revisar, excluir, modificar ou mover qualquer conteúdo ou material fornecido ou colocado no Software ou a seu exclusivo critério, sem aviso prévio.",
    "TermsConditions.useOfTheSoftwareTitle": "Seu Uso do Software",
    "TermsConditions.conductPoliciesTitle": "Você concorda em cumprir com as políticas de conduta da OmniBazaar ao usar o Software",
    "TermsConditions.representationAndWarrantyTitle": "Sua representação geral e garantia",
    "TermsConditions.copyrightContent2": "2.\tVocê não pode copiar, redistribuir, usar ou publicar qualquer parte do Software, exceto conforme permitido por este Contrato.",
    "TermsConditions.copyrightContent1": "1. O conteúdo, organização, gráficos, design, compilação, tradução magnética, conversão digital e outros assuntos relacionados ao Software (\"Conteúdo Copyright\") são de propriedade da OmniBazaar Inc. ou proprietário do conteúdo aplicável e estão protegidos por direitos autorais, marcas registradas e outros direitos de propriedade.",
    "TermsConditions.legalConditionsTitle": "Condições Legais",
    "TermsConditions.representationAndWarranty3": "Você usará o Software para não infringir ou apropriar indevidamente os direitos de propriedade intelectual de terceiros.",
    "TermsConditions.representationAndWarranty2": "Você usará o Software de acordo com o",
    "TermsConditions.representationAndWarranty1": "Você representa e garante que:",
    "TermsConditions.omniCoinToken1": "1.\tOmniBazaar está conduzindo as Vendas de Tokens (\"Sale\") de seus tokens OmniBazzar, como descrito no White Paper e/ou no Memorando de Termos e Condições da Oferta do OmniBazzar (coletivamente, o \"Memorandum\".)",
    "TermsConditions.updatedVersionsTitle": "Você é responsável por aceitar versões atualizadas do Software",
    "TermsConditions.limitedPurposes4": "4. O Software contém ou usa o OmniCoin e outros softwares, cujo código-fonte é \"open source\", e cuja reprodução e uso são regidos pelas licenças desses programas. o software de criptomoedas OmniCoin é licenciado sob a licença MIT (",
    "TermsConditions.liabilityLimited3": "3. OmniBazaar não assume nenhuma responsabilidade por qualquer erro, omissão, interrupção, exclusão, defeito, atraso na operação ou transmissão, falha na linha de comunicações, roubo ou destruição ou acesso não autorizado a, ou alteração de comunicações do usuário.",
    "TermsConditions.liabilityLimited2": "2. O OmniBazaar não é responsável pela conduta, seja online ou offline, de qualquer usuário do Software.",
    "TermsConditions.liabilityLimited1": "1. O OmniBazaar não é responsável por nenhum site de terceiros, conteúdo de terceiros publicado no Software.",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. Você entende que é seu dever confirmar e verificar quaisquer informações fornecidas no ou através do Software, e que você assume o risco exclusivo de confiar em tais informações, incluindo, entre outras, conteúdo, conteúdo de terceiros, links ou listagens de produtos.",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar não é responsável por qualquer problema ou mau funcionamento técnico de qualquer rede telefônica ou linhas, provedor ou rede de dados celulares, sistemas online de computadores, servidores ou provedores, equipamentos de informática, software, por conta de problemas técnicos. ou congestionamento de tráfego no Software, incluindo ferimentos ou danos aos usuários ou ao computador de qualquer outra pessoa e / ou dispositivo móvel.",
    "TermsConditions.omniBazaarSoftwareEnd": "Rastreie e use a reputação e outras informações sobre os usuários do marketplace.",
    "TermsConditions.limitedPurposes4_2": "). Nada nesta licença tem a intenção de invalidar ou violar as licenças dessas licenças de software de código aberto.",
    "TermsConditions.personalInfo1_1": ", que é incorporado neste Contrato por esta referência.",
    "TermsConditions.floridaLawText2": "O Software ea informação e tecnologia subjacentes não podem ser descarregadas ou exportadas ou reexportadas (i) para (ou para um cidadão ou residente de) Cuba, Iraque, Líbia, Jugoslávia, Coreia do Norte, Irã, Síria ou qualquer outro país para o qual os EUA embargaram marketplacerias, ou (ii) para qualquer pessoa na lista de Nacionais Especialmente Designados do Departamento do Tesouro dos EUA ou na Tabela de Pedidos Negados do Departamento de Comércio dos EUA. concordar com o acima exposto e você representa e garante que você não está localizado em, sob o controle de, ou um nacional ou residente de qualquer país ou em qualquer tal lista ",
    "TermsConditions.floridaLawText3": "O Software é um \"item comercial,\" como o termo é definido em 48 CFR 2.101 (outubro de 1995), consistindo em \" software de computador comercial \"e\" documentação de programa de computador comercial\", como tais termos são usados ??em 48 CFR 12.212 (set. 1995). Consistente com 48 CFR 12.212 e 48 CFR 227.7202-1 até 227.7202-4 (junho de 1995), todos os usuários finais do governo dos Estados Unidos adquirem apenas esses direitos no Software fornecidos por este Contrato ",
    "TermsConditions.floridaLawText1": "Sujeito às cláusulas de arbitragem incluídas acima, se houver qualquer disputa decorrente do Software, ao usar o Software, você concorda expressamente que qualquer disputa será regida pelas leis do Estado da Flórida, independentemente do conflito de disposições legais, e você concorda expressamente e consente com a jurisdição e foro exclusivos dos tribunais estaduais e federais do Estado da Flórida, no condado de Pinellas, para a resolução de qualquer disputa. a aplicação da Lei Uniform Computer Information Transactions (\"UCITA\"), a Convenção das Nações Unidas sobre a Venda Internacional de Mercadorias (\"CISG\") e qualquer lei de qualquer jurisdição que aplique UCITA ou CISG ou termos equivalentes a UCITA ou CISG a este Acordo ",
    "TermsConditions.conductPolicies5": "Você não irá ignorar quaisquer medidas que o OmniBazaar possa usar para impedir ou restringir o acesso ao Software (ou outras contas, sistemas de computador ou redes conectadas ao Software);"
}