{
    "TermsConditions.registrationAndAccountStart": "Când utilizați Software-ul, puteți furniza OmniBazaar anumite informații de înregistrare și cont, pe care OmniBazaar se va baza pe furnizarea Software-ului dvs. Următoarele sunt obligațiile dvs. în crearea, înregistrarea și menținerea securității și corectitudinii din contul dvs.: ",
    "TermsConditions.limitedPurposesTitle": "Aveți dreptul să utilizați Software-ul OmniBazaar în scopuri limitate",
    "TermsConditions.conductPolicies9": "Nu veți copia, închiria, închiria, distribui sau transfera în vreun fel vreunul dintre drepturile pe care le primiți în continuare",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "Nu veți recolta sau nu veți șterge orice conținut sau materiale din Software;",
    "TermsConditions.updatedVersions1": "1. Dacă OmniBazaar furnizează versiuni actualizate ale Software-ului și /sau ale Software-ului și nu acceptați aceste versiuni actualizate, este posibil să nu vă bucurați de cele mai recente conținuturi, seturi de caracteristici și materiale.",
    "TermsConditions.privacyPolicy": "Politica de confidențialitate",
    "TermsConditions.updatedVersions2": "2. Dacă nu acceptați versiuni actualizate ale Software-ului, OmniBazaar nu va purta nici o responsabilitate sau răspundere pentru decizia dvs.",
    "TermsConditions.trademarksTitle": "Este posibil să nu utilizați mărcile comerciale care apar pe Software în mod incorect",
    "TermsConditions.termsIntroNotice": "NOTIFICARE IMPORTANTĂ: ACEST CONTRACT CONȚINE UN ACORD DE ARBITRAJ, CARE VA SOLICITĂ VĂ RUGĂȚI SĂ ÎNDEPLINIȚI NICIUNE CERERI PENTRU CARE VĂ RUGĂȚI OMNIBAZAAR LA ARBITRAȚIA LEGĂTURĂ ȘI FINALĂ.În plus, în baza prevederii arbitrajului, AR PUTEAȚI PERMITĂ A APLICĂ CERERI ÎMPOTRIVA OMNIBAZAAR ÎN BAZINĂ INDIVIDUALĂ, NU ÎNTR-UN MEMBRU DE ÎNREGISTRARE SAU CLASĂ ÎN ORICE ACȚIUNE SAU PROCEDURĂ DE CLASĂ SAU REPREZENTATIVĂ ȘI (B) VA FI PERMISĂ NUMAI PENTRU CEREREA RELIEFULUI (INCLUSIV RELIEFUL MONETAR, INJUNCTIV ȘI DECLARATIV) Pe bază individuală, prin acceptarea prezentului acord, recunoașteți în mod expres că ați citit și înțelegeți toți termenii prezentului acord, inclusiv, dar fără a se limita la secțiunile referitoare la arbitraj.",
    "TermsConditions.registrationAndAccountTitle": "Înregistrarea și securitatea contului dvs.",
    "TermsConditions.conductPolicies11": "Nu veți încărca, posta, transmite, distribui, stoca sau pune la dispoziție în vreun fel materiale care conțin viruși de software sau orice alt cod, fișiere sau programe de calculator destinate să întrerupă, să distrugă sau să limiteze funcționalitatea oricărui software, hardware sau echipament de telecomunicații;",
    "TermsConditions.conductPolicies10": "Nu veți solicita parole sau informații personale de identificare (aceasta include, dar nu este limitată la numele altcuiva, data nașterii, adresa de domiciliu, adresa IP, numărul cardului de credit, numărul de securitate socială sau alte informații de identificare emise de guvern) în scopuri comerciale sau ilegale;",
    "TermsConditions.conductPolicies13": "Nu veți amenința, nu veți intimida sau nu veți hărțui un alt utilizator sau părți în sau prin Software;",
    "TermsConditions.conductPolicies12": "În caz contrar, nu veți lua nicio măsură care să încalce liniile directoare și politicile OmniBazaar;",
    "TermsConditions.conductPolicies14": "Nu veți reprezenta în mod fals identitatea dvs. sau nu vă veți împodobi cu o terță parte, nici nu veți falsifica sau induce în eroare terțe părți în legătură cu afilierea dvs. cu orice entitate;",
    "TermsConditions.regulations2": "2. Sunteți responsabil pentru toată activitatea dvs. în legătură cu Software-ul.",
    "TermsConditions.regulations3": "3. Trebuie să respectați toate legile și reglementările locale, naționale, naționale și internaționale aplicabile și, dacă reprezentați o afacere, orice cod de autoreglementare educațional, educațional, de confidențialitate sau de altă natură ) care vi se aplică. ",
    "TermsConditions.regulations1": "1. Promiti să nu utilizați Software-ul pentru orice scop interzis prin prezentul acord.",
    "TermsConditions.copyrightContentTitle": "Dreptul de autor asupra întregului conținut al Software-ului este deținut de furnizorul acelui conținut",
    "TermsConditions.termsIntroTitle": "Condițiile de utilizare a software-ului OmniBazaar, Inc.",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar poate modifica sau modifica orice informație despre Software fără notificare",
    "TermsConditions.importantNoticesTitle": "Notificări importante",
    "TermsConditions.agreeToIndemnifyText": "Sunteți de acord să despăgubiți, să apărați și să păstrați inofensiv OmniBazaar, contractorii săi, licențiatorii, filialele și afiliații acestora și partenerii, directorii, membrii, membrii, conducătorii, angajații și agenții acestora din partea și împotriva oricăror revendicări și cheltuieli, inclusiv orice pierderi, costuri, datorii și onorariile avocaților care decurg din sau în legătură cu: (1) utilizarea de către dvs. a Software-ului, (2) conținuturile terților, site-urile terților și orice alt conținut (3) orice cumpărături sau interacțiuni cu furnizorii (4) încălcarea prezentului acord sau a oricărei legi sau drepturi a oricărei terțe părți și (5) încălcarea prezentului acord și / sau orice încălcare a reprezentărilor și garanțiile prezentate aici ",
    "TermsConditions.trademarksTitle1": "1. Sunteți de acord că OmniBazaar, CryptoBazaar, OmniCoin și alte grafice, logo-uri, anteturi de pagină, pictograme de butoane, scripturi și nume de servicii OmniBazaar sunt mărci comerciale, mărci înregistrate sau rochii comerciale ale OmniBazaar sau afiliaților săi \"Contramarkareconținut\"). ",
    "TermsConditions.trademarksTitle3": "3. \tToate celelalte mărci comerciale care nu aparțin OmniBazaar sau afiliaților săi care apar pe Software sunt proprietatea proprietarilor lor, care pot fi sau nu pot fi afiliate, conectate sau sponsorizate de OmniBazaar sau afiliații săi. ",
    "TermsConditions.trademarksTitle2": "2.Organizațiile comerciale și îmbrăcămintea comercială nu pot fi utilizate în legătură cu orice produs sau serviciu care nu este OmniBazaar, în orice mod care ar putea cauza confuzie în rândul consumatorilor sau în orice mod care discreditează sau discreditează OmniBazaar. ",
    "TermsConditions.reviewingChangesEnd": "În plus, anumite servicii oferite prin intermediul Software-ului pot fi supuse termenilor și condițiilor suplimentare specificate de OmniBazaar din când în când, iar utilizarea acestor servicii este condiționată de acei termeni și condiții suplimentare care sunt încorporate în prezentul acord prin prezenta trimitere.",
    "TermsConditions.omniCoinTokenTitle": "Evenimentul de Vanzare al Token-ului OmniCoin",
    "TermsConditions.floridaLawTitle": "Sunteți de acord că legea Floridei se aplică acestui Acord",
    "TermsConditions.agreement1": "1. \tInțelegeți că, prin instalarea sau utilizarea Software-ului, sunteți de acord să respectați și să respectați termenii și condițiile conținute aici (\"Termeni de utilizare\" sau \"Acord\" , care include, de asemenea, 'OmniBazaar'.",
    "TermsConditions.omniBazaarSoftware8": "8. Urmăriți și utilizați reputația și alte informații despre utilizatorii pieței.",
    "TermsConditions.omniBazaarSoftware5": "5. Recompensați utilizatorii care furnizează servicii care sunt în beneficiul altor utilizatori și al pieței.",
    "TermsConditions.omniBazaarSoftware4": "4. Activați plata automată pentru achiziții utilizând criptocuritățile OmniCoin și Bitcoin.",
    "TermsConditions.omniBazaarSoftware7": "7. Furnizați un serviciu de escrow care permite utilizatorilor să facă afaceri cu alți utilizatori pe care nu-i cunosc și nu au încredere.",
    "TermsConditions.omniBazaarSoftware6": "6. Distribuiți gratuit OmniCoins utilizatorilor care se alăture și se referă prietenilor lor",
    "TermsConditions.omniBazaarSoftware1": "1. Creați o rețea de partajare a datelor peer-to-peer (platforma Marketplace \"OmniBazaar\" sau \"Network\")",
    "TermsConditions.registrationAndAccount1": "1. Veți înregistra contul dvs. pentru uz propriu și nu pentru utilizarea altei persoane, modificați ego-ul sau altă identitate.",
    "TermsConditions.omniBazaarSoftware3": "3. Permiteți persoanelor fizice și juridice să cumpere și să vândă bunuri și servicii unii de la alții.",
    "TermsConditions.omniBazaarSoftware2": "2. Conectați computerul utilizatorului la acea rețea.",
    "TermsConditions.limitedPurposes4_1": "). Couchbase (și programele sale asociate) sunt licențiate sub licența Apache 2.0 (",
    "TermsConditions.registrationAndAccount6": "6. Veți păstra exacte și actualizate informațiile dvs. de contact și alte informații solicitate de OmniBazaar (precum e-mail, locație etc.)",
    "TermsConditions.personalInfo2": "2. OmniBazaar va folosi numai informațiile personale în conformitate cu OmniBazaar",
    "TermsConditions.personalInfo3": "3. Acordați o licență globală, perpetuă, fără redevență, irevocabilă și transferabilă către OmniBazaar pentru a afișa, reproduce, transmite, utiliza și/sau stoca aceste informații în măsura necesară pentru a sprijini operațiunea a Software-ului. ",
    "TermsConditions.lawsApplicableTitle": "Este responsabilitatea dvs. să vă asigurați că acest Acord și utilizarea de către dvs. a Software-ului respectă toate legile aplicabile pentru dvs.",
    "TermsConditions.risk3": "3. Sunteți responsabil de luarea măsurilor de precauție necesare pentru a vă proteja pe dvs. și sistemele de calculatoare de viruși, viermi, cai troieni și alte tipuri de conținut dăunător sau distructiv.",
    "TermsConditions.risk2": "2. Prin furnizarea Software-ului, OmniBazaar nu reprezintă sau implică faptul că acceptă orice conținut sau material publicat acolo sau că consideră că acest material este corect, util sau nu este dăunător",
    "TermsConditions.risk1": "1. OmniBazaar nu are nicio obligație de a revizui orice conținut sau material, inclusiv informații despre furnizor și despre produs, postat pe sau prin intermediul Software-ului, și nu poate, prin urmare, să fie responsabil pentru acest material sau conținut.",
    "TermsConditions.risk6": "6. OmniBazaar își declină orice responsabilitate pentru orice prejudiciu rezultat din utilizarea Software-ului sau din vizualizarea sau descărcarea de către utilizatorii respectivi a conținutului publicat în Software.",
    "TermsConditions.risk5": "5. Software-ul poate conține, de asemenea, materiale care încalcă drepturile de confidențialitate sau de publicitate sau încalcă drepturile de proprietate intelectuală și alte drepturi de proprietate ale unor terțe părți sau a căror descărcare, copiere sau utilizare este supusă unor drepturi suplimentare termeni și condiții, declarate sau necunoscute.",
    "TermsConditions.risk4": "4. Software-ul poate conține conținut care este ofensator, indecis sau în alt fel inacceptabil, precum și conținut care conține inexactități tehnice, greșeli tipografice și alte erori.",
    "TermsConditions.ageOfUseTitle": "Trebuie să aveți 18 ani sau mai mult pentru a utiliza Software-ul OmniBazaar",
    "TermsConditions.riskTitle": "Folosiți software-ul OmniBazaar pe propriul risc",
    "TermsConditions.personalInfoTitle": "Informațiile dvs. personale",
    "TermsConditions.agreementTitle": "Acordul dintre OmniBazaar și dvs.",
    "TermsConditions.regulationsTitle": "Promiți să respectați acest Acord și orice legi sau reglementări aplicabile pentru dvs.",
    "TermsConditions.responsibleForFollowingTitle": "Ce legi și reguli sunteți responsabili pentru urmărire",
    "TermsConditions.otherTermsTitle": "Alți termeni",
    "TermsConditions.reviewingChanges4": "4. Dacă veți continua să utilizați Software-ul după oricare dintre aceste modificări, utilizarea dvs. în continuare va însemna că ați acceptat orice modificări ale Contractului.",
    "TermsConditions.reviewingChanges1": "1.\tAcest Contract se aplică tuturor utilizatorilor Software-ului.",
    "TermsConditions.reviewingChanges3": "3.\tOmniBazaar va publica cel mai recent Acord privind Software-ul, dar vă revine în revistă înainte de a utiliza Software-ul. ",
    "TermsConditions.reviewingChanges2": "2.OmniBazaar poate face modificări la acest acord din când în când fără să vă anunțe în mod special.",
    "TermsConditions.limitedPurposes10": "10. Nu aveți dreptul de a utiliza nici un logo OmniBazaar sau altă licență sau o marcă comercială deținută ca parte a linkului, fără permisiunea expresă scrisă.",
    "TermsConditions.representationAndWarranty2_1": ", cu prezentul Acord și cu toate legile și reglementările aplicabile (inclusiv, fără limitare, legile sau reglementările locale din țara, statul, orașul sau altă zonă guvernamentală, privind comportamentul online și conținutul acceptabil și includerea tuturor legile aplicabile privind transmiterea datelor tehnice exportate din Statele Unite sau țara în care aveți reședința)",
    "TermsConditions.registrationAndAccount3": "3. Nu veți aloca sau transfera contul dvs. nimănui fără a obține în prealabil acordul scris al OmniBazaar.",
    "TermsConditions.registrationAndAccount2": "2. Veți crea un singur cont pentru dvs.",
    "TermsConditions.agreement3": "1. \tAcest Contract înlocuiește toate acordurile, reprezentările, garanțiile și înțelegerile anterioare sau contemporane cu privire la Software-ul, conținutul, produsele sau serviciile furnizate de sau prin intermediul Software-ului și obiectul prezentului Acord . ",
    "TermsConditions.agreement2": "2. \tAcest acord constituie întregul și singurul acord dintre noi și dvs.",
    "TermsConditions.registrationAndAccount7": "7. Nu veți partaja parola, nu permiteți nimănui altceva decât accesarea contului dvs. sau nu faceți nimic care ar putea compromite securitatea contului dvs.",
    "TermsConditions.personalInfo1": "1. Înțelegeți și recunoașteți faptul că utilizarea de către dvs. a Software-ului este guvernată de",
    "TermsConditions.registrationAndAccount5": "5. Dacă OmniBazaar vă întrerupe sau dezactivează contul, este posibil să nu creați alt cont fără să primiți mai întâi consimțământul scris al OmniBazaar.",
    "TermsConditions.registrationAndAccount4": "4. Nu veți furniza informații false sau înșelătoare atunci când vă înregistrați un cont.",
    "TermsConditions.agreeToIndemnifyTitle": "Sunteți de acord să despăgubiți OmniBazaar",
    "TermsConditions.otherTerms3": "3. Sunteți de acord că orice arbitraj va avea loc în Pinellas County, Florida, în limba engleză, iar decizia arbitrală poate fi executată în orice instanță. Partea dominantă în orice acțiune sau în curs de aplicare a dreptul la costuri și la onorariile avocaților.",
    "TermsConditions.otherTerms2": "2. Sunteți de acord că, cu excepția cererilor de scutire sau echitabilitate sau a revendicărilor cu privire la drepturile de proprietate intelectuală (care pot fi introduse în orice instanță competentă fără înregistrarea unei obligațiuni) vor fi soluționate în cele din urmă în conformitate cu Regulile de Arbitraj Comprehensiv ale Serviciului de Arbitraj Judiciar și de Mediere, Inc. (\"JAMS\") ale arbitrilor desemnați în conformitate cu aceste reguli.",
    "TermsConditions.limitedPurposes8": "8. Nu vă puteți angaja în copierea, reproducerea, publicarea, rearanjarea, redistribuirea, modificarea, revizuirea, modificarea sau ingineria inversă a Software-ului.",
    "TermsConditions.limitedPurposes9": "9. Vi se acordă un drept limitat, revocabil și neexclusiv de a crea un hyperlink la pagina de start a OmniBazaar, atâta timp cât linkul nu reprezintă OmniBazaar, afiliații săi sau produsele sau serviciile lor într-o fals, înșelător, deranjant sau altfel ofensator.",
    "TermsConditions.otherTerms7": "7. Prezentul Acord va fi obligatoriu și se va angaja în beneficiul părților, succesorilor lor și al atribuirilor permise. Titlurile paragrafelor acestui Acord sunt inserate doar pentru comoditate și nu vor fi considerate constituie un element al prezentului acord sau care afectează construcția acestuia.Acest acord va fi obligatoriu și va interveni în beneficiul părților, succesorilor acestora și al atribuirilor permise. Titlurile paragrafelor prezentului acord se introduc numai pentru ușurință și nu se consideră să constituie o parte a prezentului acord sau să afecteze construcția acestuia",
    "TermsConditions.otherTerms6": "6. OmniBazaar își poate atribui drepturile în temeiul prezentului acord fără condiție.",
    "TermsConditions.otherTerms5": "5. Renunțarea de către oricare dintre părți a oricărui termen sau condiție a prezentului acord sau a oricărei încălcări a acestuia, într-un singur caz, nu va renunța la acest termen sau condiție sau la o încălcare ulterioară a acestuia.",
    "TermsConditions.otherTerms4": "4. În cazul în care o parte a acestui Acord este considerată nevalabilă sau inaplicabilă, acea parte va fi interpretată astfel încât să reflecte intenția inițială a părților, iar porțiunile rămase vor rămâne în vigoare și în vigoare",
    "TermsConditions.limitedPurposes2": "2. OmniBazaar nu vă acordă dreptul de a modifica Software-ul sau orice parte a Software-ului.",
    "TermsConditions.limitedPurposes3": "3. Înțelegeți că OmniBazaar nu vă acordă dreptul: (a) să revânduiți sau să faceți uz comercial (cu excepția cazurilor prevăzute aici) a Software-ului sau a conținutului acestuia; (C) descărcați sau copiați informațiile contului în beneficiul unui terț sau comerciant sau (d) utilizați orice echipament de extragere a datelor, roboți sau alte instrumente similare de colectare și extragere a datelor.",
    "TermsConditions.limitedPurposes1": "1. OmniBazaar vă acordă o licență limitată pentru accesarea și utilizarea personală a Software-ului.",
    "TermsConditions.limitedPurposes6": "6. Nu aveți dreptul să încadrați sau să utilizați tehnici de încadrare pentru a include orice marcă comercială, siglă sau alte informații de proprietate ale OmniBazaar și afiliaților noștri fără consimțământul scris expres",
    "TermsConditions.limitedPurposes7": "7. Nu puteți utiliza meta-tag-uri sau alte texte ascunse care utilizează numele sau mărcile comerciale ale OmniBazaar fără consimțământul scris al OmniBazaar. Orice utilizare neautorizată încetează permisiunea sau licența acordată de OmniBazaar de mai jos. ",
    "TermsConditions.omniCoinToken2": "2. \tVăți înțeles că termenii, condițiile și informațiile și informațiile importante privind vânzarea sunt prezentate în Cartea Albă și în Memorandum. ",
    "TermsConditions.limitedPurposes5": "5. Înțelegeți că Software-ul sau orice parte a Software-ului nu pot fi reproduse, duplicate, copiate, vândute, revânduite, vizitate sau exploatate altfel în scopuri comerciale, altele decât cele solicitate pentru utilizare comercială acordată în prezentul document.",
    "TermsConditions.conductPolicies1": "1. Facem totul pentru a păstra software-ul în siguranță și operațional, dar nu putem garanta acest lucru. Avem nevoie de ajutorul dvs. pentru a face acest lucru, care include următoarele angajamente:",
    "TermsConditions.conductPolicies3": "Nu veți descifra, nu decompilați, dezasamblați, nu inversați sau nu încercați în alt mod să obțineți vreun cod sursă sau idei sau algoritmi subiacenți ai oricărei părți a Software-ului, cu excepția cazului în care legislația aplicabilă interzice în mod specific această restricție;",
    "TermsConditions.conductPolicies2": "Nu veți modifica, adapta, adecva, reproduce, distribui, traduce, crea lucrări derivate sau adaptări ale publicului, republica, repurta sau exploata în vreun fel Software-ul, cu excepția cazului în care este autorizat în mod expres de OmniBazaar;",
    "TermsConditions.termsIntro": "Acest acord de utilizator final (\"Acordul\") trebuie citit de dvs. (\"Utilizatorul\" sau \"dvs.\") în întregime înainte de a utiliza orice OmniBazaar™ sau OmniCoin™ derivate din servicii sau produse derivate din produsul dvs. Vă rugăm să rețineți că acordul constituie un acord obligatoriu din punct de vedere juridic între dvs. și OmniBazaar Inc. (denumit aici \"OmniBazaar\", \"noi\" sau \"noi\" care publică software pentru a sprijini piața distribuită pe Internet descrisă la OmniBazaar.info și produsul experimental descris la OmniCoin.info (\"Serviciile\"). Apăsând butonul \"I Agree\" dacă și unde este furnizat și / sau folosind Servicii, sunteți de acord cu termenii și condițiile stabilite în prezentul Acord.",
    "TermsConditions.conductPolicies4": "Nu veți interfera sau nu veți încerca să interferați cu buna funcționare a Software-ului sau a oricăror activități desfășurate pe Software;",
    "TermsConditions.conductPolicies7": "Nu veți utiliza software-ul, dispozitivele sau alte procese automate sau automate pentru a \"crawlage\" sau \"spider\" orice pagină a Software-ului",
    "TermsConditions.conductPolicies6": "Nu veți executa nici o formă de autoresponder sau \"spam\" pe Software;",
    "TermsConditions.liabilityLimitedEnd3": "RĂSPUNDEREA OMNIBAZAARĂ PENTRU DUMNEAVOASTRĂ PENTRU ORICE CAUZĂ ȘI, DACĂ ESTE, DAR FĂRĂ FORMA ACȚIUNII, VA FI LIMITATĂ ÎN TIMPUL TEMPURILOR, DUPĂ CUM SUNT VĂ FI PLĂTIȚI PENTRU NOI PENTRU UTILIZAREA SOFTWARE, DAR ÎN NICI UN CAZ, RĂSPUNDEREA NOASTRĂ PENTRU DVS. VA EXCEPȚI 50 USD. SUNTEȚI DE ACORD CĂ DISPOZIȚIILE DINTRE DUMNEAVOASTRĂ ȘI OMNIBAZAAR VA FI RESOLVATE DE LEGĂTURĂ, ARBITRAJĂ INDIVIDUALĂ ȘI VĂ RUGĂM DREPTUL DE A PARTICIPA LA O LEGĂTURĂ DE ACȚIUNE DE CLASĂ SAU ARBITRAJĂ ÎN CLASA. RECUNOSCÂND CĂ DACĂ NICIO TAXĂ ESTE PLĂTITĂ LA NOI PENTRU SOFTWARE, VA FI LIMITATĂ PENTRU SOLICITARE INJUNCTIVĂ, NUMAI FĂRĂ A FI ALTĂ PERMISĂ DE LEGE, ȘI NU VA FI NECENIEREA DAUNELOR DE ORICE FEL DE DREPTURILE NOASTRE, DUPĂ CAZUL ACȚIUNII. SUNT UN REZIDENT CALIFORNIA, VEȚI CALIFORNIA CIVILĂ SECȚIUNEA 1542, CARE STATĂ, ÎN PARTE: \"O RELAȚIE GENERALĂ NU EXTINDĂ LA CERERILE CARE CREDITORUL NU CUNOȘTE SAU SUSPECTE DE A EXISTĂ ÎN FAVORUL LUI LA EXECUTAREA RELEASEI, CARE, dacă K ACUM DE CĂTRE LUI TREBUIE SĂ-ȘI AFIRĂ MATERIAL SĂNĂTATEA CU DEBTORUL.",
    "TermsConditions.liabilityLimitedEnd2": "OMNIBAZAAR NU CONTROLEAZĂ CONȚINUTUL TERȚILOR SAU INFORMAȚIILE FURNIZATE DE CĂI DE TERȚI ȘI, prin urmare, NU VA FI RESPONSABILI PENTRU RESPONSABILITATEA DUMNEAVOASTRĂ PRIVIND INFORMAȚIILE SAU DECLARAȚIILE PREZENTATE PE SAU PRIN SOFTWARE",
    "TermsConditions.liabilityLimitedEnd1": "ÎNCERCAȚI SOFTWARE-ULUI ȘI SERVICIILE SĂ UTILIZAȚI, FĂCĂ AICI ȘI SIGURAȚI, DAR FOLOSIȚI LA RISCUL DUMNEAVOASTRĂ INFORMAȚIILE DIN SAU PRIN INTERMEDIUL SOFTWAREULUI ȘI SERVICIILOR SUNT FURNIZATE \"CA ATARE\", INFORMAȚII, SOFTWARE ȘI SERVICII MAI SĂ CONȚIN VIRUZE, BUGURI, ERORI, PROBLEME SAU ALTE LIMITĂRI, NICIUN FĂRĂ ORICE GARANȚIE, EXPRESĂ SAU IMPLICITĂ. SAU NU SUNT RESPONSABILI PENTRU ORICE DAUNE INDIRECTE, SPECIALE, INCIDENTALE SAU CONSECVENTE (INCLUSIV DAUNE PENTRU PIERDERI DE AFACERI, PIERDERI DE PROFIT, LITIGIUNE SAU SIMILAR), FIE FOST PE BAZA DATELOR ÎNCĂLCAREA CONTRACTULUI, ÎNCĂLCAREA GARANȚIEI, ÎNCĂLCAREA (INCLUSIV NEGLIJENȚĂ), RĂSPUNDEREA PRODUSELOR SAU ALTELE, DACĂ ESTE SFATĂ PRIVIND POSIBILITATEA UNOR ASTFEL DE DAUNE.",
    "TermsConditions.reviewingChangesTitle": "Sunteți responsabil pentru revizuirea modificărilor aduse prezentului acord",
    "TermsConditions.ageOfUse1": "1. Înțelegeți că este posibil să nu utilizați Software-ul în cazul în care această utilizare este interzisă",
    "TermsConditions.ageOfUse3": "3. Orice utilizare sau acces la Software de către oricine sub 18 ani este neautorizat. Dacă aveți 13 ani sau mai mult, dar nu mai mult de 18 ani, trebuie să aveți permisiunea părintelui sau tutorelui legal de a utiliza Software-ul și să acceptați Termenii și condițiile.",
    "TermsConditions.ageOfUse2": "2. Înțelegeți că Software-ul este destinat exclusiv utilizatorilor cu vârsta de 18 ani sau mai mult și care poate forma în mod legal un acord obligatoriu.",
    "TermsConditions.ageOfUse5": "5. OmniBazaar nu culege cu bună știință informații de la persoane care nu au împlinit treizeci (13) ani.",
    "TermsConditions.ageOfUse4": "4. Reprezentați și garantați că aveți vârsta de 18 ani sau mai mult sau introduceți acest Acord în numele unei persoane care are între 13 și 18 ani și sunteți de acord să respectați toți termenii și condițiile condițiile prezentului acord.",
    "TermsConditions.omniBazaarSoftware": "Software-ul OmniBazaar (\"Software-ul\") este un program de software gratuit ce îndeplinește următoarele funcții:",
    "TermsConditions.lawsApplicable2": "2. Sunteți singurul responsabil pentru a vă asigura că acest Acord respectă toate legile, regulile și reglementările care se aplică dvs.",
    "TermsConditions.lawsApplicable3": "3. Înțelegeți că dreptul dvs. de a accesa Software-ul va fi revocat în cazul în care acest Acord sau utilizarea Software-ului este interzis și, dacă este cazul, sunteți de acord să nu utilizați sau să accesați Software-ul în orice cale.",
    "TermsConditions.lawsApplicable1": "1. Înțelegeți că, la propria discreție, OmniBazaar poate refuza să ofere sau să pună la dispoziție Software-ul pentru orice persoană sau entitate și să își modifice criteriile de eligibilitate în orice moment.",
    "TermsConditions.liabilityLimitedTitle": "Răspunderea OmniBazarului este limitată",
    "TermsConditions.otherTerms1": "1. Tu și OmniBazaar sunteți de acord că orice cauză de acțiune care decurge din sau în legătură cu Software-ul trebuie să înceapă într-un (1) an de la data producerii cauzei acțiunii, în caz contrar,.",
    "TermsConditions.omniBazaarSoftwareTitle": "Software-ul OmniBazaar",
    "TermsConditions.editOrModifyStart": "OmniBazaar se angajează să ofere o experiență pozitivă pentru utilizatori și înțelegeți că OmniBazaar își rezervă dreptul de a edita, monitoriza, revizui, șterge, modifica sau muta orice conținut sau material furnizat sau plasat pe sau prin intermediul software-ului, la discreția sa, fără notificare.",
    "TermsConditions.useOfTheSoftwareTitle": "Utilizarea software-ului dvs.",
    "TermsConditions.conductPoliciesTitle": "Sunteți de acord să respectați politicile de conduită ale OmniBazaar atunci când utilizați Software-ul",
    "TermsConditions.representationAndWarrantyTitle": "Reprezentarea și garanția generală",
    "TermsConditions.copyrightContent2": "2. \tNu puteți copia, redistribui, utiliza sau publica nici o parte a Software-ului, cu excepția cazurilor permise de prezentul Acord.",
    "TermsConditions.copyrightContent1": "1. Conținutul, organizarea, grafica, designul, compilația, traducerea magnetică, conversia digitală și alte aspecte legate de Software (\"Copyright Content\") sunt proprietatea OmniBazaar, Inc. deținătorul de conținut și este protejat prin drepturile de autor, mărcile comerciale și alte drepturi de proprietate aplicabile. ",
    "TermsConditions.legalConditionsTitle": "Condiții juridice",
    "TermsConditions.representationAndWarranty3": "Veți utiliza Software-ul pentru a nu încălca sau deturna drepturile de proprietate intelectuală ale unei terțe părți.",
    "TermsConditions.representationAndWarranty2": "Veți utiliza Software-ul în conformitate cu",
    "TermsConditions.representationAndWarranty1": "Reprezentați și garantați că:",
    "TermsConditions.omniCoinToken1": "1. \tOmniBazaar este efectuarea Indicativul Vânzare Eveniment (\"Sale\") din OmniBazaar Jetoane sale, așa cum este descris în continuare în Cartea Albă și OmniBazaar Ofertei OmniBazaar și /sau termenii și condițiile Memorandumului (colectiv,\"Memorandum\".)",
    "TermsConditions.updatedVersionsTitle": "Sunteți responsabil pentru acceptarea versiunilor actualizate ale Software-ului",
    "TermsConditions.limitedPurposes4": "4. Software-ul conține sau utilizează OmniCoin și alte software-uri, ale căror cod sursă este sursa copiei și a căror reproducere și utilizare sunt guvernate de licențele acestor programe. OmniCoin software-ul de criptocurrency este licențiat sub licența MIT (",
    "TermsConditions.liabilityLimited3": "3. OmniBazaar assumes no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, user communications.",
    "TermsConditions.liabilityLimited2": "2. OmniBazaar nu este responsabil pentru comportamentul, direct sau offline, al oricărui utilizator al Software-ului.",
    "TermsConditions.liabilityLimited1": "1. OmniBazaar nu este responsabil pentru site-uri terțe părți, conținuturi terțe părți postate pe Software.",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. Înțelegeți că este de datoria dvs. să confirmați și să verificați orice informație furnizată pe sau prin intermediul Software-ului și să suporți unicul risc de a vă baza pe astfel de informații, inclusiv, dar fără a se limita la conținut, conținutul, legăturile sau înregistrările de produse terță parte.",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar nu este răspunzător pentru nicio problemă sau defecțiune tehnică a oricărei rețele sau linii de telefonie, furnizor de date celulare sau rețea, sisteme online de computere, servere sau furnizori, echipamente informatice, software, sau congestionarea traficului asupra Software-ului, inclusiv rănirea sau deteriorarea utilizatorilor sau a computerului sau a altei persoane și / sau dispozitivul mobil.",
    "TermsConditions.omniBazaarSoftwareEnd": "Urmăriți și utilizați reputația și alte informații despre utilizatorii pieței.",
    "TermsConditions.limitedPurposes4_2": "). Nimic din această licență nu are ca scop invalidarea sau încălcarea licențelor acestor licențe de software open source.",
    "TermsConditions.personalInfo1_1": ", care este încorporat în prezentul acord prin această referință.",
    "TermsConditions.floridaLawText2": "Software-ul și informațiile și tehnologia care stau la baza acestuia nu pot fi descărcate sau exportate în alt mod sau reexportate (i) în Cuba, Irak, Libia, Iugoslavia, Coreea de Nord, Iranului, Siriei sau oricărei alte țări cărora SUA le-a embargat mărfurile sau (ii) oricui de pe lista Statelor speciale desemnate de Departamentul de Trezorerie al SUA sau din tabelul comenzilor de denegere ale Departamentului de Comerț al SUA.Prin descărcarea sau utilizarea Software-ului, sunteți de acord cu cele de mai sus și vă declarați și garantați că nu vă aflați în, sub controlul sau de către un resortisant sau rezident al unei astfel de țări sau pe o astfel de listă ",
    "TermsConditions.floridaLawText3": "Software-ul este un \"obiect comercial\", așa cum acest termen este definit la 48 CFR 2.101 (octombrie 1995), constând în astfel de termeni sunt utilizați în 48 CFR 12.212 (septembrie 1995). În concordanță cu 48 CFR 12.212 și 48 CFR 227.7202-1 până la 227.7202-4 (iunie 1995), toți utilizatorii finali ai guvernului Statelor Unite achiziționează numai acele drepturi în Software furnizate prin prezentul acord ",
    "TermsConditions.floridaLawText1": "Sub rezerva clauzelor de arbitraj incluse mai sus, în cazul în care există vreo dispută care decurge din Software, prin utilizarea Software-ului, sunteți de acord în mod expres că orice astfel de litigiu va fi guvernat de legile statului Florida, fără a ține seama de dispozițiile sale privind conflictul de legi și sunteți de acord în mod explicit și de acord cu jurisdicția exclusivă și locul de desfășurare a instanțelor de stat și federale din statul Florida din Pinellas County pentru soluționarea oricărui astfel de conflict. (\"UCITA\"), Convenția Națiunilor Unite privind vânzarea internațională a mărfurilor (\"CISG\") și orice lege a oricărei jurisdicții care ar aplica UCITA sau CISG sau termeni echivalenți cu UCITA sau CISG la prezentul acord ",
    "TermsConditions.conductPolicies5": "Nu veți depăși orice măsuri pe care OmniBazaar le poate utiliza pentru a împiedica sau a restricționa accesul la Software (sau la alte conturi, sisteme de calculatoare sau rețele conectate la Software);"
}