{
    "TermsConditions.registrationAndAccountStart": "При использовании Программного обеспечения вы можете предоставить OmniBazaar определенную регистрационную информацию и информацию об учетной записи, которую OmniBazaar будет использовать для предоставления вам Программного обеспечения. Ниже приведены ваши обязательства при создании, регистрации и поддержании безопасности и точности вашей учетной записи:",
    "TermsConditions.limitedPurposesTitle": "Вы можете использовать Программное обеспечение OmniBazaar в ограниченных целях",
    "TermsConditions.conductPolicies9": "Вы не будете копировать, арендовать, сдавать в аренду, распространять или иным образом передавать любые права, которые вы получаете по настоящему Соглашению;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "Вы не будете собирать или копировать какой-либо контент или материалы из Программного обеспечения;",
    "TermsConditions.updatedVersions1": "1. Если OmniBazaar предоставляет обновленные версии программного обеспечения и/или программное обеспечение, и вы не принимаете эти обновленные версии, вы не сможете насладиться новейшим контентом, набором функций и материалами.",
    "TermsConditions.privacyPolicy": "Политика конфиденциальности",
    "TermsConditions.updatedVersions2": "2. Если вы не принимаете обновленные версии программного обеспечения, OmniBazaar не несет никакой ответственности за ваше решение",
    "TermsConditions.trademarksTitle": "Вы не можете использовать торговые марки, указанные в Программном обеспечении, в нарушение авторских прав",
    "TermsConditions.termsIntroNotice": "ВАЖНОЕ УВЕДОМЛЕНИЕ: НАСТОЯЩЕЕ СОГЛАШЕНИЕ СОДЕРЖИТ АРБИТРАЖНОЕ СОГЛАШЕНИЕ, КОТОРОЕ ТРЕБУЕТ, ЧТОБЫ ВЫ ПОДАВАЛИ ЛЮБЫЕ ПРЕТЕНЗИИ, КОТОРЫЕ МОГУТ ВОЗНИКАТЬ ПРОТИВ OMNIBAZAAR ДЛЯ ВЫНЕСЕНИЯ ОКОНЧАТЕЛЬНОГО И ОБЯЗАТЕЛЬНОГО РЕШЕНИЯ. КРОМЕ ТОГО, В СООТВЕТСТВИИ С АРБИТРАЖНЫМ ПОЛОЖЕНИЕМ, (A) ВЫ МОЖЕТЕ ПОДАВАТЬ ИСК ПРОТИВ OMNIBAZAAR НА ИНДИВИДУАЛЬНОЙ ОСНОВЕ, А НЕ В КАЧЕСТВЕ ИСТЦА ИЛИ УЧАСТНИКА КОЛЛЕКТИВНОГО ИСКА ИЛИ РАЗБИРАТЕЛЬСТВА, И (В) ВЫ МОЖЕТЕ ИСКАТЬ СУДЕБНОЙ ЗАЩИТЫ (ВКЛЮЧАЯ ДЕНЕЖНЫЕ, ОБЕСПЕЧИТЕЛЬНЫЕ И ДЕКЛАРАТОРНЫЕ ФОРМЫ ЗАЩИТЫ) НА ИНДИВИДУАЛЬНОЙ ОСНОВЕ. ПОДПИСАВАЯ НАСТОЯЩЕЕ СОГЛАШЕНИЕ, ВЫ ЯВНО ПОДТВЕРЖДАЕТЕ, ЧТО ВЫ ПРОЧИТАЛИ И ПОНЯЛИ ВСЕ УСЛОВИЯ НАСТОЯЩЕГО СОГЛАШЕНИЯ, ВКЛЮЧАЯ, НО НЕ ОГРАНИЧИВАЯСЬ, РАЗДЕЛЫ, КАСАЮЩИЕСЯ АРБИТРАЖА.",
    "TermsConditions.registrationAndAccountTitle": "Ваша регистрация и безопасность аккаунта",
    "TermsConditions.conductPolicies11": "Вы не будете загружать, публиковать, передавать, делиться, хранить или иным образом делать доступными любые материалы, содержащие программные вирусы или любой другой компьютерный код, файлы или программы, предназначенные для прерывания, уничтожения или ограничения функциональности любого программного или аппаратного обеспечения компьютера или телекоммуникационного оборудования;",
    "TermsConditions.conductPolicies10": "Вы не будете запрашивать пароли или личную информацию (включая, помимо прочего, чье-либо имя, дату рождения, домашний адрес, IP-адрес, номер кредитной карты, номер социального страхования или другую идентификационную информацию, выданную правительством) для коммерческих или незаконных целей;",
    "TermsConditions.conductPolicies13": "Вы не будете угрожать, запугивать или преследовать другого пользователя или какие-либо стороны в рамках или посредством Программного обеспечения;",
    "TermsConditions.conductPolicies12": "Вы не будете предпринимать какие-либо другие действия в нарушение правил и политик OmniBazaar;",
    "TermsConditions.conductPolicies14": "Вы не будете ложно представлять вашу личность или выдавать себя за третье лицо, а также не будете фальсифицировать или вводить в заблуждение третьи стороны в отношении вашей принадлежности к какой-либо организации;",
    "TermsConditions.regulations2": "2. Вы несете ответственность за всю свою деятельность, связанную с Программным обеспечением.",
    "TermsConditions.regulations3": "3. Вы должны соблюдать все применимые местные, государственные, национальные и международные законы и правила, а также, если вы представляете бизнес, любые образовательные, педагогические, конфиденциальные или иные правила, применимые к вам.",
    "TermsConditions.regulations1": "1. Вы обещаете не использовать Программное обеспечение в целях, запрещенных настоящим Соглашением.",
    "TermsConditions.copyrightContentTitle": "Авторские права на весь контент Программного обеспечения принадлежат поставщику этого контента",
    "TermsConditions.termsIntroTitle": "Условия использования программного обеспечения OmniBazaar Inc.",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar может редактировать или изменять что-либо в Программном обеспечении без предварительного уведомления",
    "TermsConditions.importantNoticesTitle": "Важные замечания",
    "TermsConditions.agreeToIndemnifyText": "Вы соглашаетесь освободить, защитить и обезопасить OmniBazaar, его подрядчиков, лицензиаров, дочерние компании и филиалы и их соответствующих партнеров, директоров, должностных лиц, членов, менеджеров, сотрудников и агентов от любых претензий и расходов, включая любые убытки, затраты, обязательства и гонорары адвокатов, возникающие в результате или в связи с: (1) использованием вами Программного обеспечения, (2) любым сторонним контентом, сторонними сайтами и любым другим контентом, (3) любыми покупками у или взаимодействие с поставщиками (4) нарушением вами настоящего Соглашения или любого закона или прав любой третьей стороны, и (5) нарушением вами настоящего Соглашения и/или любое нарушение ваших заявлений и гарантий, изложенных в настоящем документе",
    "TermsConditions.trademarksTitle1": "1. Вы соглашаетесь с тем, что OmniBazaar, CryptoBazaar, OmniCoin и другие графические изображения, логотипы, заголовки страниц, значки кнопок, сценарии и названия сервисов являются товарными знаками, зарегистрированными товарными знаками или товарным знаком OmniBazaar или его дочерних компаний (\"Контент товарного знака\").",
    "TermsConditions.trademarksTitle3": "3.\tВсе остальные торговые марки, не принадлежащие OmniBazaar или его аффилированным компаниям, которые могут появляться в Программном обеспечении, являются собственностью их соответствующих владельцев, которые могут быть, а могут и не быть связаны или спонсируются OmniBazaar или его аффилированными компаниями.",
    "TermsConditions.trademarksTitle2": "2.\tТорговые марки OmniBazaar и фирменный стиль не может использоваться в связи с каким-либо продуктом или услугой, не принадлежащей OmniBazaar, любым способом, который может вызвать замешательство среди потребителей, или любым способом, который оскорбляет или дискредитирует OmniBazaar.",
    "TermsConditions.reviewingChangesEnd": "Кроме того, на некоторые услуги, предлагаемые с помощью Программного обеспечения, могут распространяться дополнительные условия, периодически определяемые OmniBazaar, и использование вами таких услуг регулируется теми дополнительными условиями, которые включены в настоящее Соглашение по этой ссылке.",
    "TermsConditions.omniCoinTokenTitle": "Токенсейл OmniCoin",
    "TermsConditions.floridaLawTitle": "Вы соглашаетесь с тем, что закон Флориды применяется к настоящему Соглашению",
    "TermsConditions.agreement1": "1.\tВы понимаете, что, устанавливая или используя Программное обеспечение, вы соглашаетесь соблюдать положения и условия, содержащиеся в настоящем документе (\"Условия использования\" или \"Соглашение\", которое также включает в себя'OmniBazaar'",
    "TermsConditions.omniBazaarSoftware8": "8. Отслеживайте и используйте репутацию и другую информацию о пользователях маркетплейса.",
    "TermsConditions.omniBazaarSoftware5": "5. Поощряет пользователей, которые предоставляют услуги, которые приносят пользу другим пользователям и маркетплейсу.",
    "TermsConditions.omniBazaarSoftware4": "4. Включает автоматическую оплату покупок с использованием криптовалют OmniCoin и биткоин.",
    "TermsConditions.omniBazaarSoftware7": "7. Предоставляет услугу условного депонирования, которая позволяет пользователям вести бизнес с другими пользователями, которых они не знают или которым не доверяют.",
    "TermsConditions.omniBazaarSoftware6": "6. Раздает бесплатные OmniCoins пользователям, которые присоединяются и рекомендуют своих друзей.",
    "TermsConditions.omniBazaarSoftware1": "1. Создайте одноранговую сеть обмена данными (\\«Платформа OmniBazaar Marketplace\\» или \\«Сеть»\\).",
    "TermsConditions.registrationAndAccount1": "1. Вы зарегистрируете свою учетную запись для собственного использования, а не для использования другим лицом, альтер эго или другой личностью.",
    "TermsConditions.omniBazaarSoftware3": "3. Позволяет частным лицам и предприятиям покупать и продавать товары и услуги друг  другу.",
    "TermsConditions.omniBazaarSoftware2": "2. Подключить компьютер пользователя к этой сети.",
    "TermsConditions.limitedPurposes4_1": "). Couchbase (и связанные с ним программы) лицензируются под лицензией Apache 2.0 (",
    "TermsConditions.registrationAndAccount6": "6. Вы будете поддерживать актуальность своей контактной и другой информации, запрошенной OmniBazaar (например, электронную почту, местоположение и т.д.).",
    "TermsConditions.personalInfo2": "2. OmniBazaar будет использовать личную информацию только в соответствии со своими",
    "TermsConditions.personalInfo3": "3. Вы предоставляете OmniBazaar глобальную, бессрочную, бесплатную, безотзывную и подлежащую передаче лицензию на отображение, воспроизведение, передачу, использование и/или хранение этой информации в объеме, необходимом для поддержания работы Программного обеспечения.",
    "TermsConditions.lawsApplicableTitle": "Вы несете ответственность за то, чтобы данное Соглашение и использование вами Программного обеспечения соответствовали всем применимым законам",
    "TermsConditions.risk3": "3. Вы несете ответственность за принятие необходимых мер предосторожности, чтобы защитить себя и свои компьютерные системы от вирусов, червей, троянских коней и другого вредоносного или разрушительного контента.",
    "TermsConditions.risk2": "2. Предоставляя Программное обеспечение, OmniBazaar не представляет и не подразумевает, что он одобряет какой-либо контент или материал, размещенный там, или что он полагает, что такой материал является точным, полезным или неопасным.",
    "TermsConditions.risk1": "1. OmniBazaar не обязан просматривать какой-либо контент или материал, включая информацию о поставщике и продукте, размещенную в Программном обеспечении или посредством него, и поэтому не может нести ответственность за такой материал или контент.",
    "TermsConditions.risk6": "6. OmniBazaar не несет никакой ответственности за любой ущерб, вызванный использованием Программного обеспечения или просмотром или загрузкой этими пользователями контента, размещенного в Программном обеспечении.",
    "TermsConditions.risk5": "5. Программное обеспечение также может содержать материалы, которые нарушают права на неприкосновенность частной жизни или гласность или нарушают интеллектуальную собственность и другие права собственности третьих лиц, на загрузку, копирование или использование которых распространяются дополнительные условия, заявленные или незаявленные.",
    "TermsConditions.risk4": "4. Программное обеспечение может содержать контент, который является оскорбительным, непристойным или иным образом нежелательным, а также контент, содержащий технические неточности, опечатки и другие ошибки.",
    "TermsConditions.ageOfUseTitle": "Для использования программного обеспечения OmniBazaar Вам должно быть не менее 18 лет",
    "TermsConditions.riskTitle": "Вы используете Программное обеспечение OmniBazaar на свой страх и риск",
    "TermsConditions.personalInfoTitle": "Ваша личная информация",
    "TermsConditions.agreementTitle": "Соглашение между OmniBazaar и Вами",
    "TermsConditions.regulationsTitle": "Вы обещаете соблюдать настоящее Соглашение и любые применимые к вам законы или нормативные акты.",
    "TermsConditions.responsibleForFollowingTitle": "Какие законы и правила вы обязаны соблюдать",
    "TermsConditions.otherTermsTitle": "Другие условия",
    "TermsConditions.reviewingChanges4": "4. Если вы продолжите использовать Программное обеспечение после любого из этих изменений, ваше дальнейшее использование будет означать, что вы приняли все изменения в Соглашении.",
    "TermsConditions.reviewingChanges1": "1.\tДанное Соглашение распространяется на всех пользователей Программного обеспечения.",
    "TermsConditions.reviewingChanges3": "3.\tOmniBazaar опубликует последнее Соглашение о Программном обеспечении, но вам решать, стоит ли ознакамливаться с ним перед использованием Программного обеспечения.",
    "TermsConditions.reviewingChanges2": "2. OmniBazaar может время от времени вносить изменения в настоящее Соглашение, не уведомляя вас об этом.",
    "TermsConditions.limitedPurposes10": "10. Вы не можете использовать логотип OmniBazaar или другой графический или товарный знак в качестве части ссылки без письменного разрешения.",
    "TermsConditions.representationAndWarranty2_1": ", в соответствии с настоящим Соглашением и всеми применимыми законами и нормативными актами (включая, без ограничений, любые местные законы или нормативные акты в вашей стране, штате, городе или другой административной области, касающиеся поведения в Интернете и приемлемого контента, а также все применимые законы, касающиеся передачи технических данных, которые экспортируются из США или страны, в которой вы проживаете)",
    "TermsConditions.registrationAndAccount3": "3. Вы не будете переуступать или передавать свою учетную запись кому-либо без предварительного получения письменного согласия OmniBazaar.",
    "TermsConditions.registrationAndAccount2": "2. Вы создадите только одну учетную запись для себя.",
    "TermsConditions.agreement3": "1.\tЭто Соглашение заменяет собой все предыдущие или существующие соглашения, заверения, гарантии и договоренности в отношении Программного обеспечения, контента, продуктов или услуг, предоставляемых Программным обеспечением или посредством Программного обеспечения, а также предмета настоящего Соглашения.",
    "TermsConditions.agreement2": "2.\tЭто Соглашение представляет собой полное и единственное соглашение между нами.",
    "TermsConditions.registrationAndAccount7": "7. Вы не будете передавать свой пароль, позволять кому-либо, кроме вас, доступ к вашей учетной записи, или делать что-либо, что может поставить под угрозу безопасность вашей учетной записи.",
    "TermsConditions.personalInfo1": "1. Вы понимаете и признаете, что использование вами Программного обеспечения регулируется",
    "TermsConditions.registrationAndAccount5": "5. Если OmniBazaar закрывает или отключает вашу учетную запись, вы не можете создать другую учетную запись без предварительного письменного согласия OmniBazaar.",
    "TermsConditions.registrationAndAccount4": "4. Вы не будете предоставлять ложную или вводящую в заблуждение информацию при регистрации учетной записи.",
    "TermsConditions.agreeToIndemnifyTitle": "Вы соглашаетесь возместить ущерб OmniBazaar",
    "TermsConditions.otherTerms3": "3. Вы соглашаетесь, что любой арбитраж будет проходить в округе Пинеллас, штат Флорида, на английском языке, и арбитражное решение может быть исполнено в любом суде. Cторона, выигравшая дело, в любых действиях или процедурах обеспечения исполнения настоящего Соглашения, имеет право на возмещение расходов и гонораров адвокатов.",
    "TermsConditions.otherTerms2": "2. Вы соглашаетесь с тем, что, за исключением исков о судебном запрете или судебном разбирательстве по праву справедливости или претензий в отношении прав интеллектуальной собственности (которые могут быть поданы в любой компетентный суд без внесения залога), любой спор, возникающий в соответствии с настоящим Соглашением, должен быть окончательно урегулирован в соответствии с Общим арбитражным регламентом компании Judicial Arbitration and Mediation Service Inc. (\"JAMS\") осуществляется арбитрами, назначаемыми в соответствии с такими правилами.",
    "TermsConditions.limitedPurposes8": "8. Вы не можете заниматься копированием, воспроизведением, публикацией, перестановкой, перераспределением, модификацией, пересмотром, изменением или реинжинирингом Программного обеспечения.",
    "TermsConditions.limitedPurposes9": "9. Вам предоставляется ограниченное, отзывное и неисключительное право на создание гиперссылки на домашнюю страницу OmniBazaar, если ссылка не отображает OmniBazaar, его филиалы или их продукты или услуги в ложном, вводящем в заблуждении, уничижительном или ином оскорбительном виде.",
    "TermsConditions.otherTerms7": "7. Настоящее Соглашение будет иметь обязательную силу и будет действовать в интересах сторон, их правопреемников и разрешенных цессионариев. Заголовки пунктов настоящего Соглашения использованы только для удобства и не должны считаться частью настоящего Соглашения или влиять на его толкование. Настоящее Соглашение будет иметь обязательную силу и будет действовать в интересах сторон, их правопреемников и разрешенных цессионариев. Заголовки пунктов настоящего Соглашения использованы только для удобства и не должны считаться частью настоящего Соглашения или влиять на его толкование.",
    "TermsConditions.otherTerms6": "6. OmniBazaar может переуступать свои права по настоящему Соглашению без каких-либо условий.",
    "TermsConditions.otherTerms5": "5. Отказ любой стороны от какого-либо условия настоящего Соглашения или любое его нарушение, в любом случае, не означает отказ от такого условия или любое последующее его нарушение.",
    "TermsConditions.otherTerms4": "4. Если какая-либо часть настоящего Соглашения будет признана недействительной или не имеющей законной силы, эта часть будет толковаться как отражающая первоначальные намерения сторон, а остальные части будут оставаться в полной силе и действии.",
    "TermsConditions.limitedPurposes2": "2. OmniBazaar не предоставляет вам право изменять Программное обеспечение или любую его часть.",
    "TermsConditions.limitedPurposes3": "3. Вы понимаете, что OmniBazaar не предоставляет вам право: (a) перепродавать или коммерчески использовать (за исключением случаев, предусмотренных в настоящем документе) Программное обеспечение или его содержимое; (б) использовать производное программное обеспечение или его содержимое; (c) загружать или копировать информацию об учетной записи в пользу третьей стороны или продавца; или (d) использовать любые средства сбора данных, роботы или аналогичные инструменты сбора и извлечения данных.",
    "TermsConditions.limitedPurposes1": "1. OmniBazaar предоставляет вам ограниченную лицензию на доступ и использование Программного обеспечения в личных целях.",
    "TermsConditions.limitedPurposes6": "6. Вы не имеете права создавать или использовать методы обрамления для вложения какого-либо товарного знака, логотипа или другой информации, являющейся собственностью OmniBazaar и наших филиалов, без письменного согласия.",
    "TermsConditions.limitedPurposes7": "7. Вы не можете использовать любые метатеги или любой другой \"скрытый текст\"\\, использующий имя или торговые марки OmniBazaar без письменного согласия OmniBazaar. Любое несанкционированное использование аннулирует разрешение или лицензию, предоставленные OmniBazaar по настоящему Соглашению.",
    "TermsConditions.omniCoinToken2": "2.\tВы знаете о том, что условия, а также важные оговорки и информация, касающася сейла, изложена в Технической документации и Меморандуме.",
    "TermsConditions.limitedPurposes5": "5. Вы понимаете, что Программное обеспечение или любая его часть не могут быть воспроизведены, дублированы, скопированы, проданы, перепроданы или иным образом использованы для каких-либо коммерческих целей, за исключением случаев, предусмотренных ограниченным коммерческим использованием, предоставленным в настоящем документе.",
    "TermsConditions.conductPolicies1": "1. Мы делаем все возможное, чтобы Программное обеспечение было безопасным и работоспособным, но мы не можем это гарантировать. Для этого нам нужна ваша помощь, которая включает в себя следующие обязательства:",
    "TermsConditions.conductPolicies3": "Вы не будете дешифровать, декомпилировать, дизассемблировать, анализировать или иным образом пытаться получить какой-либо исходный код или основополагающие идеи или алгоритмы какой-либо части Программного обеспечения, за исключением тех случаев, когда применимые законы запрещают такие ограничения;",
    "TermsConditions.conductPolicies2": "Вы не будете изменять, адаптировать, присваивать, воспроизводить, распространять, переводить, создавать производные работы или адаптации, публично демонстрировать, переиздавать, повторно использовать или каким-либо образом использовать Программное обеспечение, за исключением случаев, прямо разрешенных OmniBazaar;",
    "TermsConditions.termsIntro": "Это соглашение с конечным пользователем (\"Соглашение\") должно быть прочитано вами (\"пользователем\" или \"вами \") полностью перед использованием вами любых услуг или продуктов, полученных от OmniBazaar � или OmniCoin � , Обратите внимание, что Соглашение представляет собой юридически обязывающее соглашение между вами и OmniBazaar Inc. (в данном документе именуемое \"OmniBazaar \", \"нас\" или \"мы\"), которое публикует программное обеспечение для поддержки распределенного маркетплейса, описанного на OmniBazaar.info, и экспериментальный продукт, описанный на OmniCoin.info (\"Сервисы\"). Нажимая кнопку \"Я согласен\" и/или используя Сервисы, вы соглашаетесь с условиями, изложенными в настоящем Соглашении.",
    "TermsConditions.conductPolicies4": "Вы не будете вмешиваться или пытаться вмешиваться в надлежащую работу Программного обеспечения или любые действия, проводимые с Программным обеспечением;",
    "TermsConditions.conductPolicies7": "Вы не будете использовать ручное или автоматизированное программное обеспечение, устройства или другие процессы для \"обхода\" или \"использования спайдера\" применительно к какой-либо странице Программного обеспечения;",
    "TermsConditions.conductPolicies6": "Вы не будете запускать какие-либо формы автоответчика или \"спама\" в Программном обеспечении;",
    "TermsConditions.liabilityLimitedEnd3": "ОТВЕТСТВЕННОСТЬ OMNIBAZAAR перед ВАМИ ЗА ЛЮБУЮ ПРИЧИНУ И ДЕЙСТВИЕ ВСЕГДА БУДЕТ ОГРАНИЧЕНА КОМИССИЕЙ, КОТОРУЮ ВЫ ОПЛАЧИВАЕТЕ ЗА ИСПОЛЬЗОВАНИЕ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ, НО В СЛУЧАЕ, ЕСЛИ ОТВЕТСТВЕННОСТЬ ПЕРЕД ВАМИ ПРЕВЫШАЕТ 50 $. ВЫ СОГЛАШАЕТЕСЬ, ЧТО СПОРЫ МЕЖДУ ВАМИ И OMNIBAZAAR БУДУТ РАЗРЕШЕНЫ ОБЯЗАТЕЛЬНЫМ, ИНДИВИДУАЛЬНЫМ АРБИТРАЖОМ И ВЫ ОТКАЗЫВАЕТЕСЬ ОТ ПРАВА НА УЧАСТИЕ В КОЛЛЕКТИВНОМ ИСКЕ ИЛИ КОЛЛЕКТИВНОМ АРБИТРАЖЕ. ВЫ ПОДТВЕРЖДАЕТЕ, ЧТО, ЕСЛИ ВЫ НЕ ЗАПЛАТИТЕ НАМ ЗА ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ, ВЫ БУДЕТЕ ОГРАНИЧЕНЫ ТОЛЬКО СУДЕБНЫМ ЗАПРЕТОМ, ЕСЛИ ИНОЕ НЕ РАЗРЕШЕНО ЗАКОНОДАТЕЛЬСТВОМ, И НЕ ДАЕТ ВАМ ПРАВО НА ВОЗМЕЩЕНИЕ УЩЕРБА НАМИ, НЕ ЗАВИСИМО ОТ ПРЕДМЕТА СПОРА. ЕСЛИ ВЫ РЕЗИДЕНТ КАЛИФОРНИИ, ВЫ ОТКАЗЫВАЕТЕСЬ ОТ РАЗДЕЛА ГРАЖДАНСКОГО КОДЕКСА КАЛИФОРНИИ 1542,  В ЧАСТИ: \"ОТКАЗ ОТ ВСЕХ ПРИТЯЗАНИЙ НЕ РАСПРОСТРАНЯЕТСЯ НА ПРЕТЕНЗИИ, О КОТОРЫХ КРЕДИТОР НЕ ЗНАЕТ ИЛИ НЕ ПОДОЗРЕВАЕТ ОБ ИХ СУЩЕСТВОВАНИИ В МОМЕНТ ПОДАЧИ ПРЕТЕНЗИИ, КОТОРЫЕ БЫ СЕРЬЕЗНО ПОВЛИЯЛИ НА УРЕГУЛИРОВАНИЕ ЕГО СПОРА С ДОЛЖНИКОМ, ЕСЛИ БЫ ОН ЗНАЛ ОБ ЭТОМ\".",
    "TermsConditions.liabilityLimitedEnd2": "OMNIBAZAAR НЕ КОНТРОЛИРУЕТ КОНТЕНТ ТРЕТЬИХ ЛИЦ ИЛИ ИНФОРМАЦИЮ, ПРЕДОСТАВЛЯЕМУЮ ТРЕТЬИМИ ЛИЦАМИ, И, ПОЭТОМУ, НЕ НЕСЕТ ОТВЕТСТВЕННОСТИ ЗА ВАШЕ ПОЛАГАНИЕ НА ИНФОРМАЦИЮ ИЛИ ЗАЯВЛЕНИЯ, СДЕЛАННЫЕ ЧЕРЕЗ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ.",
    "TermsConditions.liabilityLimitedEnd1": "МЫ ПЫТАЕМСЯ ДЕЛАТЬ НАШЕ ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ И СЕРВИСЫ\nНАДЕЖНЫМИ И БЕЗОПАСНЫМИ, НО ВЫ ИСПОЛЬЗУЕТЕ ИХ НА СВОЙ СТРАХ И РИСК. ИНФОРМАЦИЯ\nОТ ИЛИ ПО ПРОГРАММНОМУ ОБЕСПЕЧЕНИЮ И СЕРВИСАМ ПРЕДОСТАВЛЯЕТСЯ \"КАК ЕСТЬ\n\" \"КАК ДОСТУПНО\", И ВСЕ ГАРАНТИИ, ЯВНЫЕ ИЛИ\nПОДРАЗУМЕВАЕМЫЕ, ОГОВОРЕНЫ. ИНФОРМАЦИЯ, ПРОГРАММНОЕ ОБЕСПЕЧЕНИЕ И СЕРВИСЫ МОГУТ\nСОДЕРЖАТЬ ВИРУСЫ, ДЕФЕКТЫ, ОШИБКИ, ПРОБЛЕМЫ ИЛИ ДРУГИЕ ОГРАНИЧЕНИЯ. НИ ПРИ\nКАКИХ ОБСТОЯТЕЛЬСТВАХ OMNIBAZAAR ИЛИ ЕГО ДИРЕКТОРЫ, СОТРУДНИКИ ИЛИ АГЕНТЫ НЕ\nНЕСУТ НИКАКОЙ ОТВЕТСТВЕННОСТИ ЗА ИСПОЛЬЗОВАНИЕ ВАМИ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ.\nМЫ НЕ НЕСЕМ ОТВЕТСТВЕННОСТИ ЗА КАКИЕ-ЛИБО КОСВЕННЫЕ, ОСОБЫЕ ИЛИ СЛУЧАЙНЫЕ\nУБЫТКИ (ВКЛЮЧАЯ УЩЕРБ ОТ ПОТЕРИ БИЗНЕСА, ПОТЕРЮ ПРИБЫЛИ, СУДЕБНЫЕ\nРАЗБИРАТЕЛЬСТВА ИЛИ ПОДОБНОЕ), ОСНОВАННЫЕ НА НАРУШЕНИИ КОНТРАКТА, НАРУШЕНИИ\nГАРАНТИЙНЫХ ОБЯЗАТЕЛЬСТВ, ПРАВОНАРУШЕНИЯХ (TIG) ОТВЕТСТВЕННОСТЬ ЗА ПРОДУКТ ИЛИ\nИНОЕ, ДАЖЕ ЕСЛИ ПРЕДУСМОТРЕНЫ ВОЗМОЖНОСТИ ТАКОГО ВОЗМЕЩЕНИЯ УЩЕРБА.",
    "TermsConditions.reviewingChangesTitle": "Вы несете ответственность за рассмотрение изменений в этом Соглашении",
    "TermsConditions.ageOfUse1": "1. Вы понимаете, что не можете использовать Программное обеспечение, если такое использование запрещено",
    "TermsConditions.ageOfUse3": "3. Любое использование или доступ к Программному обеспечению лицами, не достигшими 18-летнего возраста, является незаконным. Если вам 13 или более лет, но вам не исполнилось 18 лет, у вас должно быть разрешение родителей или законного опекуна на использование Программного обеспечения и принятие Условий использования.",
    "TermsConditions.ageOfUse2": "2. Вы понимаете, что Программное обеспечение предназначено исключительно для пользователей, которым исполнилось восемнадцать (18) лет и которые могут юридически заключать обязательное соглашение.",
    "TermsConditions.ageOfUse5": "5. OmniBazaar сознательно не собирает информацию от лиц младше тринадцати (13) лет.",
    "TermsConditions.ageOfUse4": "4. Вы заявляете и гарантируете, что вам 18 лет или более, или вы подписываете настоящее Соглашение от имени кого-либо в возрасте от 13 до 18 лет, и что вы соглашаетесь соблюдать все условия настоящего Соглашения.",
    "TermsConditions.omniBazaarSoftware": "Программное обеспечение OmniBazaar Software (\"Программное обеспечение\") - это бесплатная программа, которая выполняет следующие функции:",
    "TermsConditions.lawsApplicable2": "2. Вы несете единоличную ответственность за обеспечение соответствия настоящего Соглашения всем применимым законам, нормам и правилам вашей юрисдикции.",
    "TermsConditions.lawsApplicable3": "3. Вы понимаете, что ваше право на доступ к Программному обеспечению будет аннулировано, если данное Соглашение или использование Программного обеспечения запрещено, и, если это так, вы соглашаетесь не использовать или не получать доступ к Программному обеспечению каким-либо образом.",
    "TermsConditions.lawsApplicable1": "1. Вы понимаете, что OmniBazaar может, по своему усмотрению, отказаться от предложения или предоставления Программного обеспечения любому физическому или юридическому лицу и изменить свои критерии приемлемости в любое время.",
    "TermsConditions.liabilityLimitedTitle": "Ответственность OmniBazaar ограничена",
    "TermsConditions.otherTerms1": "1. Вы и OmniBazaar соглашаетесь с тем, что любое основание для предъявления иска, возникающее в связи с Программным обеспечением или связанное с ним, должно быть начато в течение одного (1) года с момента возникновения основания для предъявления иска; в противном случае такое основание для иска будет под запретом.",
    "TermsConditions.omniBazaarSoftwareTitle": "Программное обеспечение OmniBazaar",
    "TermsConditions.editOrModifyStart": "OmniBazaar обязуется обеспечить положительный пользовательский опыт, и вы понимаете, что OmniBazaar оставляет за собой право (но не берет на себя никаких обязательств) редактировать, отслеживать, просматривать, удалять, изменять или перемещать любой контент или материалы, предоставленные или размещенные на Программном обеспечении на свое усмотрение, без предварительного уведомления.",
    "TermsConditions.useOfTheSoftwareTitle": "Ваше использование программного обеспечения",
    "TermsConditions.conductPoliciesTitle": "Вы соглашаетесь соблюдать правила поведения OmniBazaar при использовании Программного обеспечения",
    "TermsConditions.representationAndWarrantyTitle": "Ваше общее представление и гарантия",
    "TermsConditions.copyrightContent2": "2.\tВы не можете копировать, распространять, использовать или публиковать какую-либо часть Программного обеспечения, за исключением случаев, предусмотренных настоящим Соглашением.",
    "TermsConditions.copyrightContent1": "1. Контент, организация, графика, дизайн, компиляция, магнитный перевод, цифровое преобразование и другие вопросы, связанные с Программным обеспечением (\"Контент авторского права\"), являются собственностью OmniBazaar, Inc. или соответствующего владельца контента и защищены в соответствии с применимыми авторскими правами, торговыми марками и другими правами собственности.",
    "TermsConditions.legalConditionsTitle": "Правовые условия",
    "TermsConditions.representationAndWarranty3": "Вы будете использовать Программное обеспечение, не нарушая права интеллектуальной собственности какой-либо третьей стороны.",
    "TermsConditions.representationAndWarranty2": "Вы будете использовать Программное обеспечение в соответствии с",
    "TermsConditions.representationAndWarranty1": "Вы заявляете и гарантируете, что:",
    "TermsConditions.omniCoinToken1": "1.\tOmniBazaar проводит Токенсейл (\"Сейл\") своих токенов OmniBazaar, как описано более подробно в Технической документации OmniBazaar и Меморандуме о предложении и/или Условиях предложения OmniBazaar (\"Меморандум\").",
    "TermsConditions.updatedVersionsTitle": "Вы несете ответственность за принятие обновленных версий Программного обеспечения",
    "TermsConditions.limitedPurposes4": "4. Программное обеспечение содержит или использует OmniCoin и другое программное обеспечение, исходный код которого является «открытым исходным кодом», а воспроизведение и использование которого регулируются лицензиями этих программ. В частности, программное обеспечение для криптовалюты OmniCoin лицензируется по лицензии MIT (",
    "TermsConditions.liabilityLimited3": "3. OmniBazaar не несет ответственности за любые ошибки, пропуски, прерывания, удаления, дефекты, задержки в работе или передаче, сбой линии связи, кражу или уничтожение или несанкционированный доступ или изменение пользовательских сообщений.",
    "TermsConditions.liabilityLimited2": "2. OmniBazaar не несет ответственности за поведение любого пользователя Программного обеспечения, онлайн или оффлайн.",
    "TermsConditions.liabilityLimited1": "1. OmniBazaar не несет ответственности за любые сторонние сайты, контент третьих сторон, размещенный на Программном обеспечении.",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. Вы понимаете, что вы обязаны подтверждать и проверять любую информацию, предоставленную в Программном обеспечении или посредством него, и что вы несете исключительный риск полагаться на любую такую информацию, включая, помимо прочего, контент, сторонний контент, ссылки или листинги продуктов.",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar не несет ответственности за какие-либо проблемы или технические неисправности любой телефонной сети или линий, провайдера сотовой связи или сети, компьютерных онлайн-систем, серверов или провайдеров, компьютерного оборудования, программного обеспечения, в связи с техническими проблемами или перегрузкой трафика в Программном обеспечении, включая травмы или повреждение пользователей или любого другого компьютера и/или мобильного устройства.",
    "TermsConditions.omniBazaarSoftwareEnd": "Отслеживайте и используйте репутацию и другую информацию о пользователях маркетплейса.",
    "TermsConditions.limitedPurposes4_2": "). Ничто в этой лицензии не предназначено для признания недействительными или противоречащими лицензиям этих лицензий на программное обеспечение с открытым исходным кодом.",
    "TermsConditions.personalInfo1_1": ", которая включена в настоящее Соглашение посредством этой ссылки.",
    "TermsConditions.floridaLawText2": "Программное обеспечение и соответствующая информация и технологии не могут скачиваться или экспортироваться иным способом или реэкспортироваться (i) на (или гражданином или резидентом) Кубе, в Ираке, Ливии, Югославии, Северной Кореи, Иране, Сирии или любой другой стране, на которую США наложили эмбарго на товары; или (ii) которые упомянуты в таблице отказов в заказах Министерства торговли США или входят в составленный Казначейством США список граждан особых категорий и запрещенных лиц.  Загружая или используя Программное обеспечение, вы соглашаетесь с вышеизложенным и заявляете и гарантируете, что вы не находитесь в такой стране, не находитесь под ее контролем, не являетесь гражданином или не проживаете в такой стране или в любом таком списке",
    "TermsConditions.floridaLawText3": "Программное обеспечение является «коммерческим продуктом», так как этот термин определен в 48 C.F.R. 2.101 (октябрь 1995 г.), состоящий из \"коммерческого компьютерного программного обеспечения \" и \"документации по коммерческому компьютерному программному обеспечению\", так как такие термины используются в 48 C.F.R. 12,212 (сентябрь 1995 г.). В соответствии с 48 C.F.R. 12.212 и 48 C.F.R. С 227.7202-1 по 227.7202-4 (июнь 1995 г.), все конечные пользователи правительства США приобретают только те права на Программное обеспечение, которые предусмотрены настоящим Соглашением",
    "TermsConditions.floridaLawText1": "В соответствии с арбитражными оговорками, включенными выше, в случае возникновения каких-либо споров, связанных с Программным обеспечением, при использовании Программного обеспечения вы прямо соглашаетесь с тем, что любой такой спор регулируется законами штата Флорида, независимо от условий коллизионного права, и вы прямо соглашаетесь с исключительной юрисдикцией и местом суда штата и федерального суда штата Флорида в округе Пинеллас для разрешения любого такого спора. Omnibazaar и вы настоящим исключаете применение Единого закона о транзакциях в области компьютерной информации (\"UCITA\"), Конвенции Организации Объединенных Наций о международной купле-продаже товаров (\"CISG\") и любого закона любой юрисдикции, в котором будет применяться UCITA или CISG или условия, эквивалентные UCITA или CISG, к настоящему Соглашению",
    "TermsConditions.conductPolicies5": "Вы не будете обходить меры, которые OmniBazaar может использовать для предотвращения или ограничения доступа к Программному обеспечению (или другим учетным записям, компьютерным системам или сетям, подключенным к Программному обеспечению);"
}