{
    "TermsConditions.registrationAndAccountStart": "Yazılımı kullandığınızda, OmniBazaar'ın size Yazılım sağlamak için güveneceği belirli kayıt ve hesap bilgilerini sağlayabilirsiniz. Hesabınızın güvenliğini ve doğruluğunu oluştururken, kaydettirirken ve muhafaza ederken yükümlülükleriniz şunlardır:",
    "TermsConditions.limitedPurposesTitle": "OmniBazaar Yazılımını sınırlı amaçlar için kullanabilirsiniz",
    "TermsConditions.conductPolicies9": "İşbu belgede aldığınız hakların hiçbirini kopyalayamaz, kiralayamaz, dağıtamaz veya başka şekilde devredemezsiniz ;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "Yazılımdan herhangi bir içerik veya malzeme toplamayacak veya kazımayacaksınız;",
    "TermsConditions.updatedVersions1": "1. OmniBazaar, Yazılımın güncellenmiş sürümlerini sağlıyorsa ve/veya bu güncellenmiş sürümleri kabul etmiyorsanız, en son içeriğin, özelliklerinin ve malzemelerin keyfini çıkaramayabilirsiniz.",
    "TermsConditions.privacyPolicy": "Gizlilik Politikası",
    "TermsConditions.updatedVersions2": "2. Yazılımın güncellenmiş versiyonlarını kabul etmiyorsanız, OmniBazaar kararınız için herhangi bir sorumluluk veya yükümlülük kabul etmeyecektir",
    "TermsConditions.trademarksTitle": "Yazılımda görünen ticari markaları ihlal eden şekilde kullanamazsınız.",
    "TermsConditions.termsIntroNotice": "ÖNEMLİ NOT: BU ANLAŞMA, ÇOK AMAÇLI PAZARIN ALEYHİNDE OLABİLECEK HER TÜRLÜ TALEBİ BAĞLAYICI VE NİHAİ TAHKİM İÇİN SUNMANIZI GEREKTİREN BİR TAHKİM ANLAŞMASI İÇERİR. EK OLARAK, TAHKİM HÜKMÜNDE, (A) HERHANGİ BİR SINIF VEYA TEMSİLCİ EYLEMİNDE VEYA İŞLEMİNDE DAVACI VEYA SINIF ÜYESİ OLARAK DEĞİL, YALNIZCA HER YERDEKİ PAZARCI ALEYHİNE TALEPTE BULUNMANIZA İZİN VERİLECEKTİR VE (B) YALNIZCA BİREYSEL OLARAK YARDIM ARAMAYA (PARASAL, İHTİYATİ VE BİLDİRİMSEL YARDIM DAHİL) BU SÖZLEŞMEYE GİREREK, HAKEMLİKLE İLGİLİ BÖLÜMLER DAHİL ANCAK BUNLARLA SINIRLI OLMAMAK ÜZERE, BU SÖZLEŞMENİN TÜM ŞARTLARINI OKUDUĞUNUZU VE ANLADIĞINIZI AÇIKÇA KABUL EDERSİNİZ.",
    "TermsConditions.registrationAndAccountTitle": "Kayıt ve hesap güvenliğiniz",
    "TermsConditions.conductPolicies11": "Herhangi bir bilgisayar yazılımı, donanımı veya telekomünikasyon ekipmanının işlevselliğini kesmek, yok etmek veya sınırlandırmak için tasarlanmış yazılım virüsleri veya başka herhangi bir bilgisayar kodu, dosya veya programları yüklemek, yayınlamak, iletmek, paylaşmak, saklamak veya başka türlü kullanıma sunmayacaksınız.",
    "TermsConditions.conductPolicies10": "Parola istemeyeceksiniz veya kişisel olarak tanımlayıcı bilgiler vermeyeceksiniz (bu, bunlarla sınırlı olmamak üzere, bir başkasının's  adı, doğum tarihi, ev adresi, IP adresi, kredi kartı numarası, sosyal güvenlik numarası veya devlet tarafından verilen diğer kimlik bilgilerini içerir) ticari veya yasadışı amaçlarla;",
    "TermsConditions.conductPolicies13": "Yazılımın içinde veya dışında başka bir kullanıcıyı veya tarafları tehdit etmeyecek, korkutmayacak veya taciz etmeyeceksiniz;",
    "TermsConditions.conductPolicies12": "OmniBazaar's kural ve politikalarını ihlal eden herhangi bir işlem yapmazsınız;",
    "TermsConditions.conductPolicies14": "Kimliğinizi sahte bir şekilde temsil etmeyecek veya üçüncü bir kişiyi taklit edemeyeceksiniz ya da herhangi bir kuruluşla olan ilişkinizle ilgili üçüncü şahısları tahrif etmeyecek veya yanlış yönlendirmeyeceksiniz;",
    "TermsConditions.regulations2": "2. Yazılımla bağlantılı tüm faaliyetlerinizden siz sorumlusunuz.",
    "TermsConditions.regulations3": "3. Yürürlükteki tüm yerel, eyalet, ulusal ve uluslararası yasa ve yönetmeliklere ve bir işletmeyi temsil ediyorsanız, eğitim, öğretim, mahremiyet veya sizin için geçerli olan diğer kendi kendini düzenleme kurallarına uymalısınız.",
    "TermsConditions.regulations1": "1. Yazılımı, bu Sözleşme tarafından yasaklanan hiçbir amaçla kullanmayacağınıza söz veriyorsunuz.",
    "TermsConditions.copyrightContentTitle": "Yazılımdaki tüm içeriğin telif hakkı, söz konusu içeriğin sağlayıcısına aittir",
    "TermsConditions.termsIntroTitle": "OmniBazaar, A.Ş.'nin Yazılım Kullanım Koşulları",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar, Yazılım üzerinde herhangi bir bildirimde bulunmaksızın değişiklik yapabilir veya düzenleyebilir.",
    "TermsConditions.importantNoticesTitle": "Önemli Bildirimler",
    "TermsConditions.agreeToIndemnifyText": "OmniBazaar'ı, yüklenicilerini, lisans verenlerini, alt kuruluşlarını ve bağlı kuruluşlarını ve bunların ilgili ortaklarını, müdürlerini, memurlarını, üyelerini, yöneticilerini, çalışanlarını ve acentelerini, her türlü hak talepleri ve masrafları dahil olmak üzere her türlü tazminat ödemeyi, savunmayı ve elinde tutmayı kabul edersiniz. (1) Yazılımı kullanımınız, (2) herhangi bir üçüncü taraf içeriği, üçüncü taraf siteleri ve diğer herhangi bir içerik, (3) herhangi bir üçüncü taraf içeriği, üçüncü taraf siteleri ve bunlarla bağlantılı olarak ortaya çıkan zararlar, maliyetler, borçlar ve avukatlık ücretleri; veya satıcılarla etkileşimler (4) bu Sözleşmeyi veya herhangi bir yasa veya üçüncü tarafların haklarını ihlal etmeniz ve (5) bu Sözleşmeyi ihlal etmeniz ve / veya burada belirtilen beyan ve haklarınızı ihlal etmeniz durumunda",
    "TermsConditions.trademarksTitle1": "1. OmniBazaar, CryptoBazaar, OmniCoin ve diğer OmniBazaar grafikleri, logoları, sayfa başlıkları, buton simgeleri, komut dosyaları ve hizmet adlarının OmniBazaar veya iştiraklerinin ticari markaları, tescilli ticari markaları veya ticari elbiseleri olduğunu kabul edersiniz. (\"Trademark Content\").",
    "TermsConditions.trademarksTitle3": "3.\tOmniBazaar veya bağlı kuruluşlarının, Yazılımda görünebilecek diğer tüm ticari markaları, OmniBazaar veya bağlı kuruluşları tarafından bağlı, bağlı olmayan veya sponsor olunan sahiplerinin mülkiyetindedir.",
    "TermsConditions.trademarksTitle2": "2.\tOmniBazaar ticari markaları ve ticari elbisesi OmniBazaar's olmayan, herhangi bir ürün veya hizmetle bağlantılı olarak, tüketiciler arasında karışıklığa neden olabilecek herhangi bir şekilde veya OmniBazaar'ı yerinden eden veya bozan herhangi bir şekilde kullanılamaz.",
    "TermsConditions.reviewingChangesEnd": "Ek olarak, Yazılım aracılığıyla sunulan bazı hizmetler OmniBazaar tarafından zaman zaman belirtilen ek şart ve koşullara tabi olabilir ve bu hizmetleri kullanımınız, bu referansla bu Anlaşma'ya dahil edilen ek şart ve koşullara tabidir.",
    "TermsConditions.omniCoinTokenTitle": "OmniCoin Jeton Satış Etkinliği",
    "TermsConditions.floridaLawTitle": "Florida yasalarının bu Anlaşma için geçerli olduğu konusunda hemfikirsiniz.",
    "TermsConditions.agreement1": "1.\tYazılımı yükleyerek veya kullanarak, burada yer alan şartlara ve koşullara uymayı ve bunlara uymayı kabul ettiğinizi (\"Kullanım Koşulları\" veya \"Sözleşme\", ayrıca OmniBazaar's)",
    "TermsConditions.omniBazaarSoftware8": "8. Pazar kullanıcıları hakkındaki itibarı ve diğer bilgileri izleyin ve kullanın.",
    "TermsConditions.omniBazaarSoftware5": "5. Diğer kullanıcılara ve pazara yarar sağlayan, hizmetler sunan kullanıcıları ödüllendirin.",
    "TermsConditions.omniBazaarSoftware4": "4. OmniCoin ve Bitcoin kripto para birimleri kullanarak alımlar için otomatik ödemeyi etkinleştirin.",
    "TermsConditions.omniBazaarSoftware7": "7. Kullanıcıların bilmedikleri veya güvenmedikleri diğer kullanıcılarla iş yapmalarına izin veren bir emanet hizmeti sağlayın.",
    "TermsConditions.omniBazaarSoftware6": "6. Ücretsiz OmniCoin'leri, arkadaşlarına katılan ve arkadaşlarına başvuran kullanıcılara dağıtın.",
    "TermsConditions.omniBazaarSoftware1": "1. Eşler arası veri paylaşım ağı oluşturun (the \"OmniBazaar Marketplace Platform\" or \"Network\").",
    "TermsConditions.registrationAndAccount1": "1. Hesabınızı, başka bir kişinin, ikinci bir kişinin veya başka bir kimliğin kullanımı için değil, kendi kullanımınız için kaydedeceksiniz.",
    "TermsConditions.omniBazaarSoftware3": "3. Bireylerin ve işletmelerin birbirlerinden mal ve hizmet alıp satmalarına izin verin.",
    "TermsConditions.omniBazaarSoftware2": "2. Kullanıcıyı's bilgisayarı bu Ağa bağlayın.",
    "TermsConditions.limitedPurposes4_1": "). Couchbase (ve ilişkili programlar), Apache 2.0 lisansı altında lisanslanmıştır.(",
    "TermsConditions.registrationAndAccount6": "6. İletişiminizi ve OmniBazaar'ın (e-posta, konum vb. Gibi) talep ettiği diğer bilgileri doğru ve güncel tutmalısınız.",
    "TermsConditions.personalInfo2": "2. OmniBazaar, kişisel bilgileri yalnızca OmniBazaar's uygun olarak kullanacaktır.",
    "TermsConditions.personalInfo3": "3. OmniBazaar'a Yazılımın çalışmasını desteklemek için gerekli olan bu bilgileri göstermek, çoğaltmak, iletmek, kullanmak ve / veya saklamak için dünya çapında, kalıcı, telif ücretsiz, geri alınamaz ve devredilebilir bir lisans vermektesiniz.",
    "TermsConditions.lawsApplicableTitle": "Bu Anlaşmanın ve Yazılımı kullanımınızın sizin için geçerli tüm yasalara uygun olmasını sağlamak sizin sorumluluğunuzdadır.",
    "TermsConditions.risk3": "3. Kendinizi ve bilgisayar sistemlerinizi virüslerden, solucanlardan, Truva atlarından ve diğer zararlı veya yıkıcı içeriklerden korumak için gereken önlemleri almak sizin sorumluluğunuzdadır.",
    "TermsConditions.risk2": "2. OmniBazaar, Yazılımı sağlayarak, burada yayınlanan herhangi bir içeriği veya materyali onayladığını veya bu tür bir materyalin doğru, kullanışlı veya zararsız olduğuna inandığını göstermez veya ima etmez.",
    "TermsConditions.risk1": "1. OmniBazaar, Yazılım'a gönderilen veya Yazılım aracılığıyla gönderilen satıcı ve ürün bilgileri dahil herhangi bir içeriği veya materyali gözden geçirme yükümlülüğüne sahip değildir ve bu nedenle bu tür materyal veya içerikten sorumlu tutulamaz.",
    "TermsConditions.risk6": "6. OmniBazaar, Yazılımın kullanımından veya Yazılımda yayınlanan içeriği kullananların görüntülemesinden veya indirilmesinden kaynaklanan zararlardan sorumlu değildir.",
    "TermsConditions.risk5": "5. Yazılım ayrıca, gizlilik veya tanıtım haklarını ihlal eden veya üçüncü şahısların fikri mülkiyet haklarını ve diğer mülkiyet haklarını ihlal eden veya bunların indirilmesi, kopyalanması veya kullanılması ek şart ve koşullara tabi, belirtilen veya belirtilmeyen materyaller içerebilir.",
    "TermsConditions.risk4": "4. Yazılım, rahatsız edici, uygunsuz veya sakıncalı olan içeriğin yanı sıra teknik yanlışlıklar, yazım hataları ve diğer hatalar içeren içerik içerebilir.",
    "TermsConditions.ageOfUseTitle": "OmniBazaar Yazılımını kullanmak için 18 yaşında veya daha büyük olmalısınız",
    "TermsConditions.riskTitle": "OmniBazaar Yazılımını kullanmak kendi sorumluluğunuzdadır",
    "TermsConditions.personalInfoTitle": "Kişisel Bilgilerin",
    "TermsConditions.agreementTitle": "OmniBazaar ile Arasındaki Anlaşma",
    "TermsConditions.regulationsTitle": "Bu Sözleşmeye ve sizin için geçerli olan tüm yasa ve yönetmeliklere uyacağınıza söz verirsiniz.",
    "TermsConditions.responsibleForFollowingTitle": "Takip Etmekte Sorumlu Olduğunuz Yasa ve Kurallar",
    "TermsConditions.otherTermsTitle": "Diğer Koşullar",
    "TermsConditions.reviewingChanges4": "4. Bu değişikliklerden herhangi birini yaptıktan sonra Yazılımı kullanmaya devam ederseniz, kullanımınıza devam etmeniz dahilinde Sözleşmede herhangi bir değişikliği kabul ettiğiniz anlamına gelir.",
    "TermsConditions.reviewingChanges1": "1.\tBu Anlaşma, Yazılımın tüm kullanıcıları için geçerlidir.",
    "TermsConditions.reviewingChanges3": "3.\tOmniBazaar, Yazılım ile ilgili en son Sözleşmeyi yayınlayacaktır, ancak Yazılımı kullanmadan önce gözden geçirmek sizin sorumluluğunuzdadır.",
    "TermsConditions.reviewingChanges2": "2. OmniBazaar, sizi özel olarak bilgilendirmeden zaman zaman bu Sözleşmede değişiklikler yapabilir.",
    "TermsConditions.limitedPurposes10": "10. Açıkça yazılı izin alınmadan, bağlantının bir parçası olarak herhangi bir OmniBazaar logosunu veya başka bir tescilli grafiği veya ticari markayı kullanamazsınız.",
    "TermsConditions.representationAndWarranty2_1": ", Bu Anlaşma ile ve yürürlükteki tüm yasa ve yönetmeliklerle (çevrimiçi davranış ve kabul edilebilir içerikle ilgili olarak, çevrimiçi davranış ve kabul edilebilir içerikle ilgili ve ülkenizdeki, eyaletinizdeki, şehirdeki veya diğer hükümet bölgelerindeki herhangi bir yerel yasa veya yönetmeliği ve teknik verilerin iletilmesine ilişkin tüm yasaları dahil olmak üzere, Amerika Birleşik Devletleri'nden veya ikamet ettiğiniz ülkeden ihraç edilmiştir)",
    "TermsConditions.registrationAndAccount3": "3. OmniBazaar'ın yazılı onayını almadan, hesabınızı kimseye devretmezsiniz.",
    "TermsConditions.registrationAndAccount2": "2. Kendiniz için sadece bir hesap oluşturacaksınız.",
    "TermsConditions.agreement3": "1.\tBu Anlaşma, Yazılım, Yazılımın sağladığı içerik, ürünler veya hizmetler veya Yazılım ile veya bu Anlaşmanın konusu ile ilgili tüm önceden veya çağdaş anlaşmaların, beyanların, ghakların ve anlamaların yerine geçer.",
    "TermsConditions.agreement2": "2.\tBu Anlaşma, sizinle aramızdaki bütün ve tek anlaşmayı oluşturur.",
    "TermsConditions.registrationAndAccount7": "7. Parolanızı paylaşmayacak, hesabınızdan başkalarının hesabınıza erişmesine izin vermeyecek ya da hesabınızın güvenliğini tehlikeye atabilecek herhangi bir şey yapamazsınız.",
    "TermsConditions.personalInfo1": "1. Yazılımı kullanımınızın Yönetmeliğe tabi olduğunu anlıyor ve kabul ediyorsunuz.",
    "TermsConditions.registrationAndAccount5": "5. OmniBazaar hesabınızı sonlandırır veya devre dışı bırakırsa, önce OmniBazaar'ın yazılı onayını almadan başka bir hesap oluşturamazsınız.",
    "TermsConditions.registrationAndAccount4": "4. Bir hesap açtığınızda yanlış veya yanıltıcı bilgi vermeyeceksiniz.",
    "TermsConditions.agreeToIndemnifyTitle": "OmniBazaar'a tazminat vermeyi kabul edersiniz",
    "TermsConditions.otherTerms3": "3. Herhangi bir tahkimin Florida'da Pinellas County’de İngilizce dilinde yapılmasını kabul edersiniz ve tahkim kararı herhangi bir mahkemede uygulanabilir. Herhangi bir eylemde veya işbu Anlaşmanın uygulanması için devam eden hakim taraf, masraflara ve avukatlık ücretlerine hak kazanacaktır.",
    "TermsConditions.otherTerms2": "2. Zararlı veya hakkaniyetçi yardım talepleri veya fikri mülkiyet haklarına ilişkin talepler (bir tahvil kaydı olmadan herhangi bir yetkili mahkemeye getirilebilecek olan talepler) hariç, bu Anlaşma uyarınca ortaya çıkan herhangi bir anlaşmazlığın Nihayet Kapsamına uygun olarak çözüleceğini kabul edersiniz. Yargı Tahkim ve Arabuluculuk Servisi, A.Ş. (\"JAMS\") Tahkim Kuralları gibi kurallara uygun olarak atanmış hakemler.",
    "TermsConditions.limitedPurposes8": "8. Yazılımın kopyalanması, çoğaltılması, yayınlanması, yeniden düzenlenmesi, yeniden dağıtılması, değiştirilmesi, gözden geçirilmesi, değiştirilmesi veya tersine mühendislik işlerine giremezsiniz.",
    "TermsConditions.limitedPurposes9": "9. OmniBazaar'ın ana sayfasına bir köprü oluşturmak için, bağlantı OmniBazaar'ı, bağlı şirketlerini veya ürünlerini veya hizmetlerini yanlış, yanıltıcı, aşağılayıcı veya başka bir şekilde rahatsız edici şekilde betimlemediği sürece, size sınırlı, iptal edilebilir ve münhasır olmayan bir hak verilir.",
    "TermsConditions.otherTerms7": "7. Bu Anlaşma tarafların, haleflerinin ve izin verilen görevlilerin yararına bağlayıcı olacak ve bunları onaylayacaktır. Bu Anlaşmanın paragraflarının başlıkları, sadece kolaylık sağlamak amacıyla eklenmiştir ve bu Anlaşmanın bir parçası olarak kabul edilmeyecek veya bunların yapımını etkileyemez.",
    "TermsConditions.otherTerms6": "6. OmniBazaar bu Sözleşme kapsamında haklarını şartsız atayabilir.",
    "TermsConditions.otherTerms5": "5. Taraflardan herhangi birinin bu Anlaşmanın herhangi bir şartı veya koşulundan veya feshedilmesinden feragat etme, herhangi bir durumda, bu şart veya koşuldan veya daha sonraki ihlallerinden feragat etmeyecektir.",
    "TermsConditions.otherTerms4": "4. Bu Anlaşmanın herhangi bir kısmı geçersiz veya uygulanamaz olarak tutulursa, bu kısım tarafların orijinal niyetini yansıtmak için yorumlanacak ve kalan kısımlar tam olarak yürürlükte kalacaktır.",
    "TermsConditions.limitedPurposes2": "2. OmniBazaar, Yazılımı veya Yazılımın herhangi bir bölümünü değiştirme hakkını vermez.",
    "TermsConditions.limitedPurposes3": "3. OmniBazaar'ın size aşağıdakileri yapma hakkı tanımadığını kabul edersiniz: (a) Yazılımın veya içeriğinin (burada belirtilenler dışında) yeniden satılması veya ticari olarak kullanılması; (b) Yazılımın veya içeriğinin herhangi bir türevini kullanmak; (c) bir üçüncü tarafın veya tüccarın yararına hesap bilgilerini indirmek veya kopyalamak; veya (d) Herhangi bir veri madenciliği, robotu veya benzeri veri toplama ve çıkarma araçlarını kullanmak.",
    "TermsConditions.limitedPurposes1": "1. OmniBazaar, Yazılımı kullanmanız ve kişisel olarak yararlanmanız için size sınırlı bir lisans verir.",
    "TermsConditions.limitedPurposes6": "6. Açık yazılı izin olmadan OmniBazaar ve iştiraklerimizin ticari markalarını, logolarını veya diğer tescilli bilgilerini dahil etmek için çerçeveleme tekniklerini kullanamazsınız.",
    "TermsConditions.limitedPurposes7": "7. OmniBazaar'ın yazılı izni olmadan herhangi bir meta etiketi veya OmniBazaar'ın adını veya ticari markasını kullanan başka bir \"gizli metin\" kullanamazsınız. İzinsiz herhangi bir kullanım, OmniBazaar tarafından verilen izni veya lisansı iptal eder.",
    "TermsConditions.omniCoinToken2": "2. Satışla ilgili şartlar, koşullar ve önemli açıklamaların ve bilgilerin Beyaz Kitapta ve Bildiride belirtildiğini kabul edersiniz.",
    "TermsConditions.limitedPurposes5": "5. Yazılımın veya Yazılımın herhangi bir bölümünün, burada verilen sınırlı ticari kullanım için gerekenden başka hiçbir ticari amaçla çoğaltılamaz, kopyalanamaz, satılamaz, tekrar satılamaz, ziyaret edilemez veya başka bir şekilde kullanılamaz.",
    "TermsConditions.conductPolicies1": "1. Yazılımı güvenli ve çalışır durumda tutmak için elimizden gelenin en iyisini yaparız, ancak bunu garanti edemeyiz. Bunu yapmak için yardımınıza ihtiyacımız var, bu da aşağıdaki taahhütleri içerir:",
    "TermsConditions.conductPolicies3": "Yazılımın herhangi bir bölümünün kaynak kodunu veya altta yatan fikirlerini veya algoritmalarını deşifre etmeyecek, derlemeyecek, sökmeyecek, tersine mühendislik yapmayacak veya başka bir şekilde türetmeye çalışmayacaksınız;",
    "TermsConditions.conductPolicies2": "OmniBazaar tarafından açıkça izin verilmediği sürece, Yazılımın kamuya açık bir şekilde gösterilmesi, yeniden yayınlanması, yeniden kullanılması veya herhangi bir şekilde istismar edilmemesi, uyarlanması, uygun olması, çoğaltılması, dağıtılması, çevrilmesi, türev çalışmaları veya uyarlamaları;",
    "TermsConditions.termsIntro": "Bu son kullanıcı sözleşmesi (\"Sözleşme\"), herhangi bir OmniBazaar™ veya OmniCoin™'den türetilen hizmeti kullanmadan önce sizin tarafınızdan (\"Kullanıcı\" veya \"siz\") tamamen okunmalıdır. veya ürünler. Anlaşmanın, açıklanan İnternet dağıtımı pazarını destekleyecek yazılımı yayınlayan OmniBazaar A.Ş. (burada \"OmniBazaar\", \"biz\" veya \"bize\" olarak anılır) arasında yasal olarak bağlayıcı bir sözleşme oluşturduğunu unutmayın. OmniBazaar.info'da ve OmniCoin.info'da (\"Hizmetler\") açıklanan deneysel üründe. Hizmetler’de sağlanan ve / veya Hizmet’i kullanıyorsanız ve / veya \"Kabul Ediyorum\" düğmesini tıklatarak, bu Sözleşmede belirtilen hüküm ve koşulları kabul etmiş olursunuz.",
    "TermsConditions.conductPolicies4": "Yazılımın veya Yazılım üzerinde yürütülen faaliyetlerin düzgün çalışmasına müdahale etmeyecek veya müdahil olmayacaksınız;",
    "TermsConditions.conductPolicies7": "Yazılımın herhangi bir sayfasını \"taramak\" veya \"örümcek\" olarak manuel veya otomatik yazılım, aygıt veya diğer işlemleri kullanmayacaksınız;",
    "TermsConditions.conductPolicies6": "Yazılım üzerinde hiçbir şekilde otomatik yanıtlayıcı veya \"spam\" kullanmayacaksınız;",
    "TermsConditions.liabilityLimitedEnd3": "OMNİBAZAAR's, HERHANGİ BİR NEDENDEN ÖTÜRÜ HERHANGİ BİR NEDENDEN ÖTÜRÜ VE EYLEMİN ŞEKLİNDEN BAĞIMSIZ OLARAK, YAZILIMIN KULLANIMI İÇİN TARAFIMIZDAN ÖDENEN ÜCRETLERLE SINIRLIDIR, ANCAK BU DURUMDA SİZE KARŞI SORUMLULUĞUMUZ 50$ 'I AŞACAKTIR. OMNİBAZAAR İLE ARANIZDAKİ İHTİLAFLARIN BAĞLAYICI, BİREYSEL TAHKİM YOLUYLA ÇÖZÜLECEĞİNİ KABUL EDERSİNİZ VE SINIF İÇİ BİR DAVAYA YA DA SINIF ÇAPINDA TAHKİME KATILMA HAKKINIZDAN FERAGAT EDERSİNİZ. YAZILIM İÇİN BİZE HERHANGİ BİR ÜCRET ÖDENMEDİĞİ TAKDİRDE, YASALARCA AKSİ İZİN VERİLMEDİKÇE, YALNIZCA İHTİYATİ TEDBİRLERLE SINIRLANDIRILACAĞINIZI VE İŞLEMİN SEBEBİ NE OLURSA OLSUN, BİZDEN HİÇBİR ŞEKİLDE ZARAR ALMAYA HAKKINIZ OLMAYACAĞINI KABUL EDERSİNİZ. EĞER KALİFORNİYA'DA YAŞAYAN BİRİYSENİZ,KALİFORNİYA EYALET YASALARI BÖLÜM 1542’DEN FERAGAT ETMİŞ VE KISMEN, \"GENEL BİR TAHMİNİN, ALACAKLININ BİLME VEYA BİLMEDİĞİNDEN ŞÜPHELENDİĞİNİ İDDİA ETTİĞİ İDDİASINI KAPSAMAZ; TAHMİNİ, EĞER KENDİSİ TARAFINDAN BİLİNİYORSA, BORÇLUYLA OLAN YERLEŞİMİNİ MADDİ OLARAK ETKİLEMİŞ OLMALIDIR\".",
    "TermsConditions.liabilityLimitedEnd2": "OMNİBAZAAR, ÜÇÜNCÜ ŞAHISLARIN İÇERİĞİNİ VEYA ÜÇÜNCÜ ŞAHISLAR TARAFINDAN SAĞLANAN BİLGİLERİ KONTROL ETMEZ VE BU NEDENLE, YAZILIMA VEYA YAZILIMA YAPILAN HİÇBİR BİLGİ VEYA İFADEYE GÜVENMENİZDEN SORUMLU TUTULAMAZ.",
    "TermsConditions.liabilityLimitedEnd1": "YAZILIMI VE HİZMETLERİ ÇALIŞIR HALDE, HATASIZ VE GÜVENLİ TUTMAYA ÇALIŞIYORUZ, ANCAK BUNLARI KULLANMAK KENDİ SORUMLULUĞUNUZDADIR. YAZILIM VEYA HİZMETLER ARACILIĞIYLA SAĞLANAN BİLGİLER \"OLDUĞU GİBİ,\" \"MÜMKÜN OLDUĞU GİBİ,\" VE AÇIK VEYA ZIMNİ TÜM GARANTİLER REDDEDİLİR. BİLGİ, YAZILIM VE HİZMETLER VİRÜS, BÖCEK, HATA, SORUN VEYA DİĞER SINIRLAMALARI İÇEREBİLİR. HER HALÜKARDA OMNİBAZAAR VEYA YÖNETİCİLERİ, ÇALIŞANLARI VEYA TEMSİLCİLERİ HERHANGİ BİR YAZILIMI KULLANIMINIZ İÇİN HİÇBİR ŞEKİLDE SORUMLULUK KABUL ETMEYECEKTİR. SÖZLEŞMENİN İHLALİ, TEMİNAT İHLALİ, İHTAR (İHMAL DAHİL), DOLAYLI, ÖZEL, TESADÜFİ VEYA SONUÇTA ORTAYA ÇIKAN HERHANGİ BİR ZARAR (İŞ KAYBI, KAR KAYBI, DAVA VEYA BENZERİ ZARARLAR DAHİL) İÇİN SORUMLULUK KABUL ETMİYORUZ. ÜRÜNÜN SORUMLULUĞU VEYA BAŞKA TÜRLÜ, BU TÜR BİR ZARARIN OLUŞMA OLASILIĞI BİLDİRİLSE BİLE.",
    "TermsConditions.reviewingChangesTitle": "Bu Sözleşmedeki değişiklikleri incelemekten siz sorumlusunuz",
    "TermsConditions.ageOfUse1": "1. Bu tür kullanımların yasak olduğu yerlerde Yazılımı kullanmayacağınızı anlıyorsunuz.",
    "TermsConditions.ageOfUse3": "3. Yazılımın 18 yaşın altındaki herhangi biri tarafından kullanılması veya kullanılması yetkisizdir. 13 yaşından büyükseniz ve 18 yaşın altındaysanız, Yazılımı kullanmak ve Kullanım Şartlarını kabul etmek için ebeveyninize veya yasal vasinizin's izin vermeniz gerekir.",
    "TermsConditions.ageOfUse2": "2. Yazılımın yalnızca on sekiz (18) yaş ve üstü kullanıcılar için tasarlandığını ve yasal olarak bağlayıcı bir sözleşme oluşturabildiğini kabul edersiniz.",
    "TermsConditions.ageOfUse5": "5. OmniBazaar, on üç (13) yaşından küçük kişilerden bilerek bilgi toplamaz.",
    "TermsConditions.ageOfUse4": "4. 18 yaş ve üzeri olduğunuzu veya 13 ila 18 yaş arasındaki biri adına bu Sözleşmeye girdiğinizi ve bu Sözleşmenin tüm şart ve koşullarına uymayı kabul ettiğinizi beyan ve taahhüt ediyorsunuz.",
    "TermsConditions.omniBazaarSoftware": "OmniBazaar Yazılımı (\"Yazılım\"), aşağıdaki işlevleri yerine getiren ücretsiz bir yazılım programıdır:",
    "TermsConditions.lawsApplicable2": "2. Bu Sözleşmenin sizin için geçerli tüm yasalara, kurallara ve düzenlemelere uymaktan yalnızca siz sorumlusunuz.",
    "TermsConditions.lawsApplicable3": "3. Yazılım'a erişim hakkınızın, bu Sözleşmenin veya Yazılımın kullanımının yasak olduğu yerlerde feshedileceğini kabul edersiniz ve bu durumda, Yazılımı hiçbir şekilde kullanmamayı veya erişmemeyi kabul edersiniz.",
    "TermsConditions.lawsApplicable1": "1. OmniBazaar'ın tamamen kendi takdirine bağlı olarak, Yazılımı herhangi bir kişi veya kuruluşa teklif etmeyi veya sunmayı reddedebileceğini ve uygunluk kriterlerini istediği zaman değiştirebileceğini kabul edersiniz.",
    "TermsConditions.liabilityLimitedTitle": "OmniBazaar'ın’s sorumluluğu sınırlı",
    "TermsConditions.otherTerms1": "1. Siz ve OmniBazaar, Yazılımdan kaynaklanan veya Yazılımla ilgili herhangi bir eylem sebebinin, eylem nedeninin ortaya çıkmasından bir (1) yıl sonra başlaması gerektiği konusunda hemfikirsiniz; Aksi takdirde, böyle bir eylem nedeni kalıcı olarak engellenir.",
    "TermsConditions.omniBazaarSoftwareTitle": "OmniBazaar Yazılımı",
    "TermsConditions.editOrModifyStart": "OmniBazaar, olumlu bir kullanıcı deneyimi sunmaya kendini adamıştır ve OmniBazaar’ın Yazılım’da sağlanan veya içerdiği herhangi bir içeriği veya materyali düzenleme, izleme, gözden geçirme, silme, değiştirme veya taşıma hakkını saklı tutar (ancak herhangi bir görev üstlenmez). bildirimde bulunmaksızın, tamamen kendi takdir yetkisi.",
    "TermsConditions.useOfTheSoftwareTitle": "Yazılımı Kullanımınız",
    "TermsConditions.conductPoliciesTitle": "Yazılımı kullanırken OmniBazaar’s kurallarına uymayı kabul edersiniz",
    "TermsConditions.representationAndWarrantyTitle": "Genel temsilciniz ve garantiniz",
    "TermsConditions.copyrightContent2": "2.\tBu Sözleşmenin izin verdiği durumlar dışında, Yazılımın herhangi bir bölümünü kopyalayamaz, yeniden dağıtamaz, kullanamaz veya yayınlayamazsınız.",
    "TermsConditions.copyrightContent1": "1. İçerik, organizasyon, grafik, tasarım, derleme, manyetik çeviri, dijital dönüştürme ve Yazılımla ilgili diğer konular (\"Copyright Content\"), OmniBazaar, A.Ş. veya ilgili içerik, sahibine aittir ve geçerli telif hakları kapsamında korunur, ticari markalar ve diğer mülkiyet hakları.",
    "TermsConditions.legalConditionsTitle": "Yasal Koşullar",
    "TermsConditions.representationAndWarranty3": "Yazılımı, üçüncü tarafların fikri mülkiyet haklarını ihlal etmemek veya kötüye kullanmak için kullanmayacaksınız.",
    "TermsConditions.representationAndWarranty2": "Yazılımı aşağıdakilere uygun olarak kullanacaksınız:",
    "TermsConditions.representationAndWarranty1": "Bunu temsil ediyor ve garanti ediyorsunuz:",
    "TermsConditions.omniCoinToken1": "1. OmniBazaar, OmniBazaar Tokenlerinin Token Satış Etkinliğini (\"Satış\"), OmniBazaar Teknik Belgesi ve OmniBazaar Teklif ve / veya Şartlar ve Koşullar Bildirisinde (toplu olarak, the \"Bildiri\".) Açıklandığı şekilde gerçekleştirmektedir.",
    "TermsConditions.updatedVersionsTitle": "Yazılımın güncellenmiş versiyonlarını kabul etmek durumundasınız",
    "TermsConditions.limitedPurposes4": "4. Yazılım, OmniCoin ve diğer kodları içerir veya kullanır; kaynak kodu \"open source\"'dir ve çoğaltılması ve kullanımı bu programların lisanslarına tabidir. Özellikle, OmniCoin cryptocurrency yazılımı MIT lisansı altında lisanslanmıştır(",
    "TermsConditions.liabilityLimited3": "3. OmniBazaar, herhangi bir hata, ihmal, kesinti, silinme, kusur, işletim veya iletimdeki gecikme, iletişim hattı hatası, hırsızlık veya imha veya kullanıcı iletişiminde yetkisiz erişim veya değişikliklerden sorumlu değildir.",
    "TermsConditions.liabilityLimited2": "2. OmniBazaar, Yazılımın herhangi bir kullanıcısının çevrimiçi ya da çevrimdışı olmasına ilişkin davranışlardan sorumlu değildir.",
    "TermsConditions.liabilityLimited1": "1. OmniBazaar, Yazılım'da yayınlanan üçüncü taraf içeriklerinden sorumlu değildir.",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. Yazılım üzerinde veya aracılığıyla sağlanan herhangi bir bilgiyi onaylamanın ve doğrulamanın sizin göreviniz olduğunu ve üçüncü taraf içeriği, linkler veya ürün dahil ancak bunlarla sınırlı olmamak üzere, bu tür bilgilere güvenme riskini aldığınızı kabul edersiniz.",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar, herhangi bir telefon şebekesi veya hattının, hücresel veri sağlayıcısının veya şebekenin, çevrimiçi sistemlerin, sunucuların veya sağlayıcıların, bilgisayar donanımlarının, yazılımın, teknik sorunlar veya Yazılım üzerindeki trafik sıkışıklığı nedeniyle kaynaklanan hiçbir sorun veya teknik arızadan sorumlu değildir. veya kullanıcılara veya başka bir kişinin bilgisayarına ve / veya mobil cihaza zarar verebilir.",
    "TermsConditions.omniBazaarSoftwareEnd": "Pazarın kullanıcıları hakkındaki itibarı ve diğer bilgileri izleyin ve kullanın.",
    "TermsConditions.limitedPurposes4_2": "). Bu lisanstaki hiçbir şey, bu açık kaynaklı yazılım lisanslarının lisanslarını geçersiz kılmayacak veya ihlal edemez.",
    "TermsConditions.personalInfo1_1": ", Anlaşma'ya bu referans ile dahil edilmiştir.",
    "TermsConditions.floridaLawText2": "Yazılım ve altta yatan bilgi ve teknoloji, Küba, Irak, Libya, Yugoslavya, Kuzey Kore, İran, Suriye veya başka bir ülkeye indirilemez veya başka şekilde ihraç edilemez veya (i) (veya bir vatandaşına veya vatandaşına) ihraç edilemez ABD’nin mallarını ambargo ettiği; veya (ii) ABD Hazine Bakanlığı'nın Özel Görevlendirilmiş Vatandaşların listesi veya ABD Ticaret Bakanlığı'nın Reddetme Emri Tablosu'ndaki herhangi biri için. Yazılımı indirerek veya kullanarak, yukarıda belirtilenleri kabul etmiş olursunuz ve böyle bir ülkenin ya da herhangi bir listesinde ya da herhangi bir yerinde ya da herhangi bir yerinde ya da kontrolünde bulunmadığınızı beyan ve taahhüt ediyorsunuz.",
    "TermsConditions.floridaLawText3": "Yazılım bir terimdir (\"commercial item,\"), bu terim 48 C.F.R.'de tanımlanmaktadır. 2.101 (Ekim 1995), (\"commercial computer software\") ve (\"commercial computer software documentation\") 'den oluşur. Bu terimler, 48CF.R. 12.212 (Eylül 1995). 48 C.F.R. ile uyumlu 12.212 ve 48 C.F.R. 227.7202-1 ile 227.7202-4 (Haziran 1995) arasında, tüm ABD hükümeti son kullanıcıları, yalnızca Yazılımda bu Sözleşme ile sağlanan haklardan yararlanır.",
    "TermsConditions.floridaLawText1": "Yukarıda belirtilen tahkim şartlarına bağlı olarak, Yazılımdan kaynaklanan herhangi bir anlaşmazlık varsa, Yazılım'ı kullanarak, bu tür bir anlaşmazlığın, hukuk devletiyle ilgili herhangi bir yasaya tabi olmadan, Florida Eyaleti yasalarına tabi olacağını açıkça kabul edersiniz. ve bu tür bir anlaşmazlığın çözümü için Pinellas County’deki Florida Eyaleti’nin eyalet ve federal mahkemelerinin münhasır yargı yetkisine ve mekanına açıkça katılıyor ve kabul ediyorsunuz. Omnibazaar ile, Tekdüzen Bilgisayar Bilgi İşlemleri Yasası'nın (\"UCITA\"), Birleşmiş Milletler Malların Uluslararası Satış Sözleşmesi (\"CISG\") ve UCITA veya CISG ya da CISG'yi uygulayacak herhangi bir yargı yasasının uygulanmasını hariç tuttunuz Bu Sözleşmeye UCITA veya CISG’ye eşdeğer koşullar",
    "TermsConditions.conductPolicies5": "OmniBazaar'ın Yazılıma (veya Yazılıma bağlı diğer hesaplara, bilgisayar sistemlerine veya ağlara) erişimi engellemek veya kısıtlamak için kullanabileceği herhangi bir önlemi atlamayacaksınız;"
}