{
    "TermsConditions.registrationAndAccountStart": "При використанні Програмного забезпечення ви можете надати OmniBazaar певну реєстраційну інформацію та інформацію про обліковий запис, яку OmniBazaar буде використовувати при наданні вам Програмного забезпечення. Нижче наведені ваші зобов'язання при створенні, реєстрації та підтримці безпеки і точності вашого профілю:",
    "TermsConditions.limitedPurposesTitle": "Ви можете використовувати Програмне забезпечення OmniBazaar для обмежених цілей",
    "TermsConditions.conductPolicies9": "Ви не будете копіювати, орендувати, здавати в оренду, розповсюджувати або іншим чином передавати будь-які права, які ви отримуєте нижче;",
    "TermsConditions.privacyPolicyLink": "https://omnicoin.net/wp-content/uploads/2018/08/Omnicoin-Privacy-Policy-20180813.pdf",
    "TermsConditions.conductPolicies8": "Ви не будете збирати або очищати будь-який контент або матеріали з Програмного забезпечення;",
    "TermsConditions.updatedVersions1": "1. Якщо OmniBazaar надає оновлені версії програмного забезпечення та / або програмне забезпечення і ви не приймаєте ці оновлені версії, ви не зможете користуватися найновішим контентом, наборами функцій і матеріалами.",
    "TermsConditions.privacyPolicy": "Політика конфіденційності",
    "TermsConditions.updatedVersions2": "2. Якщо ви не приймаєте оновлені версії програмного забезпечення, OmniBazaar не несе ніякої відповідальності за ваше рішення",
    "TermsConditions.trademarksTitle": "Ви не можете використовувати торгові марки, що з'являються в Програмному забезпеченні, які порушують авторські права",
    "TermsConditions.termsIntroNotice": "ВАЖЛИВЕ ЗАУВАЖЕННЯ: ЦЯ УГОДА МІСТИТЬ АРБІТРАЖНЕ ЗАСТЕРЕЖЕННЯ, ЯКЕ ПОТРІБНЕ ВАМ, ЩОБ ПОДАТИ БУДЬ-ЯКІ ПОЗОВИ, ЯКІ ВИ МОЖЕТЕ МАТИ ПРОТИ OMNIBAZAAR ДО ОБОВ'ЯЗКОВОГО ТА ОСТАТОЧНОГО АРБІТРАЖУ.  КРІМ ТОГО, ВІДПОВІДНО ДО ПОЛОЖЕННЯ АРБІТРАЖУ, (A) ВАМ БУДЕ ТІЛЬКИ ДОЗВОЛЕНО ПОДАВАТИ ПОЗОВИ ДО OMNIBAZAAR НА ПЕРСОНАЛЬНІЙ ОСНОВІ, НЕ ЯК СПІВПОЗИВАЧУ АБО КОЛЕКТИВНОМУ ЧЛЕНУ В БУДЬ-ЯКІЙ КОЛЕКТИВНІЙ АБО ПРЕДСТАВНИЦЬКІЙ ДІЇ АБО ПРОВАДЖЕННІ ТА (Б) ВАМ ТІЛЬКИ ДОЗВОЛЯЄТЬСЯ ЗВЕРТАТИСЯ ЗА СУДОВИМ ЗАХИСТОМ (В ТОМУ ЧИСЛІ ЩОДО ГРОШОВОГО, ЗАБЕЗПЕЧУВАЛЬНОГО ТА ДЕКЛАРАТИВНОГО ЗАХИСТУ) НА ІНДИВІДУАЛЬНІЙ ОСНОВІ. ПРИСТАЮЧИ НА ЦЮ УГОДУ, ВИ ЯВНО ВИЗНАЄТЕ, ЩО ВИ ПРОЧИТАЛИ І ЗРОЗУМІЛИ УМОВИ ЦІЄЇ УГОДИ, ВКЛЮЧАЮЧИ АЛЕ НЕ ОБМЕЖУЮЧИСЬ СЕКЦІЯМИ ЩОДО АРБІТРАЖУ.",
    "TermsConditions.registrationAndAccountTitle": "Ваша реєстрація і безпека аккаунта",
    "TermsConditions.conductPolicies11": "Ви не будете завантажувати, публікувати, передавати, ділитися, зберігати або іншим чином робити доступними будь-які матеріали, що містять програмні віруси або будь-який інший комп'ютерний код, файли або програми, призначені для переривання, знищення або обмеження функціональності будь-якого комп'ютерного програмного або апаратного або телекомунікаційного обладнання;",
    "TermsConditions.conductPolicies10": "Ви не будете запитувати паролі або особисту інформацію (включаючи, окрім іншого, чиєсь ім'я, дату народження, домашню адресу, IP-адреса, номер кредитної картки, номер соціального страхування або іншу ідентифікаційну інформацію, видану урядом) для комерційних або незаконних цілей;",
    "TermsConditions.conductPolicies13": "Ви не будете погрожувати, залякувати або переслідувати іншого користувача або будь-яких третіх осіб щодо Програмного забезпечення або через нього;",
    "TermsConditions.conductPolicies12": "В іншому випадку ви не будете вживати ніяких дій в порушення принципів і політик OmniBazaar;",
    "TermsConditions.conductPolicies14": "Ви не будете неправдиво представляти вашу особистість або видавати себе за третю особу, а також не будете фальсифікувати або вводити в оману треті сторони щодо вашої приналежності до будь-якої організації;",
    "TermsConditions.regulations2": "2. Ви несете відповідальність за всю вашу діяльність, пов'язану з програмним забезпеченням.",
    "TermsConditions.regulations3": "3. Ви повинні дотримуватися всіх чинних місцевих, державних, національних та міжнародних нормативно-правових актів, і якщо ви представляєте бізнес, то будь-який освітній, викладацький, приватний або інший саморегулюючий кодекс може бути застосовано до вас.",
    "TermsConditions.regulations1": "1. Ви обіцяєте не використовувати програмне забезпечення для будь-яких заборонених цим Договором цілей.",
    "TermsConditions.copyrightContentTitle": "Авторські права на весь вміст Програмного забезпечення належать постачальнику вмісту",
    "TermsConditions.termsIntroTitle": "Умови використання програмного забезпечення OmniBazaar, Inc",
    "TermsConditions.limitedPurposesLink2": "http://www.apache.org/licenses/LICENSE-2.0.html",
    "TermsConditions.limitedPurposesLink1": "https://opensource.org/licenses/MIT",
    "TermsConditions.editOrModifyTitle": "OmniBazaar може редагувати або змінювати що-небудь в програмному забезпеченні без попереднього повідомлення",
    "TermsConditions.importantNoticesTitle": "Важливі замітки",
    "TermsConditions.agreeToIndemnifyText": "Ви погоджуєтеся убезпечувати, захищати та оберігати OmniBazaar, його підрядників, ліцензіарів, дочірні компанії і філії та їх відповідних партнерів, директорів, посадових осіб, членів, керівників, співробітників і агентів від будь-яких претензій та витрат, включаючи всі збитки, витрати, зобов'язання і гонорари, що випливають з або у зв'язку з: (1) використанням програмного забезпечення, (2) будь-яким конткнтом третіх сторін, сайтів третіх сторін і будь-якого іншого контенту, (3) будь-яких покупок або взаємодії з постачальниками (4) порушення цієї угоди або будь-яких законів або прав будь-якої третьої сторони і (5) вашого порушення цієї Угоди та/або будь-якого порушення ваших запевнень і гарантій, викладених тут",
    "TermsConditions.trademarksTitle1": "1. Ви згідні з тим, що OmniBazaar, CryptoBazaar, OmniCoin і інша графіка, логотипи, заголовки сторінок, кнопки, скрипти і імена сервісів OmniBazaar є товарними знаками, зареєстрованими торговими марками або торговим видом від OmniBazaar або її афілійованих осіб («зміст торгової марки\").",
    "TermsConditions.trademarksTitle3": "3. Всі інші товарні знаки, що не належать OmniBazaar або її афілійованим компаніям, та які можуть з'явитися у Програмному забезпеченні, є власністю їх відповідних власників, що можуть бути пов'язані або й ні з OmniBazaar чи її афілійованими особами або бути їх спонсорами.",
    "TermsConditions.trademarksTitle2": "2. Товарні знаки і фірмовий вид OmniBazaar не можуть використовуватися у зв'язку з будь-яким продуктом або послугою, яка не належить OmniBazaar, будь-яким способом, який може викликати плутанину серед споживачів, або будь-яким способом, який ображає або дискредитує OmniBazaar.",
    "TermsConditions.reviewingChangesEnd": "Крім того, на деякі послуги, пропоновані за допомогою Програмного забезпечення, можуть поширюватися додаткові умови, що періодично визначаються OmniBazaar, і використання вами таких послуг здійснюється за тими додатковими умовами, які включені до цієї Угоди за допомогою цього посилання.",
    "TermsConditions.omniCoinTokenTitle": "Продажа токенів OmniCoin",
    "TermsConditions.floridaLawTitle": "Ви згодні з тим, що закон Флориди застосовується до цієї Угоди",
    "TermsConditions.agreement1": "1. Ви розумієте, що встановлюючи або використовуючи Програмне забезпечення, ви погоджуєтеся дотримуватися і бути пов'язані з положеннями та умовами, що містяться в них (\"Умови користування\" або \"Угоди\"), які також включають в себе 'OmniBazaar'",
    "TermsConditions.omniBazaarSoftware8": "8. Відстеження і використання репутації та іншої інформації про користувачів ринку.",
    "TermsConditions.omniBazaarSoftware5": "5. Нагородження користувачів, які надають послуги, що приносять користь іншим користувачам та ринку.",
    "TermsConditions.omniBazaarSoftware4": "4. Увімкнути автоматичні платежі для покупок за допомогою криптовалют OmniCoin і Bitcoin.",
    "TermsConditions.omniBazaarSoftware7": "7. Надати сервіс ексроу, який дозволяє користувачам вести бізнес з іншими користувачами, яких вони не знають або яким не довіряють.",
    "TermsConditions.omniBazaarSoftware6": "6. Поширювати безкоштовно OmniCoins тим користувачам, хто приєднався та приєднав їх друзів.",
    "TermsConditions.omniBazaarSoftware1": "1. Створити однорангову мережу обміну даними (\"платформа ринку OmniBazaar\" або \"Мережа\").",
    "TermsConditions.registrationAndAccount1": "1. Ви зареєструєте свій обліковий запис для власного використання, а не для використання іншою особою, альтер-его чи іншою ідентикою.",
    "TermsConditions.omniBazaarSoftware3": "3. Дозволяє фізичним та юридичним особам купувати і продавати товари та послуги один від одного.",
    "TermsConditions.omniBazaarSoftware2": "2. Підключає комп'ютер користувача до цієї Мережі.",
    "TermsConditions.limitedPurposes4_1": "). Couchbase (та пов'язані з ним програми) ліцензуються за ліцензією Apache 2.0 (",
    "TermsConditions.registrationAndAccount6": "6. Ви підтримуватимете ваші контакти та іншу інформацію, яку вимагає OmniBazaar (наприклад, електронну пошту, місцезнаходження тощо), точною та актуальною.",
    "TermsConditions.personalInfo2": "2. OmniBazaar буде тільки використовувати приватну інформацію відповідно до OmniBazaar",
    "TermsConditions.personalInfo3": "3. Ви надаєте всесвітню, вічну, безоплатну, безвідкличну і невиключну ліцензію OmniBazaar, на показ, відтворення, передачу, використання, та/або зберігання цієї інформації в обсязі, необхідному для забезпечення роботи програмного забезпечення.",
    "TermsConditions.lawsApplicableTitle": "На вашій відповідальніості переконатися, що ця Угода та використання вами Програмного забезпечення відповідає всім законам, застосовним до вас",
    "TermsConditions.risk3": "3. Ви несете відповідальність за прийняття заходів обережності у разі потреби, щоб захистити себе і свою комп'ютерну систему від вірусів, хробаків, троянів та іншого шкідливого або руйнівного контенту.",
    "TermsConditions.risk2": "2. Надаючи Програмне забезпечення, OmniBazaar не представляє і не має на увазі, що схвалює будь-який контент або матеріал, розміщений там, або що вважає такий матеріал точним, корисним чи нешкідливим.",
    "TermsConditions.risk1": "1. OmniBazaar не зобов'язаний переглядати будь-який контент або матеріал, включаючи інформацію про постачальника і продукт, розміщений в Програмному забезпеченні або за допомогою нього, і тому не може нести відповідальність за такий матеріал або контент.",
    "TermsConditions.risk6": "6. OmniBazaar не несе ніякої відповідальності за будь-які збитки, завдані в результаті використання Програмного забезпечення або перегляду або завантаження цими користувачами контенту, розміщеного в Програмному забезпеченні.",
    "TermsConditions.risk5": "5. Програмне забезпечення також може містити матеріали, які порушують права на недоторканність приватного життя або права на гласність або порушують інтелектуальну власність та інші права власності третіх осіб, або завантаження, копіювання або використання яких регулюється додатковими умовами, заявленими або невстановленими.",
    "TermsConditions.risk4": "4. Програмне забезпечення може містити контент, який є образливим, непристойним або іншим чином небажаним, а також контент, що містить технічні неточності, типографічні та інші помилки.",
    "TermsConditions.ageOfUseTitle": "Вам повинно бути не менше 18 років, щоб використовувати програмне забезпечення OmniBazaar",
    "TermsConditions.riskTitle": "Ви використовуєте програмне забезпечення OmniBazaar на свій страх і ризик",
    "TermsConditions.personalInfoTitle": "Ваша персональна інформація",
    "TermsConditions.agreementTitle": "Угода між OmniBazaar і Вами",
    "TermsConditions.regulationsTitle": "Ви обіцяєте дотримуватися цієї Угоди і будь-яких застосовних до вас законів або нормативних актів",
    "TermsConditions.responsibleForFollowingTitle": "За дотримання тяких законів і правил Ви несете відповідальність",
    "TermsConditions.otherTermsTitle": "Інші терміни",
    "TermsConditions.reviewingChanges4": "4. Якщо ви продовжите використовувати Програмне забезпечення після будь-якої з цих змін, ваше подальше використання буде означати, що ви прийняли будь-які зміни в Угоді.",
    "TermsConditions.reviewingChanges1": "1. Ця Угода поширюється на всіх користувачів програмного забезпечення.",
    "TermsConditions.reviewingChanges3": "3. OmniBazaar опублікує останню Угоду щодо Програмного забезпечення, але ви повинні ознайомитися з нею перед використанням Програмного забезпечення.",
    "TermsConditions.reviewingChanges2": "2. OmniBazaar може час від часу вносити зміни до цієї Угоди, не повідомляючи вас про це.",
    "TermsConditions.limitedPurposes10": "10. Ви не можете використовувати будь-який логотип OmniBazaar або іншу графічну власність або торгову марку, як частину посилання без письмового дозволу.",
    "TermsConditions.representationAndWarranty2_1": "з цією Угодою та з усіма чинними законами та правилами (включаючи, без обмежень, будь-які місцеві закони або правила у вашій країні, штаті, місті чи іншому урядовому районі, щодо поведінки в Інтернеті та прийнятного контену, і включаючи всі застосовні закони щодо передачі технічних даних, експортованих з США або країни, в якій ви проживаєте)",
    "TermsConditions.registrationAndAccount3": "3. Ви не будете переуступати або передавати свій обліковий запис нікому без попереднього отримання письмової згоди OmniBazaar.",
    "TermsConditions.registrationAndAccount2": "2. Ви створите для себе лише один обліковий запис.",
    "TermsConditions.agreement3": "1. Ця Угода замінює собою всі попередні або одночасні угоди, заяви, гарантії та домовленості щодо Програмне забезпечення (ПЗ), змісту, продуктів або послуг, що надаються ним, або через ПЗ, а також щодо предмету цієї Угоди.",
    "TermsConditions.agreement2": "2. Ця Угода представляє цілу і єдину угоду між нами і вами.",
    "TermsConditions.registrationAndAccount7": "7. Ви не будете ділитися своїм паролем, не дозволятимите нікому, окрім вас, входити до вашого облікового запису або робити що-небудь, що може порушити безпеку вашого облікового запису.",
    "TermsConditions.personalInfo1": "1. Ви розумієте і визнаєте, що використання вами Програмного забезпечення регулюється",
    "TermsConditions.registrationAndAccount5": "5. Якщо OmniBazaar припиняє чи забороняє ваш обліковий запис, ви не можете створити інший обліковий запис, не отримавши письмової згоди OmniBazaar.",
    "TermsConditions.registrationAndAccount4": "4. При реєстрації облікового запису ви не будете надавати неправдиву або суперечливу інформацію.",
    "TermsConditions.agreeToIndemnifyTitle": "Ви погоджуєтеся відшкодувати OmniBazaar",
    "TermsConditions.otherTerms3": "3. Ви погоджуєтесь, що будь-який арбітраж буде проходити в окрузі Пінеллас, штат Флорида, англійською мовою, і арбітражне рішення може бути виконано в будь-якому суді. Виграшна сторона в будь-яких діях або процедурах забезпечення виконання цієї Угоди має право на витрати і гонорари адвокатів.",
    "TermsConditions.otherTerms2": "2. Ви погоджуєтеся з тим, що, за винятком позовів про судову заборону або справедливу допомогу чи позовів щодо прав інтелектуальної власності (які можуть бути подані в будь-який компетентний суд без внесення застави), будь-який спір, що виникає відповідно до цієї Угоди, повинен бути остаточно врегульований відповідно до Комплексних арбітражних правил Служби судового арбітражу і посередництва, Inc. («JAMS») арбітрами, що призначаються відповідно до таких правил.",
    "TermsConditions.limitedPurposes8": "8. Забороняється брати участь у копіюванні, відтворенні, публікації, перекладанні, розповсюдженні, модифікації, редактуванні, перебудові, або зворотному проектуванні Програмного забезпечення.",
    "TermsConditions.limitedPurposes9": "9. Вам надається обмежене, відкличне і невиняткове право створити гіперпосилання на головну сторінку OmniBazaar до тих пір, поки посилання не зображує OmniBazaar, її партнерів або їх продуктів або послуг у помилковому, такому що вводить в оману, образливому або іншим чином принижуючому аспекті.",
    "TermsConditions.otherTerms7": "7. Ця Угода буде мати обов'язкову силу і буде діяти в інтересах сторін, їх правонаступників і законних представників. Заголовки пунктів цієї Угоди встановлені тільки для зручності і не повинні вважатися складовою частиною цієї Угоди або впливати на його конструкцію.",
    "TermsConditions.otherTerms6": "6. OmniBazaar може безумовно відступати свої права за цією Угодою.",
    "TermsConditions.otherTerms5": "5. Відмова будь-якої сторони від будь-якого терміну або умови цієї Угоди або будь-яке його порушення, в будь-якому випадку, не скасовує такий термін або умову або жодне наступне їх порушення.",
    "TermsConditions.otherTerms4": "4. Якщо будь-яка частина цієї Угоди буде визнана недійсною або нездійсненною, ця частина буде тлумачитися як така, що відображає початкові наміри сторін, а решта частини залишатимуться в повній силі і дії.",
    "TermsConditions.limitedPurposes2": "2. OmniBazaar не надає вам право змінювати Програмне забезпечення, або будь-яку частину Програмного забезпечення.",
    "TermsConditions.limitedPurposes3": "3. ви розумієте, що OmniBazaar не надає вам право на: (а) перепродувати або використовувати в комерційних цілях (за винятком випадків, передбачених у цьому документі) Програмне забезпечення або його вміст; (b) будь-яке похідне використання Програмного забезпечення або його контенту; (c) завантажувати чи копіювати дані облікового запису на користь третіх осіб або покупців; чи (г) використовувати будь-який збір даних, роботів або подібні інструменти збору та вилучення даних.",
    "TermsConditions.limitedPurposes1": "1. OmniBazaar надає Вам обмежену ліцензію на доступ до Програмного забезпечення та особисте користування ним.",
    "TermsConditions.limitedPurposes6": "6. Забороняється створювати або використовувати методи кадрування які містять будь-який товарний знак, логотип або іншу конфіденційну інформацію OmniBazaar і наших партнерів без письмової згоди.",
    "TermsConditions.limitedPurposes7": "7. Ви не маєте права використовувати будь-які мета-теги або будь-який інший \"прихований текст\", що використовує ім'я OmniBazaar або торгові марки, без письмової згоди OmniBazaar. Будь-яке несанкціоноване використання припиняє дозвіл або ліцензію, надану OmniBazaar за цим Договором.",
    "TermsConditions.omniCoinToken2": "2. Ви розумієте, що терміни, умови і розкриття важливої інформації про Продаж викладені в Програмному документі і Меморандумі.",
    "TermsConditions.limitedPurposes5": "5. Ви розумієте, що Програмне забезпечення або будь-яка частина Програмного забезпечення не може бути відтворені, дубльовані, скопійовані, продаватися, перепродуватися або іншим чином використані в комерційних цілях, інших, ніж згідно з вимогами для обмеженого комерційного використання наданих тут.",
    "TermsConditions.conductPolicies1": "1. Ми робимо все можливе, щоб Програмне забезпечення було безпечним й працюючим, але ми не можемо гарантувати цього. Нам потрібна ваша допомога, щоб зробити це, яка включає в себе наступні зобов'язання:",
    "TermsConditions.conductPolicies3": "Забороняється розшифрувати, декомпілювати, розбирати, чи іншим чином намагатися отримати вихідний код або базові ідеї чи алгоритми будь-якої частини Програмного забезпечення, за винятком тих випадків, коли чинні закони забороняють такі обмеження;",
    "TermsConditions.conductPolicies2": "Ви не будете змінювати, адаптувати, привласнювати, відтворювати, поширювати, перекладати, створювати похідні роботи або адаптації, публічно демонструвати, перевидавати, повторно використовувати або яким-небудь чином використовувати Програмне забезпечення, за винятком випадків, прямо дозволених OmniBazaar;",
    "TermsConditions.termsIntro": "Ця кінцева користувацька угода (\"Угода\") повинна бути повністю прочитана вами (\"Користувач\" або \"Ви\") до використання будь-яких OmniBazaar ™ чи OmniCoin ™-похідних послуг чи продуктів. Зверніть увагу, що ця Угода є юридично зобов'язуючою угодою між вами та OmniBazaar Inc. (називається тут \"OmniBazaar\", \"нас\" або \"ми\"), яка публікує Програмне забезпечення для підтримання розподіленого інтернет-Ринку, описаного на сайті OmniBazaar.info та експериментального продукту, описаного на сайті OmniCoin.info (\"Послуги\"). Натиснувши кнопку \"Я погоджуюся\" де вказано та/або використовуючи Послуги, ви погоджуєтеся з правилами та умовами, викладеними у цій Угоді.",
    "TermsConditions.conductPolicies4": "Ви не буде втручатися або намагатися заважати правильній роботі Програмного забезпечення або будь-яким діям, що проводяться з програмним забезпеченням;",
    "TermsConditions.conductPolicies7": "Ви не будете використовувати ручне або автоматичне програмне забезпечення, пристрої або інші процеси для «сканування» або «відслідковування» будь-якої сторінки Програмного забезпечення;",
    "TermsConditions.conductPolicies6": "Ви не буде запускати будь-яку форму автовідповідача або \"спаму\" на Програмному забезпеченні;",
    "TermsConditions.liabilityLimitedEnd3": "ВІДПОВІДАЛЬНІСТЬ OMNIBAZAAR ПЕРЕД ВАМИ ЗА БУДЬ-ЯКУ ПРИЧИНУ І НЕЗАЛЕЖНО ВІД ФОРМИ ДІЇ ЗАВЖДИ БУДЕ ОБМЕЖЕНА ЗБОРАМИ, ЯКЩО ВИ ТАКІ СПЛАТИТЕ НАМ ЗА КОРИСТУВАННЯ ПРОГРАМНИМ ЗАБЕЗПЕЧЕННЯМ, АЛЕ ПРИ ЖОДНИХ ОБСТАВИНАХ НАША ВІДПОВІДАЛЬНІСТЬ ПЕРЕД ВАМИ НЕ ПЕРЕВИЩУЄ 50 $. ВИ ПОГОДИЛИСЯ, ЩО СПОРИ МІЖ ВАМИ І OMNIBAZAAR БУДУТЬ ВИРІШУВАТИСЬ ПОВ'ЯЗАНИМ ІНДИВІДУАЛЬНИМ АРБІТРАЖЕМ І ВИ ВІДМОВЛЯЄТЕСЯ ВІД ПРАВА НА УЧАСТЬ У КОЛЕКТИВНОМУ ПОЗОВІ АБО КОЛЕКТИВНОМУ АРБІТРАЖІ. ВАМ ВІДОМО, ЩО, ЯКЩО НАМ НЕ ОПЛАТЯТЬ ЗБОРИ ЗА ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ, ВИ ПОВИННІ БМЕЖИТИСЬ ТІЛЬКИ СУДОВОЮ ЗАБОРОНОЮ, ЯКЩО ІНШЕ НЕ ДОЗВОЛЕНО ЗАКОНОМ, І НЕ МАЄТЕ ПРАВО НА ЗБИТКИ В БУДЬ-ЯКІЙ ФОРМІ ВІД НАС, НЕЗАЛЕЖНО ВІД ПІДСТАВ ПОЗОВУ. ЯКЩО ВИ РЕЗИДЕНТ КАЛІФОРНІЇ, ВИ ВІДМОВЛЯЄТЕСЯ ВІД РОЗДІЛУ ЦИВІЛЬНОГО КОДЕКСУ КАЛІФОРНІЇ 1542, ЯКІ СТВЕРДЖУЄ В ЧАСТИНІ: «ЗАГАЛЬНИЙ РЕЛІЗ НЕ ПОШИРЮЄТЬСЯ НА ПРЕТЕНЗІЇ, ЯКІ КРЕДИТОР НЕ ЗНАЄ АБО НЕ ПІДОЗРЮЄ ПРО ЇХ ІСНУВАННЯ ЩОДО НЬОГО В ЧАС ВИПУСКУ РЕЛІЗУ, ЯКІ ЯКЩО ВІДОМІ ЙОМУ, ПОВИННІ МАТИ МАТЕРІАЛЬНИЙ ВПЛИВ НА ЙОГО РОЗРАХУНОК З БОРЖНИКОМ\".",
    "TermsConditions.liabilityLimitedEnd2": "OMNIBAZAAR НЕ КОНТРОЛЮЄ КОНТЕНТ ТРЕТЬОЇ СТОРОНИ АБО ІНФОРМАЦІЮ ВІД ТРЕТІХ СТОРІН, І, ТОМУ НЕ БУДЕ НЕСТИ ВІДПОВІДАЛЬНІСТЬ ЗА ВАШУ ДОВІРУ БУДЬ-ЯКІЙ ІНФОРМАЦІЇ АБО ЗАЯВАМ, ЩО ЗРОБНЕНІ НА ПРОГРАМНОМУ ЗАБЕЗПЕЧЕННІ АБО ЧЕРЕЗ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ.",
    "TermsConditions.liabilityLimitedEnd1": "МИ НАМАГАЄМОСЯ ПІДТРИМУВАТИ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ І ПОСЛУГИ БЕЗПОМИЛКОВИМИ, БЕЗПЕЧНИМИ, АЛЕ ВИКОРИСТАННЯ ЇХ ВИ ЗДІЙСНЮЄТЕ НА ВЛАСНИЙ РИЗИК. ІНФОРМАЦІЯ ВІД АБО ЧЕРЕЗ ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ І ПОСЛУГИ НАДАЄТЬСЯ «ЯК Є», «ЯКА НАЯВНА», І ВСІ ГАРАНТІЇ, ЯВНІ АБО НЕПРЯМІ, ВІДКЛИКАЮТЬСЯ. ІНФОРМАЦІЯ, ПРОГРАМНЕ ЗАБЕЗПЕЧЕННЯ І ПОСЛУГИ МОЖУТЬ МІСТИТИ ВІРУСИ, БАГИ, ПОМИЛКИ, ПРОБЛЕМИ ТА ІНШІ ОБМЕЖЕННЯ. НІ В ЯКОМУ РАЗІ OMNIBAZAAR АБО ЙОГО ДИРЕКТОРИ, ФАХІВЦІ АБО АГЕНТИ НЕ ВІДПОВІДАЮТЬ ЗА ВАШЕ ВИКОРИСТАННЯ БУДЬ-ЯКОГО ПРОГРАМНОГО ЗАБЕЗПЕЧЕННЯ. МИ НЕ НЕСЕМО ВІДПОВІДАЛЬНОСТІ ЗА БУДЬ-ЯКІ НЕПРЯМІ, ОСОБЛИВІ, ВИПАДКОВІ АБО ПОБІЧНІ ЗБИТКИ (КЛЮЧАЮЧИ ЗБИТКИ ВІД ВТРАТИ БІЗНЕСУ, ВТРАТИ ПРИБУТКУ, СУДОВІ РОЗГЛЯДИ АБО ПОДІБНЕ), ЧИ ЗАСНОВАНІ НА ПОРУШЕННІ КОНТРАКТУ, ПОРУШЕННІ ГАРАНТІЙНИХ ЗОБОВ'ЯЗАНЬ, ПРАВОПОРУШЕННЯХ (ВКЛЮЧАЮЧИ НЕДБАЛІСТЬ) ВІДПОВІДАЛЬНІСТЬ ЗА ПРОДУКТ АБО ІНШЕ, НАВІТЬ ЯКЩО ПЕРЕДБАЧЕНО МОЖЛИВІСТЬ ТАКИХ ЗБИТКІВ.",
    "TermsConditions.reviewingChangesTitle": "Ви несете відповідальність за перегляд змін до цієї Угоди",
    "TermsConditions.ageOfUse1": "1. ви розумієте, що ви не можете використовувати Програмне забезпечення там, де таке використання заборонено",
    "TermsConditions.ageOfUse3": "3. Будь-яке використання або доступ до Програмного забезпечення у віці до 18 років заборонене. Якщо вам 13 або ви старші, але вам немає 18 років, ви повинні мати дозвіл від ваших батьків або юридичних опікунів на використання ПЗ і прийняти Умов Використання.",
    "TermsConditions.ageOfUse2": "2. Ви розумієте, що Програмне забезпечення призначене виключно для користувачів, які досягли вісімнадцяти (18) років або старші і можуть законно укладати зобов'язуючу угоду.",
    "TermsConditions.ageOfUse5": "5. OmniBazaar свідомо не збирає інформацію від осіб, яким є менше ніж тринадцять (13) років.",
    "TermsConditions.ageOfUse4": "4. Ви заявляєте та гарантуєте, що ви старші 18-ти, або приєднуєтесь до цієї угоди від імені тих, хто у віці від 13 до 18 і що ви погоджуєтесь дотримуватись всіх правил та умови цієї Угоди.",
    "TermsConditions.omniBazaarSoftware": "Програмне забезпечення OmniBazaar (далі «Програмне забезпечення») - це безкоштовна програма, яка виконує наступні функції:",
    "TermsConditions.lawsApplicable2": "2. Ви несете особисту відповідальність за забезпечення того, що ця Угода відповідає всім законам, правилам і регуляціям, застосовним до вас.",
    "TermsConditions.lawsApplicable3": "3. Ви розумієте, що ваші права доступу до програмного забезпечення буде відкликано, якщо цю Угоду або використання Програмного забезпечення буде заборонено і, якщо це так, ви погоджуєтеся не використовувати або не здійснювати доступ до Програмного забезпечення в будь-який спосіб.",
    "TermsConditions.lawsApplicable1": "1. Ви розумієте, що OmniBazaar може на свій розсуд відмовити чи зробити доступним програмне забезпечення для будь-якої особи чи організації та в будь-який час змінити свої критерії.",
    "TermsConditions.liabilityLimitedTitle": "Відповідальність OmniBazaar є обмежена",
    "TermsConditions.otherTerms1": "1. Ви і OmniBazaar погоджуєтеся з тим, що будь-яка підстава для позову, що виникає з Програмного забезпечення або пов'язана з ним, повинна початися протягом одного (1) року після виникнення причини; в іншому випадку така підстава для позову назавжди закрита.",
    "TermsConditions.omniBazaarSoftwareTitle": "Програмне забезпечення OmniBazaar",
    "TermsConditions.editOrModifyStart": "OmniBazaar прагне забезпечити позитивний досвід користувачів, і ви розумієте, що OmniBazaar залишає за собою право (але не беручи на себе ніяких зобов'язань) редагувати, відстежувати, переглядати, видаляти, змінювати або переміщувати будь-який контент або матеріали, розміщені на Програмному забезпеченні на свій розсуд, без попереднього повідомлення.",
    "TermsConditions.useOfTheSoftwareTitle": "Використання вами Програмного забезпечення",
    "TermsConditions.conductPoliciesTitle": "Ви погоджуєтеся дотримуватися правил поведінки OmniBazaar при використанні Програмного забезпечення",
    "TermsConditions.representationAndWarrantyTitle": "Ваше загальне представлення і гарантії",
    "TermsConditions.copyrightContent2": "2. Вам забороняється копіювати, розповсюджувати, використовувати або публікувати будь-яку частину програмного забезпечення, за винятком випадків передбачених цією Угодою.",
    "TermsConditions.copyrightContent1": "1. Контент, організація, графіки, дизайн, компіляція, магнітне перенесення, цифрове перетворення та інші питання, пов'язані з Пз (\"зміст авторського права\") є власністю компанії OmniBazaar, Inc. або власника відповідного контенту і перебувають під захистом відповідних авторських прав, товарних знаків та інших прав власності.",
    "TermsConditions.legalConditionsTitle": "Правові умови",
    "TermsConditions.representationAndWarranty3": "Ви будете використовувати програмне забезпечення так, щоб не порушувати або привласнити права інтелектуальної власності третіх осіб.",
    "TermsConditions.representationAndWarranty2": "Ви будете використовувати ПЗ у відповідності до",
    "TermsConditions.representationAndWarranty1": "Ви заявляєте та гарантуєте, що:",
    "TermsConditions.omniCoinToken1": "1. OmniBazaar проводить захід з продажу («Продаж») своїх токенів OmniBazaar, як описано далі в Програмному документі OmniBazaar і Меморандумі про пропозицію і / або Умовах пропозиції OmniBazaar (спільно іменованими «Меморандум».)",
    "TermsConditions.updatedVersionsTitle": "Ви несете відповідальність за прийняття оновлених версій Програмного забезпечення",
    "TermsConditions.limitedPurposes4": "4. ПЗ містить або використовує OmniCoin та інше програмного забезпечення, вихідний код яких є \"open source\" і відтворення та використання яких регулюється ліцензіями цих програм. Зокрема, програмне забезпечення криптовалюти OmniCoin ліцензується під MIT ліцензією (",
    "TermsConditions.liabilityLimited3": "3. OmniBazaar не несе відповідальності за будь-які помилки, пропуски, переривання, видалення, дефект, затримку в роботі або передачі, відмову в лінії зв'язку, крадіжку або знищення чи несанкціонований доступ до повідомлень користувача або їх зміну.",
    "TermsConditions.liabilityLimited2": "2. OmniBazaar не несе відповідальності за поведінку будь-якого користувача Програмного забезпечення в режимі онлайн або в автономному режимі.",
    "TermsConditions.liabilityLimited1": "1. OmniBazaar не несе відповідальності за сайти третіх сторін, вміст третіх сторін, що опубліковані на Програмному забезпеченні.",
    "TermsConditions.agreement1_1": ").",
    "TermsConditions.liabilityLimited4": "4. Ви розумієте, що це ваш обов'язок підтверджувати та перевіряти будь-яку інформацію, подану на Програмному забезпеченні або через нього, і що ви несете виключний ризик покладатися на таку інформацію, включаючи, але не обмежуючись цим контентом, контентом третіх сторін, посиланнями або лотами продуктів.",
    "TermsConditions.liabilityLimited5": "5. OmniBazaar не несе відповідальності за будь-які проблеми або технічні несправності будь-якої телефонної мережі або лінії, постачальника або мережі стільникового зв'язку, комп'ютерних онлайн-систем, серверів або постачальників комп'ютерного обладнання, програмного забезпечення, через технічні проблеми або перевантаження на Програмне забезпечення, включаючи травмування або пошкодження користувачів або комп'ютера будь-якої іншої особи та/або мобільного пристрою.",
    "TermsConditions.omniBazaarSoftwareEnd": "Відстеження і використання репутації та іншої інформації про користувачів ринку.",
    "TermsConditions.limitedPurposes4_2": "). Ніщо в цій ліцензії не призначене анулювати або суперечити ліцензіям цих ліцензій на відкрите програмне забезпечення.",
    "TermsConditions.personalInfo1_1": ", що включений в цю Угоду за цим посиланням.",
    "TermsConditions.floridaLawText2": "Програмне забезпечення та відповідна інформація і технології не можуть бути завантажені або експортовані в інший спосіб або реекспортовані (i) в (або громадянину або резиденту) Кубу, Ірак, Лівію, Югославію, Північну Корею, Іран, Сирію або будь-яку іншу країну, щодо якої США наклали ембарго на товари; або (ii) будь-кому зі списку Спеціально призначених громадян Міністерства фінансів США або з Таблиці відхилених ордерів Міністерства торгівлі США. Завантажуючи або використовуючи Програмне забезпечення, ви погоджуєтеся з вищевикладеним і заявляєте та гарантуєте, що ви не перебуваєте в країні з такого списку, не перебуваєте під її контролем, не є громадянином або не проживаєте в такій країні або в будь-якій з такого списку",
    "TermsConditions.floridaLawText3": "Програмне забезпечення є «комерційним продуктом», як цей термін визначено в 48 C.F.R. 2.101 (жовтень 1995 г.), що складається з \"комерційного комп'ютерного програмного забезпечення\" і \"документації до комерційної комп'ютерного програмного забезпечення\", оскільки такі терміни використовуються в 48 C.F.R. 12,212 (вересень 1995 г.). Відповідно до 48 C.F.R. 12.212 і 48 C.F.R. З 227.7202-1 по 227.7202-4 (липень 1995), усі кінцеві користувачі та уряд США набувають тільки ті права на Програмне забезпечення, які передбачені цією Угодою",
    "TermsConditions.floridaLawText1": "Відповідно до арбітражних застережень, включених вище, в разі виникнення будь-яких суперечок, пов'язаних з Програмним забезпеченням, при використанні Програмного забезпечення Ви прямо погоджуєтеся з тим, що будь-який такий спір регулюється законами штату Флорида, незалежно від положень його колізійного права, і ви у прямій формі погоджуєтесь з винятковою юрисдикцією і місцем суду штату і федерального суду штату Флорида в окрузі Пінеллас для вирішення будь-якого такого спору. Omnibazaar і Ви тим самим виключаєте застосування Єдиного закону про транзакції в області комп'ютерної інформації ( «UCITA»), Конвенції Організації Об'єднаних Націй про міжнародну купівлю-продаж товарів ( «CISG») і будь-якого закону будь-якої юрисдикції, який буде застосовуватися UCITA або CISG або еквівалентних термінів в UCITA або CISG до цієї Угоди",
    "TermsConditions.conductPolicies5": "Ви не будете обходити будь-які заходи, які OmniBazaar може використовувати для запобігання або обмеження доступу до Програмного забезпечення (або інших облікових записів, комп'ютерних систем або мереж, підключеним до Програмного забезпечення);"
}