{
  "Settings.account": "Account",
  "Settings.registered": "REGISTERED",
  "Settings.xom": "XOM",
  "Settings.accountId": "Account ID",
  "Settings.currentBalance": "Current Balance",
  "Settings.publicData": "Public Data",
  "Settings.privateData": "Private Data",
  "Settings.recentTransactions": "Recent Transactions",
  "Settings.firstItem": "First item",
  "Settings.lastItem": "Last item",
  "Settings.previousItem": "Previous item",
  "Settings.nextItem": "Next item",
  "Settings.first": "First",
  "Settings.last": "Last",
  "Settings.prev": "Prev",
  "Settings.next": "Next",
  "Settings.date": "Date",
  "Settings.memo": "Memo",
  "Settings.amount": "Amount",
  "Settings.fee": "Fee",
  "Settings.balance": "Balance",
  "Settings.details": "DETAILS",
  "Setting.referrerTitle": "I'd like to refer my friends to OmniBazaar.",
  "Setting.referrerBody": "REFERRER: During the initial phase of the OmniBazaar marketplace you will receive a Referral Bonus of OmniCoins each time you refer a new user. a small number of OmniCoins from your account to the new users you refer, to enable those new users to register their user names and get started in OmniBazaar. In exchange, you receive a commission (some OmniCoins) each time a user you referred buys or sells something in the OmniBazaar marketplace. In order to serve as a Referrer, you must keep the OmniBazaar application running on your computer.",
  "Setting.publisherTitle": "I would like to run a \"shop\" and publish listings for other users.",
  "Setting.publisherBody": "PUBLISHER: As a Publisher you receive OmniCoins for each new user listing published on your server but you must keep your server continuously running and available on the Internet. Check this box only if you have installed and configured Couchbase Server (database) on this computer. You must also have either a static IP address or a DNS redirect service, such as ",
  "Settings.or": "or",
  "Settings.processorTitle": "I would like to apply to be a Transaction Processor.",
  "Settings.processorBody": "TRANSACTION PROCESSOR: Transaction Processors are paid OmniCoins for processing the transactions of the other user in the marketplace. Because this is a well-paid and highly-responsible position, Transaction Processor are selected only from the most active participants in the marketplace. Referring new users, publishing listings for others, being known and trusted by other users, and having a good reputation in the marketplace all count toward being recognized as an \"active participant\" and qualifying to be a Transaction Processor.",
  "Settings.escrowTitle": "I'm willing to perform the duties of an Escrow Agent.",
  "Settings.escrowBody": "ESCROW: Escrow Agents help ensure that marketplace transactions are carried out honestly and fairly. When you choose to become an Escrow Agent, you agree to settle disputes that may arise between buyers and sellers. If you are called upon to settle a dispute, you must review the evidence provided by both sides and make an impartial decision about whether to return funds to the buyer or release them to the seller. You receive a fee (in OmniCoins) from every transaction for which you are chosen as the escrow agent, regardless of whether or not you are called upon to settle a dispute.",
  "Settings.updateTransactionFee": "Update data transaction fee: ",
  "Settings.notPublisherYet": "You are not a publisher yet.",
  "Settings.publisherNeedInfo": "We need the following information so that we can connect you to a Publisher of listings that align with your interests.",
  "Settings.localArea": "Local Area",
  "Settings.byCategoryType": "By Category / Type",
  "Settings.publisherName": "Publisher Name",
  "Settings.country": "Country",
  "Settings.startTyping": "Start typing...",
  "Settings.apply": "APPLY",
  "Settings.close": "CLOSE",
  "Settings.operations": "Operations",
  "Settings.timeStamp": "TimeStamp",
  "Settings.transaction": "Transaction",
  "Settings.block": "Block",
  "Settings.transactionDetails": "Transaction Details",
  "Settings.withdraw": "Withdraw",
  "Settings.deposit": "Deposit",
  "Settings.amountOfAsset": "amount of asset",
  "Settings.publicKey": "Public Key",
  "Settings.yourPublicKey": "Your Public Key",
  "Settings.copy": "COPY",
  "Settings.keyCopied": "Key copied!",
  "Settings.publicKeyNote": "It is safe to share this key with anyone who may wish to send you OmniCoins. However, it is easier to give them your account name.",
  "Settings.importWF": "Import WF Key",
  "Settings.importFromWallet": "Import Keys from Wallet"
}
